{
    "<page title>": "CamMarkt | Pentax K-30 Weather-Sealed 16 MP CMOS Digital SLR (Black, Body O",
    "brand": "Pentax",
    "builtin microphone": "SDHC Card\nSDXC Card\nWith Built-in Microphone\nThere are many types of memory / media for digital cameras, but most models are compatible with only one. The most common are CompactFlash and SmartMedia. Many other cameras use Memory Stick and some write the pictures directly onto mini-CDs or floppy disks. It is helpful to choose some sort of memory device that is easy to find in stores, in case you need to purchase extra.",
    "camera resolution": "16.5 Megapixel\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints.",
    "camera type": "Standard Point and Shoot",
    "catalog number": "116184,Q500-15613",
    "color": "Black",
    "compression type": "Red-eye Reduction Flash\nSlow Sync\nJPEG\nIf the camera has a built-in flash, it might have several different flash functions, such as on/off or anti-redeye flash.",
    "depth": [
        "7.1 cm",
        "2.8 in."
    ],
    "display type": "With LCD Screen",
    "family line": "Pentax K",
    "flash functions": "Auto Flash",
    "flash type": "Built-In & External\nISO stands for International Standards Organization. It denotes the rating of a film's sensitivity to light (based on an arithmetical progression). Though digital cameras don't use film, they have adopted the same rating system for describing the sensitivity of the camera's imaging sensor. Digital cameras often include a control for adjusting the ISO speed; some will adjust it automatically depending on the lighting conditions, adjusting it upwards as the available light dims. For exampe, ISO 200 film is twice as fast as ISO 100 film but only half as fast as ISO 400. The scale is identical to ASA (American Standards Association). Generally, with higher ISO speeds there is more noise.",
    "height": [
        "3.8 in.",
        "9.7 cm"
    ],
    "image sensor type": "CMOS\nResolution is measured in megapixels. The higher the megapixels, the sharper and more detailed the pictures your digital camera can take, and the bigger you can enlarge them without losing the sharpness of the image. 3.1 megapixels and higher is usually considered sufficient for print-quality photos. Photos with a resolution of less than 3.1 megapixels are best viewed only on computers.",
    "iso speeds": "100\nA CCD sensor will provide a sharper more precise image, but is generally more power consuming. CMOS sensors are generally more energy efficient and are creating better and better images as technology develops.",
    "manufacturer": "Pentax",
    "memory type": "Raw Image\nDPOF\nDCF 2.0\nSD Card\nMany cameras include different settings to control photo resolution. The resolution of the pictures you take affects their quality as well as the amount of memory they utilize. Higher resolution results in higher quality, but takes up more memory.",
    "part number": "15613",
    "resolution": "16.5 Megapixel\nThere are several different types of digital cameras. Compact and Ultra-compact are light, pocket-sized cameras that are easy to carry, usually with a built-in lens. Standard point-and-shoot cameras are of medium size, usually come with a built-in lens, and have basic features that are useful for the casual photographer. SLR/Professional cameras are usually larger, but offer more advanced features and detachable lenses for the photography enthusiast or professional.",
    "self timer": "12 Sec.",
    "specs": "More details: Description:",
    "viewfinder": "Optical (Through-the-lens)\nLCD stands for 'Liquid Crystal Display.' This is the small screen on the back of a camera that digitally displays the same image you would see through the viewfinder. On many cameras you can also review the pictures stored in the camera's memory on the LCD Panel.",
    "warranty": "1 year parts and labor",
    "weight": "1.4 pounds",
    "width": [
        "13 cm\nA viewfinder is the small square on the back of a camera that you look through to compose the scene. Some cameras have small screens on the back that act as viewfinders. Other cameras have small glass areas through which you can look out of the front of the camera.",
        "5.1 in."
    ]
}