{
    "<page title>": "CamMarkt | Olympus Evolt E620 12.3MP Live MOS Digital SLR Camera with Image",
    "brand": "Olympus",
    "camera resolution": "3200 x 2400\n2560 x 1920\n1600 x 1200\n1280 x 960\n1024 x 768\n4032 x 3024\n13.1 Megapixel\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints.",
    "camera type": "SLR/Professional",
    "catalog number": "OM00952,262162",
    "color": "black",
    "compression type": "EXIF",
    "depth": [
        "6 cm",
        "2.36 in."
    ],
    "digital zoom": "Without Digital Zoom\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints.",
    "family line": "Olympus E",
    "features": "Image Stabilization",
    "frames per second": "Daylight / Sunny (Preset)\nCloudy (Preset)\nFluorescent (Preset)\nShade (Preset)\nFlash (Preset)\n3 Frames\nThe white balance of a digital camera controls the color outcome of pictures. All light gives off a color temperature which the camera analyzes and internally adjusts, so that the colors of the picture are captured in their true form. Without the proper white balance, the color in a photo may contain an overabundance of blue, green or orange hues.",
    "height": [
        "3.7 in.",
        "9.4 cm"
    ],
    "image resolutions": "640 x 480",
    "image sensor type": "Live MOS\nResolution is measured in megapixels. The higher the megapixels, the sharper and more detailed the pictures your digital camera can take, and the bigger you can enlarge them without losing the sharpness of the image. 3.1 megapixels and higher is usually considered sufficient for print-quality photos. Photos with a resolution of less than 3.1 megapixels are best viewed only on computers.",
    "included accessories": [
        "USB Cable",
        "Video Cable",
        "Lithium Battery",
        "Driver",
        "Shoulder Strap",
        "Software",
        "Battery Charger"
    ],
    "lcd screen size": "2.7 in.",
    "manufacturer": "Olympus",
    "memory type": "DCF\nDPOF\nCompactFlash Card Type I\nMany cameras include different settings to control photo resolution. The resolution of the pictures you take affects their quality as well as the amount of memory they utilize. Higher resolution results in higher quality, but takes up more memory.",
    "part number": "E-620 Dual Lens",
    "resolution": "13.1 Megapixel\nThere are several different types of digital cameras. Compact and Ultra-compact are light, pocket-sized cameras that are easy to carry, usually with a built-in lens. Standard point-and-shoot cameras are of medium size, usually come with a built-in lens, and have basic features that are useful for the casual photographer. SLR/Professional cameras are usually larger, but offer more advanced features and detachable lenses for the photography enthusiast or professional.",
    "shutter speed": "60 - 1/4000 sec\nA CCD sensor will provide a sharper more precise image, but is generally more power consuming. CMOS sensors are generally more energy efficient and are creating better and better images as technology develops.",
    "specs": "More details: Description:",
    "upc": "4046628147808",
    "weight": [
        "476.27 gr",
        "1.05 lb.\nUnlike optical zoom, digital zoom magnifies the pixels but not the actual image. The resulting image appears bigger, but is not as sharp as with an optical zoom.",
        "1.05 lb.",
        "1 pounds"
    ],
    "white balance": "Auto\nThe shutter speed of a camera depends on two variables: the size of the lens and the actual timing of the shutter, opening and closing. These two factors work as a team to control the amount of light that enters the camera. This is measured in fractions on a shutter speed dial which illustrate how long the shutter opens and closes in a set period of time. The term speed refers to how long the lens remains open. For example, a setting of 1/60 on a shutter speed dial means that the shutter opens and closes within one sixtieth of a second. Various shutter speeds can be used to manipulate the final result of the picture. Usually, a faster shutter speed is used to freeze the scene, for motion shots, while a slower speed is used to create more of an unfocused, abstract result.",
    "width": [
        "CompactFlash Card Type II\nxD Picture Card\n13 cm\nThere are many types of memory / media for digital cameras, but most models are compatible with only one. The most common are CompactFlash and SmartMedia. Many other cameras use Memory Stick and some write the pictures directly onto mini-CDs or floppy disks. It is helpful to choose some sort of memory device that is easy to find in stores, in case you need to purchase extra.",
        "5.12 in."
    ]
}