{
    "<page title>": "CamMarkt | Pentax K-x 12.4 MP Digital SLR with 2.7-inch LCD and 18-55mm f/3",
    "brand": "Pentax",
    "camera resolution": "1728 x 1152\n12.4 Megapixel\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints.",
    "camera type": "SLR/Professional",
    "catalog number": "PX06034",
    "compression modes": "Raw Image\nDPOF\nEXIF 2.21\nDCF 2.0\nUncompressed\nMany cameras include different settings to control photo resolution. The resolution of the pictures you take affects their quality as well as the amount of memory they utilize. Higher resolution results in higher quality, but takes up more memory.",
    "compression type": "Fill-in Flash\nRed-eye Reduction Flash\nSlow Sync\nJPEG\nIf the camera has a built-in flash, it might have several different flash functions, such as on/off or anti-redeye flash.",
    "depth": [
        "2.7 in.",
        "6.9 cm"
    ],
    "display type": "With LCD Screen",
    "family line": "Pentax K",
    "features": [
        "Image Stabilization",
        "Red-eye Correction",
        "Face Detection",
        "HDR (High Dynamic Range) Function"
    ],
    "flash functions": "Flash Off",
    "flash type": "100\n200\n1600\n6400\n12800\nBuilt-In & External\nISO stands for International Standards Organization. It denotes the rating of a film's sensitivity to light (based on an arithmetical progression). Though digital cameras don't use film, they have adopted the same rating system for describing the sensitivity of the camera's imaging sensor. Digital cameras often include a control for adjusting the ISO speed; some will adjust it automatically depending on the lighting conditions, adjusting it upwards as the available light dims. For exampe, ISO 200 film is twice as fast as ISO 100 film but only half as fast as ISO 400. The scale is identical to ASA (American Standards Association). Generally, with higher ISO speeds there is more noise.",
    "focal length": "18 - 55 mm",
    "frames per second": "Daylight / Sunny (Preset)\nCloudy (Preset)\nFluorescent (Preset)\nTungsten (Preset)\nShade (Preset)\nFlash (Preset)\n4.7 Frames\nThe white balance of a digital camera controls the color outcome of pictures. All light gives off a color temperature which the camera analyzes and internally adjusts, so that the colors of the picture are captured in their true form. Without the proper white balance, the color in a photo may contain an overabundance of blue, green or orange hues.",
    "hd recording format": "720p (HDTV)",
    "height": [
        "9.1 cm",
        "3.6 in."
    ],
    "image resolutions": "3072 x 2048",
    "image sensor type": "CMOS\nResolution is measured in megapixels. The higher the megapixels, the sharper and more detailed the pictures your digital camera can take, and the bigger you can enlarge them without losing the sharpness of the image. 3.1 megapixels and higher is usually considered sufficient for print-quality photos. Photos with a resolution of less than 3.1 megapixels are best viewed only on computers.",
    "included accessories": [
        "Software",
        "Lithium Battery",
        "Strap",
        "USB Cable"
    ],
    "interchangeable lens": "Interchangeable Lenses\nThe distance from the center of the lens to the image of an object at infinity. At same size, the distance from copy to image is four times the focal length of the lens. This also applies to lithographic process lens as well. A 35mm SLR camera has interchangeable lenses that can range in focal length from around 7 to 17mm which are usually fisheye, 17 to 35 are considered wide angle. 50mm is called the standard lens as it has the same equivalent focal length as the human eye. Anything longer is a telephoto lens. Usually expressed in millimeters, smaller focal lengths result in wider fields-of-view.",
    "interface type": "USB 2.0",
    "iso speeds": "Auto",
    "lcd protected position": "Without LCD Protected Position\nA viewfinder is the small square on the back of a camera that you look through to compose the scene. Some cameras have small screens on the back that act as viewfinders. Other cameras have small glass areas through which you can look out of the front of the camera.",
    "lcd screen resolution": "SDHC Card\n230,000 pixels\nThere are many types of memory / media for digital cameras, but most models are compatible with only one. The most common are CompactFlash and SmartMedia. Many other cameras use Memory Stick and some write the pictures directly onto mini-CDs or floppy disks. It is helpful to choose some sort of memory device that is easy to find in stores, in case you need to purchase extra.",
    "lcd screen size": "2.7 in.",
    "manufacturer": "Pentax",
    "memory type": "SD Card",
    "part number": "K-x 18-55mm & 50-200mm Kit",
    "release date": "October, 2009",
    "resolution": "12.4 Megapixel\nThere are several different types of digital cameras. Compact and Ultra-compact are light, pocket-sized cameras that are easy to carry, usually with a built-in lens. Standard point-and-shoot cameras are of medium size, usually come with a built-in lens, and have basic features that are useful for the casual photographer. SLR/Professional cameras are usually larger, but offer more advanced features and detachable lenses for the photography enthusiast or professional.",
    "shutter speed": "30 - 1/6000 sec\nHigher-end cameras may allow you to separate the camera body from the lens, allowing you to interchange lenses for different types of photography.",
    "specs": "More details: Description:",
    "upc": "27075158412",
    "video format": [
        "AVI\nMany digital cameras let you record short clips of highly compressed, low-resolution video, either as an MPEG movie or a Motion JPEG movie. This number shows the actual optimal size for a movie captured on your camera.",
        "Motion JPEG",
        "HD (High Definition)"
    ],
    "video interface": "Video Out",
    "video resolutions": "1280 x 720\nA CCD sensor will provide a sharper more precise image, but is generally more power consuming. CMOS sensors are generally more energy efficient and are creating better and better images as technology develops.",
    "video speed": "24 fps",
    "viewfinder": "Optical (Through-the-lens)\nLCD stands for 'Liquid Crystal Display.' This is the small screen on the back of a camera that digitally displays the same image you would see through the viewfinder. On many cameras you can also review the pictures stored in the camera's memory on the LCD Panel.",
    "weight": [
        "1.3 pounds",
        "1.14 lb.",
        "517.09 gr",
        "1.14 lb.\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints."
    ],
    "white balance": "Auto\nThe shutter speed of a camera depends on two variables: the size of the lens and the actual timing of the shutter, opening and closing. These two factors work as a team to control the amount of light that enters the camera. This is measured in fractions on a shutter speed dial which illustrate how long the shutter opens and closes in a set period of time. The term speed refers to how long the lens remains open. For example, a setting of 1/60 on a shutter speed dial means that the shutter opens and closes within one sixtieth of a second. Various shutter speeds can be used to manipulate the final result of the picture. Usually, a faster shutter speed is used to freeze the scene, for motion shots, while a slower speed is used to create more of an unfocused, abstract result.",
    "width": [
        "12.2 cm\nThe method by which your camera will communicate with your computer or other video device. Different methods enable you to download photos at varying speeds. Make sure the interface you want is also compatible with the computer you want to use it with.",
        "4.8 in."
    ]
}