{
    "<page title>": "CamMarkt | Canon EOS Rebel T4i 18.0 MP CMOS Digital SLR with 18-55mm EF-S I",
    "brand": "Canon",
    "camera resolution": "18.5 Megapixel\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints.",
    "catalog number": "113362,6558B003,SYN-3326201,EOST4I/B 18-55mm",
    "color": "Black",
    "digital zoom": "Without Digital Zoom\nThe optical zoom ratio of a digital camera measures how much the lens can actually zoom in to make subjects appear closer. Be careful to not confuse optical zoom with digital zoom. Optical zoom actually enlarges a picture while keeping the resolution and sharpness of the picture high.",
    "family line": "Canon EOS",
    "focal length": "18 - 55 mm",
    "focus type": "Autofocus & Manual Focus\nA CCD sensor will provide a sharper more precise image, but is generally more power consuming. CMOS sensors are generally more energy efficient and are creating better and better images as technology develops.",
    "image resolutions": "5184 x 3456",
    "image sensor type": "CMOS\nResolution is measured in megapixels. The higher the megapixels, the sharper and more detailed the pictures your digital camera can take, and the bigger you can enlarge them without losing the sharpness of the image. 3.1 megapixels and higher is usually considered sufficient for print-quality photos. Photos with a resolution of less than 3.1 megapixels are best viewed only on computers.",
    "lcd screen size": "3 in.",
    "manufacturer": "Canon",
    "optical zoom": [
        "Without Optical Zoom\nThe sensor in a digital camera is composed of pixels, which are tiny light-sensitive squares. The sensors in most cameras today are made up of millions of pixels, each one registering the brightness of the light striking it as the photo is taken. A megapixel is the term used for a million pixels â\u0080\u0094 and the more megapixels an imaging sensor has, the higher the camera's potential resolution. On the other hand, the megapixels determine the size of the print, so higher megapixels means larger print sizes, for examples, 6 megapixels are good for 8 x 10 in. prints, 8 megapixels are good for 16 x 20 in. prints.",
        "Without Optical Zoom\nThe distance from the center of the lens to the image of an object at infinity. At same size, the distance from copy to image is four times the focal length of the lens. This also applies to lithographic process lens as well. A 35mm SLR camera has interchangeable lenses that can range in focal length from around 7 to 17mm which are usually fisheye, 17 to 35 are considered wide angle. 50mm is called the standard lens as it has the same equivalent focal length as the human eye. Anything longer is a telephoto lens. Usually expressed in millimeters, smaller focal lengths result in wider fields-of-view."
    ],
    "part number": "6558B003",
    "resolution": "18.5 Megapixel",
    "specs": "More details: Description:",
    "warranty": "1 year limited",
    "weight": [
        "1.17 pounds",
        "517.09 gr",
        "1.14 lb.\nThe optical zoom ratio of a digital camera measures how much the lens can actually zoom in to make subjects appear closer. Be careful to not confuse optical zoom with digital zoom. Optical zoom actually enlarges a picture while keeping the resolution and sharpness of the picture high.",
        "1.14 lb.\nUnlike optical zoom, digital zoom magnifies the pixels but not the actual image. The resulting image appears bigger, but is not as sharp as with an optical zoom."
    ]
}