{
    "<page title>": "Genuine New Nikon D810 36.3 Mp Digital Slr Camera Body - Black Multi-language - Buy Nikon Digital Dslr Camera Body,Nikon D800e D800 D610 D5300,36.3mp Product on Alibaba.com",
    "afarea mode": [
        "Face-priority AF, Wide-area AF, Normal-area AF, Subject-tracking AF Face-priority AF, Wide-area AF, Normal-area AF, Subject-tracking AF",
        "Single-point AF, 9-, 21-, or 51- point dynamic-area AF, 3D-tracking, group-area AF, auto-area AF"
    ],
    "audio input  output": "Stereo mini-pin jack (3.5 mm diameter; plug-in power supported) / Stereo mini-pin jack (3.5 mm diameter)",
    "battery": "One rechargeable Li-ion EN-EL15 battery",
    "dustreduction system": "Image sensor cleaning, Image Dust Off reference data (Capture NX-D software required)",
    "file format": "NEF (RAW): 12 or 14 bit, lossless compressed, compressed, or uncompressed; small size available (12-bit uncompressed only), TIFF (RGB), JPEG: JPEG-Baseline compliant with fine (approx. 1 : 4), normal (approx. 1 : 8), or basic (approx. 1 : 16) compression (Size priority); Optimal quality compression available, NEF (RAW)+JPEG: Single photograph recorded in both NEF (RAW) and JPEG formats",
    "flash mode": [
        "Front curtain sync, slow sync, rear-curtain sync, red-eye reduction, red-eye reduction with slow sync, slow rear-curtain sync, off; Auto FP High-Speed Sync supported",
        "S (single frame), CL (continuous low speed), CH (continuous high speed), Q (quiet shutter-release), Self-timer, MUP (mirror up), Qc (quiet continuous shutter-release)"
    ],
    "flash sync speed": "X=, 1/250s, ; synchronizes with shutter at 1/320 s or slower (flash range drops at speeds between 1/250 and 1/320 s)",
    "fob price": "Get Latest Price",
    "frame advance rate": "Approx.5fps, With EN-EL15 batteries Image area: FX/5 : 4 CL: 1–5 fps CH: 5 fps QC: 3 fps Image area: DX/1.2X CL: 1–6 fps CH: 6 fps QC: 3 fps Other power sources Image area: FX/5 : 4 CL: 1–5 fps CH: 5 fps QC: 3 fps Image area: DX CL: 1–6 fps CH: 7 fps QC: 3 fps Image area: 1.2X CL: 1–6 fps CH: 6 fps QC: 3 fps",
    "hdmi output": "Type C HDMI connector",
    "lens mount": "Nikon F mount, (with AF coupling and AF contacts)",
    "lens servo": [
        "Autofocus (AF): Single-servo AF (AF-S); full-time servo AF (AF-F) Manual focus (M)",
        "Single-servo AF (AF-S), Continuous-servo AF (AF-C), ; predictive focus tracking automatically activated according to subject status, Manual focus (M):, Electronic rangefinder can be used"
    ],
    "magnification": "Approx.0.7x, (50 mm f/1.4 lens at infinity, –1.0 m–1)",
    "max image size": "FX (36 x 24) image area, (L)7360, x4912",
    "metering": "TTL exposure metering using main image sensor",
    "minorder quantity": "1 Unit/Units",
    "payment terms": "T/T",
    "picture control system": "Standard, Neutral, Vivid, Monochrome, Portrait, Landscape, Flat, ; selected Picture Control can be modified; storage for custom Picture Controls",
    "playback": "Full-frame and thumbnail (4, 9, or 72 images) playback with playback zoom, movie playback, photo and/or movie slide shows, histogram display, highlights, photo information, location data display, and auto image rotation",
    "port": "HONG KONG",
    "supply ability": "100 Unit/Units per Month",
    "usb": "SuperSpeed USB (USB 3.0 Micro-B connector), ;connection to built-in USB port is recommended",
    "video compression": "H.264/MPEG-4 Advanced Video Coding",
    "viewfinder": "Eye-level pentaprism single-lens reflex viewfinder",
    "weight": "Approx. 880 g/1 lb 15.1 oz (camera body only)",
    "white balance": "Auto (2 types), incandescent, fluorescent (7 types), direct sunlight, flash, cloudy, shade, preset manual (up to 6 values can be stored, spot white balance measurement available during live view), choose color temperature (2500 K–10000 K), all with fine-tuning"
}