{
    "<page title>": "Canon Powershot A495 | Canon PowerShot A495 Digital Camera (Silver) Reviews - Buzzillions.com",
    "camera color": [
        "Red",
        "Silver",
        "Blue"
    ],
    "color": "Blue",
    "copyright": "&copy;Canon Inc",
    "digital zoom": "4x",
    "dimensions": "3.68\"W x 1.2\"D x 2.43\"H",
    "display screen": "2.50\"",
    "electronic flash": "Built-in",
    "finish": "Blue",
    "focus mode": "Auto-focus",
    "lcd viewer": "2.5 Inch",
    "lens": "Zoom Lens",
    "megapixels": "10.0",
    "memory type": [
        "Secure Digital (SD) Card",
        "Secure Digital Extended Capacity (SDXC)"
    ],
    "optical zoom": [
        "3.3x",
        "3x"
    ],
    "pixel count": "10 Megapixel",
    "product details": "The Freedom to Create\nWith its streamlined silhouette and smoothly curved edges, the Canon PowerShot A495 has the compact sophistication and relaxed simplicity that make it a natural for beginners and everyone else who craves style and convenience.\nThe 10.0-megapixel resolution and 3.3x optical zoom make it easy to capture the action in dazzling color and brilliant detail.\nThe DIGIC III Image Processor keeps it all looking sharp.&nbsp; To help you make the most of your creativity new Scene Modes make your photographs standout.\nA bright bold 2.5-inch LCD makes shooting and playback a genuine pleasure.\nWhat's in the box:\nPowerShot A495 Body\nAA-size Alkaline Battery (x2)\nWrist Strap WS-800\nDigital Camera Solution CD-ROM\nUSB Interface Cable IFC-400PCU\nAV Cable AVC-DC300\nEasy to use, powerful A-Series camera has 10.0 Megapixels and 3.3x Optical Zoom makes picture taking a snap!With the PowerShot A495, dramatic, personal pictures have never been easier to shoot and share. &nbsp;This 10.0 Megapixel camera lets you create impressive large photos of family and friends you'll be proud to display. The high-resolution images taken by the PowerShot A495 can be enlarged up to 13\" x 19\".&nbsp; The PowerShot A495 has a 3.3x Optical Zoom lens (35mm film equivalent 37 - 122mm) that let you capture up-close and memorable images.\nSmart AUTO will do the work for you by intelligently selecting the proper settings for the camera based on 18 predefined shooting situations.Just set the Canon PowerShot A495 to Smart AUTO and you're ready for maximum enjoyment from your picture-taking every time.&nbsp; It's a relaxing and satisfying way to shoot because you can completely concentrate on your subject knowing that the camera has the technical details covered.&nbsp; Advanced Canon technology intelligently analyzes your situation and shooting conditions. &nbsp;Then it automatically selects an appropriate setting from 18 specially defined settings.&nbsp; So whether you're photographing flowers, a captivating sunset, or your friends at the park, you can be confident that you're getting dramatic, memorable images.\nNew Scene Modes such as Super Vivid for additional bursts of color, and Poster Effect for a unique artistic look, which gives the shooter more creative freedom to capture images their way!The Canon PowerShot A495 gives you even more creative freedom by including new modes made to get the kind of images people talk about.&nbsp; Super Vivid captures the colors you see with your mind's eye, saturating the scene with intense colors.&nbsp; Turn drab scenes into exciting compositions, when dull pinks blaze into brilliant fuchsia and off-yellows suddenly burn bright and hot.&nbsp; Even dark colors become richer with Super Vivid. Sunsets and floral scenes turn into bursts of color, and get your photo noticed.\nMade in China",
    "resolution": "10 Megapixel",
    "select camera style": "Point & Shoot with Zoom Lens",
    "sku": "174994 Blue",
    "skuprice": "122.9900",
    "specification": "Description",
    "standard warranty": [
        "1 Year Limited",
        "1 Year"
    ],
    "still picture capture": "Yes",
    "storage media type": "Secure Digital (SD)",
    "style": "CANPSA495",
    "taxable": "Y",
    "trackinglinkbaseurl": "http://www.meijer.com",
    "trackinglinkuri": "/catalog/",
    "weight": "6.17 oz."
}