{
    "<page title>": "Sony Cyber-shot DSC-HX200V - Price comparison & reviews - Digital Cameras - Australia",
    "camera type": "Bridge",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Sony Cyber-Shot DSC-HX200V Black with Bonus Battery (4040)\nBONUS BATTERY INCLUDED Cyber-shot HX200V features a new &ldquo;Exmor R\"&rdquo; CMOS sensor with 18.2 megapixels, allowing you to shoot clear images even in dimly lit settings. And with its Extra High Sensitivity technology and improved high-speed Auto Focus, you can capture all your memories easily...\n$499.00\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Sony Cyber-shot DSC-HX200V Digital Camera - 18.2 Megapixel +BONUS bundled genuine Sony Lithium Ion Battery!\nAffording the capabilities to cover a vast range of shooting situations, the Sony Cyber shot DSC HX200V offers a Carl Zeiss lens with a huge 30x optical zoom focal range. So whether you're photographing sweeping landscapes or grabbing incredible close-ups the HX200V has got what it takes to capture...\nGenuine Australian Warranties Fast Delivery!\n$498.00\nSee Site\nSee offer",
    "dimensions": "122 x 87 x 93 mm",
    "lcd size": "3 \"",
    "nsw": "Sony Cyber-shot DSC-HX200V Super Zoom Compact Digital Camera (DSCHX200V)\nAdvanced Cyber-shot with ultra zoom, Full HD, GPS and manual controls 18.2 megapixels Exmor R, 30x optical zoom, Full HD 50p, 3D, 7.5cm LCD, Intelligent Sweep Panorama, GPS Log Recording Get closer with ultra-powerful zoom Blur-free Full HD movies, even when walking Easy DLSR-style manual controls\nSydney CBD Pick Up or Shipping Aus Wide\n$490.00\nAvailable\nSee offer",
    "optical image stabilization": "Yes",
    "product name": "» Show All Product Descriptions",
    "sensor resolution": "18,2 Mpx",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "Image quality not 100% great, Not ideal for large prints",
    "the good": "Super zoom lens, Very high resolution sensor",
    "video resolution": "1920x1080 px",
    "weight": "583 g",
    "zoom": "30 x"
}