{
    "<page title>": "Nikon Coolpix L29 - Price comparison & reviews - Digital Cameras - Australia",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Nikon Coolpix L29 Silver (4985)\nTaking high quality photos has never been so straightforward and easy! Packed with intelligent features, you are able to shoot with confidence as the 16.1-megapixel L29 does the rest. With a 5x optical zoom and its rapid autofocus, the end result is an outstanding selection of photos. Both photos in...\n$74.00\n2 more offers\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Nikon Coolpix L29\nThe Nikon Coolpix L29 is ideal for capturing those special moments that are all too quickly forgotten amidst the busyness of daily life. Its compact, lightweight design encourages you to take it everywhere, ensuring you are equipped to capture those unforgettable, unexpected moments. Additionally, t...\nGenuine Australian Warranties Fast Delivery!\n$74.00\nSee Site\nSee offer",
    "graysonline": "Nikon Coolpix L29 Digital Camera - Black (ELL29B)\nNikon Coolpix L29 Digital Camera - Black (New) The ultra compact Nikon Coolpix L29 Digital Camera delivers an impressive variety of shooting features contained in a lightweight, sleek design. It comes equipped with 16.1 effective megapixels, a finely crafted NIKKOR lens with wide angle coverage and...\n$79.95\n1 more offer\nSee Site\nSee offer",
    "nsw": [
        "Nikon Coolpix L29 Digital Camera - 2.7' (6.7cm) Tft Lcd Monitor 16.1mp 5x Optical Zoom Nikkor Lens Ccd Image (L29S)\nNikon Coolpix L29 Digital Camera - Silver. The ultra compact Nikon Coolpix L29 Digital Camera delivers an impressive variety of shooting features contained in a lightweight, silvery sleek design. It comes equipped with 16.1 effective megapixels, a finely crafted NIKKOR lens with wide angle coverage...\nOnline Bargain Megastore\n$79.95\n$89.00\n-10%\nAvailable\nSee offer",
        "Nikon Coolpix L29 Compact Digital Camera - Black\nDigital Cameras::Nikon\nDirect to Your Door. Australian Warranties\n$82.00\n2 more offers\nSee Site\nSee offer",
        "Nikon Coolpix L29 Digital Camera - Black (L29BK)\nNOW with 2 YEARS Australian Nikon WarrantyAccessories for this camera starting at $2.95\nGenuine Australian Stock - No Imports!\n$72.85\n1 more offer\nSee Site\nSee offer"
    ],
    "product name": "» Show All Product Descriptions",
    "shop": "Product Name» Show All Product Descriptions Price Availability"
}