{
    "<page title>": "Sony Cyber-shot DSC-WX50 - Price comparison & reviews - Digital Cameras - Australia",
    "camera type": "Compact",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Sony Cyber-Shot DSC-WX50 Silver (4052)\nStylishly designed and compact, Cyber-shot WX50 lets you shoot just like a professional with its 9 Picture Effects modes, which ensure dramatic images. Its Extra High Sensitivity technology and â\u0080\u009cExmor Râ\u0084¢â\u0080\u009d CMOS sensor also ensure sharp, noise-free pictures and movies.\n$214.00\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Sony Cyber-shot DSC-WX50 Digital Camera - 16.2 Megapixel - Silver\nThe Sony Cyber-shot DSC-WX50 is a compact digital camera with a stylish rounded design that houses a high-resolution Exmor CMOS sensor for outstandingly clear pictures with low-noise, even when the lighting gets low. Get creative with nine Picture Effect modes that turn ordinary photos into somethin...\nGenuine Australian Warranties Fast Delivery!\n$215.00\nSee Site\nSee offer",
    "dimensions": "92 x 52 x 19 mm",
    "lcd size": "2,7 \"",
    "nsw": "Sony Cyber-shot DSC-WX50 Compact Digital Camera Black (DSCWX50B)\nAdvanced Cyber-shot with powerful features, Full HD movie and 3D shooting 16.2 megapixels Exmor R, 5x zoom, AVCHD Full HD, 3D, 6.7 cm LCD, Superior AUTO Very high quality low-light images Shoot amazing 3D images and panoramas Blur-free Full HD movies, even when walking Pro quality in your pocketSt\nSydney CBD Pick Up or Shipping Aus Wide\n$269.00\n1 more offer\nAvailable\nSee offer",
    "optical image stabilization": "Yes",
    "product name": "» Show All Product Descriptions",
    "sensor resolution": "16,2 Mpx",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "Battery life depends upon the temperature, Cheaper than DSLR",
    "the good": "Functional, Versatile features, High quality, Compact, Lightweight",
    "video resolution": "1920x1080 px",
    "weight": "117 g",
    "zoom": "5 x"
}