{
    "<page title>": "Fujifilm FinePix HS30EXR - Price comparison & reviews - Digital Cameras - Australia",
    "camera type": "Bridge",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Fuji Finepix HS30 EXR (3224)\nTotal creative control, precision optics and flexibility for enthusiasts and professionals. Great for family use as well. Long zoom capability expands the range of expressive possibilities.\n$525.00\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Fujifilm FinePix HS30EXR Digital Camera - 16 Megapixel\nThe Fujifilm FinePix HS30EXR is an ultra-zoom bridge digital camera boasting a whopping 30x optical zoom Fujinon lens with bright F/2.8 maximum aperture and 24mm super wide-angle. Incorporating a back illuminated 16 megapixel CMOS sensor with EXR array, the HS30 promises improved low-light performan...\nGenuine Australian Warranties Fast Delivery!\n$496.00\nSee Site\nSee offer",
    "dimensions": "131 x 97 x 126 mm",
    "graysonline": "Fujifilm FinePix HS30EXR Digital Camera (ELHS30)\nFujifilm FinePix HS30EXR Digital Camera (New) Your search for a new digital camera is over! The Fujifilm FinePix HS30EXR is the perfect solution for people seeking a high-performance camera that not only looks professional, but also provides incredible quality photos and videos. This digital camera...\n$479.95\nSee Site\nSee offer",
    "lcd size": "3 \"",
    "nsw": [
        "Fujifilm Finepix Hs30exr Digital Camera - 3' (7.6cm) Tft Lcd Display 16mp 30x Optical Zoom Fujinon Wide Angle\nFujifilm Finepix Hs30exr Digital Camera. Your search for a new digital camera is over! The Fujifilm FinePix HS30EXR is the perfect solution for people seeking a high-performance camera that not only looks professional, but also provides incredible quality photos and videos. This digital camera may b...\nOnline Bargain Megastore\n$449.95\n$549.00\n-18%\nAvailable\nSee offer",
        "Fujifilm FinePix HS30EXR Compact Digital Camera\nDigital Cameras::FujiFilm\nDirect to Your Door. Australian Warranties\n$449.00\nSee Site\nSee offer",
        "FujiFilm Finepix HS30 EXR Super Zoom Digital Camera (4547410202540)\nFujiFilm Finepix HS30 EXR Super Zoom Digital Camera Lens x Finder - Experience the Extreme Shooting Sensation The combination of versatile & functional Fujinon Lens and a bright viewfinder give a sensational shooting experience. 24-720mm Fujinon 30x Optical Zoom and Super Macro Mode The bright,\nSydney CBD Pick Up or Shipping Aus Wide\n$489.00\nAvailable\nSee offer"
    ],
    "optical image stabilization": "Yes",
    "product name": "» Show All Product Descriptions",
    "sensor resolution": "16 Mpx",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "Slow to start up, slightly slow video compensation for lighting changes",
    "the good": "Great controls, quite light and fairly compact, extremely long zoom",
    "video resolution": "1920x1080 px",
    "weight": "687 g",
    "zoom": "30 x"
}