{
    "<page title>": "Panasonic Lumix DMC-FT4 - Price comparison & reviews - Digital Cameras - Australia",
    "camera type": "Compact",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Panasonic Lumix DMC-FT4 Blue Bonus Silicone Jacket (3856)\nWith an incredibly rugged design and a vast array of location measuring and recording features, the DMC-FT4 is your perfect outdoor adventure companion. Unlike many tough cameras that sacrifice image quality for durability, this heavy-duty unit also delivers a sophisticated Leica lens and advanced i...\n$245.00\n2 more offers\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Panasonic Lumix DMC-FT4 Waterproof/Shockproof Digital Camera - 12.1 Megapixel\nWith an incredibly rugged design and a vast array of location measuring and recording features, the Panasonic Lumix DMC-FT4 is your perfect outdoor adventure companion. Unlike many tough cameras that sacrifice image quality for durability, this heavy-duty unit also delivers a sophisticated 4.6x opti...\nGenuine Australian Warranties Fast Delivery!\n$247.00\nSee Site\nSee offer",
    "dimensions": "103 x 64 x 27 mm",
    "lcd size": "2,7 \"",
    "nsw": "Panasonic LUMIX DMC-FT4 Waterproof Compact Digital Camera\n12m water, 2m shock, -10 degrees freeze and dust proof Compass, Altimeter and Barometer and GPS with landmark names Leica lens, high-speed sensor and Venus Engine Full-HD in AVCHD and MP4, with instant recording button iA (Intelligent Auto) or manual control for more\nSydney CBD Pick Up or Shipping Aus Wide\n$229.00\nAvailable\nSee offer",
    "optical image stabilization": "Yes",
    "product name": "» Show All Product Descriptions",
    "sensor resolution": "12,1 Mpx",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "pricey, ineffective waterproofing when dropped, too small and nitpicky",
    "the good": "waterproof, shockproof, freeze proof and dust proof",
    "video resolution": "1920x1080 px",
    "weight": "197 g",
    "zoom": "4,6 x"
}