{
    "<page title>": "Pentax K-30 / 18-55mm Kit - Price comparison & reviews - Digital Cameras - Australia",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Pentax K-30 18-55mm DAL Single Lens Kit WHITE (4567)\nThanks to the K-30, for the first time in a long time location doesn't matter. Whether it's a sandy day at the beach or a trek into the wet rainforests of Belize, the K-30 is the ideal DSLR camera to capture your memories regardless of your location or the elements you face\n$899.00\n3 more offers\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Pentax K-30 Digital SLR Camera with 18-55mm Pentax Lens\nThe Pentax K-30 is a DSLR camera incorporating many advanced features and exceptional operability in a compact and lightweight, weather-resistant body. Ideal for the outdoors photographer, the K-30's body provides a firm and comfortable grip so you can shoot with a steady and secure hold. High-perfo...\nGenuine Australian Warranties Fast Delivery!\n$745.00\nSee Site\nSee offer",
    "nsw": [
        "Pentax K30 including DAL 18-55mm F3.5-5.6 Lens - Black\nSLR Cameras::Pentax\nDirect to Your Door. Australian Warranties\n$682.00\n2 more offers\nSee Site\nSee offer",
        "Pentax K-30 Digital SLR Camera With 18-55mm DAL Lens Black (15625)\nTHE OUTDOOR SLR Weather resistant body 16 MP CMOS sensor In body Shake Reduction system Full HD Video Sensitivity up to ISO 25600 6 frames/sec 3'' LCD screen with 920K dots This new mid-level model offers all standard SLR features and outstanding operability. All of that packed in a comp\nSydney CBD Pick Up or Shipping Aus Wide\n$545.00\n4 more offers\nAvailable\nSee offer"
    ],
    "product name": "» Show All Product Descriptions",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "It is a bit heavy and may not be suitable for novice photographers",
    "the good": "An all-weather camera; Produces high quality video; Can take wide-angle photos"
}