{
    "<page title>": "Samsung Galaxy Camera GC100 - Price comparison & reviews - Digital Cameras - Australia",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Samsung Galaxy Camera Black (3956)\nEver wanted to whip out the camera, take some amazing snaps and then just kick back and enjoy the view while playing a game or sharing your photos on facebook? The new Galaxy Camera from Samsung will let you do just that, with the power and freedom of the Android Jelly Bean operating system..\n$449.00\n1 more offer\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Samsung GC100 Galaxy Compact\nEquipped with the Android 4.1 Jellybean Operating System, Samsung's GC100 Galaxy Digital Camera is feature-packed with user-friendly tools and navigation. Its interface is reminiscent of a smartphone and even functions like one in that images may be shared instantly via email, your favourite social...\nGenuine Australian Warranties Fast Delivery!\n$398.00\nSee Site\nSee offer",
    "graysonline": "Samsung GC100 Galaxy Camera White\nSamsung GC100 Galaxy Camera White Get ready, because photography will never be the same again. The Samsung Galaxy Camera gives you the magic of professional digital photography with the powerful intelligence of the Android 4.1 Jelly Bean OS. It's the smartest camera ever, with stunning photographic...\n$411.76\nSee Site\nSee offer",
    "nsw": "Samsung Galaxy Camera (SMG-GALAXY-CAMERA)\nCameras &gt; Samsung Cameras &gt; Samsung\nThink of Us - when you think mobiles\n$319.00\nSee Site\nSee offer",
    "nsw vic qld sa": "Samsung Galaxy GC100 BLACK (EKGC100ZKAXSA)\nThe Samsung Galaxy EK-GC100 Smart Camera is a brilliant combination of connectivity, android intuit and photographic excellence. The Samsung GALAXY camera runs on the Jellybean Android platform, which users generally find very easy to use. It allows you to shoot, edit photos and video and thanks to...\nHelping You Capture Life\n$449.95\nSee Site\nSee offer",
    "product name": "» Show All Product Descriptions",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "No RAW ability; It is expensive compared to other camera's in this range",
    "the good": "Interchangeable lens; Excellent zoom quality; Easy to use control keys; Sleek, powerful & full of features; Battery life is pleasing",
    "vic": "Samsung Galaxy Camera EK-GC100 (White) (8806085375512)\nThe smartest camera ever The Samsung Galaxy Camera provides stunning photographs with ability to share your moments from anywhere. With fast 3G and Wi-Fi connectivity, forget about the tedious task of transferring your photos to a computer to get your high quality photos online. Shoot and share in r...\n12 Month Australian Warranty! Best Prices\n$249.00\n$459.00\n-46%\nOut of stock\nSee offer"
}