{
    "<page title>": "Sony Cyber-shot DSC-WX100 - Price comparison & reviews - Digital Cameras - Australia",
    "camera type": "Compact",
    "camerastorecomau": "SA",
    "camerastorecomau sa": "Sony DSC-WX100 Black (4062)\nAt just 17.5 mm thin, the stylish Cyber-shot WX100 is an amazingly small and light camera. It has an impressive 10x Optical Zoom, 18.2MP â\u0080\u009cExmor Râ\u0084¢â\u0080\u009d CMOS sensor for more clarity in low-light conditions, as well as enhanced Optical SteadyShot for blur-free shots.\n$249.00\nAvailable\nSee offer",
    "digital camera warehouse": "NSW, VIC, QLD",
    "digital camera warehouse nsw vic qld": "Sony Cyber-shot DSC-WX100 Digital Camera - 18.2 Megapixel\nAt just 17.5 mm thin, the stylish Sony Cyber-shot DSC-WX100 is the world's smallest and lightest digital camera. Not only is it small but it also houses an impressive 10x Optical Zoom Sony G lens so you can cover just about any photographic scene. An 18.2 Megapixel â\u0080\u009cExmor Râ\u0084¢â\u0080\u009d CMOS sensor provides ex...\nGenuine Australian Warranties Fast Delivery!\n$307.00\nSee Site\nSee offer",
    "dimensions": "92,3 x 52,4 x 21,6 mm",
    "lcd size": "2,7 \"",
    "nsw": "Sony Cyber-shot DSC-WX100 High Zoom Compact Digital Camera Black (DSCWX100B)\nSlim, advanced Cyber-shot with powerful zoom, Full HD and 3D shooting 18.2 megapixels Exmor R, 10x optical zoom, AVCHD Full HD, 3D, 6.7cm LCD, Superior AUTO Super slim with high 10x optical zoom Blur-free HD movies and stills, even when walking Beautifully clear, detailed images in low light World\nSydney CBD Pick Up or Shipping Aus Wide\n$315.00\nAvailable\nSee offer",
    "optical image stabilization": "Yes",
    "product name": "» Show All Product Descriptions",
    "sensor resolution": "18,2 Mpx",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "Unblocked ambient noise, USB cable issues, Battery issues",
    "the good": "Quality images, Reliable features, Nice Auto Mode",
    "video resolution": "1920x1080 px",
    "weight": "108 g",
    "zoom": "10 x"
}