{
    "<page title>": "Sony Alpha NEX-6 - Price Comparison - Buy Cheap in Australia",
    "camerastorecomau": [
        "SA",
        "SA"
    ],
    "camerastorecomau sa": [
        "Sony NEX-6 Body Only (4084)\nThe new Sony NEX-6 is ready to take your photographic vision to the next level. Loaded with superior features like APS-C sensor, XGA OLED electronic viewfinder, Fast Hybrid AF, Full HD Movie and more. It's well equipped to help your photography and cinematography go beyond the ordinary.\n$749.00\n1 more offer\nAvailable\nSee offer",
        "Tamron 24-70mm F2.8 Di USD Sony Mount (4722)\nA constant-aperture high-speed standard zoom lens with image stabilisation The A007 is a high-quality, highly functional, high-speed standard zoom lens covering the 24?70mm focal range. It includes Tamron's USD (Ultrasonic Silent Drive) motor, enabling speedy, silent autofocusing. Note: No VC on Son...\n$1,090.00\nAvailable\nSee offer"
    ],
    "digital camera warehouse": [
        "NSW, VIC, QLD",
        "NSW, VIC, QLD"
    ],
    "digital camera warehouse nsw vic qld": [
        "Sony NEX-6 Interchangeable Lens Digital Camera\nThis kit includes the Sony NEX-6 body only. The latest in Sony's CSC line-up is the Sony Alpha NEX-6, a first-class photographic experience designed to really take you to the next level. Though highly portable and compact in size, the NEX-6 is feature-packed with the latest technology and advancemen...\nGenuine Australian Warranties Fast Delivery!\n$631.00\nSee Site\nSee offer",
        "Sony NEX-6 Interchangeable Lens Digital Camera - Ex Demo\nThe latest in Sony&#8217:s CSC line-up is the Sony NEX6, a first-class photographic experience designed to really take you to the next level. Though highly portable and compact in size, the NEX-6 is feature-packed with the latest technology and advancements including an APS-C sized 16MP Exmor&#8482:...\nGenuine Australian Warranties Fast Delivery!\n$599.00\n1 more offer\nSee Site\nSee offer"
    ],
    "nsw": "Sony Alpha NEX-6 Body (NEX6B)\nNEX-6 Body Expert performance. Effortless control. DSLR size 16.1 MP sensor, Wi-Fi, OLED Viewfinder, control dial & Full HD video. With SEL-P1650 and SEL-55210 Pro-quality with a DSLR sized sensor & 16.1 MP DSLR control with OLED viewfinder & control dial Share pictures &am\nSydney CBD Pick Up or Shipping Aus Wide\n$782.00\nAvailable\nSee offer",
    "product name": "» Show All Product Descriptions",
    "shop": "Product Name» Show All Product Descriptions Price Availability",
    "the bad": "Pricey, No External Charger",
    "the good": "Quality images, Reliable features, Fast Autofocus, Pocketable, Wi-Fi Ready",
    "vic": "Sony Alpha NEX-6 Mirrorless Digital Camera( Black-Body Only)\n16.1 MP APS-C Size CMOS Image SensorThe same sensor format that Sony builds into the full-sized a DSLRs. With 13 times the area of the typical point-and-shoot image sensor, APS-C makes the difference between \"snapshots\" and \"photographs,\" delivering an exceptional combination of high resolution, hig...\nFree Shipping+1 Year Local Warranty+GST Invoice\n$579.00\nAvailable\nSee offer"
}