{
    "<page title>": "Buy Ricoh WG-4 Digital Camera in Lime Yellow from CamBuy in Sydney",
    "aperture": "Aperture: F2.0(W) - F4.9(T) Smallest aperture: F11.3(W)-F18.5(T)",
    "camera type": "Waterproof, dust, sand, crash, cold, pressure proof digital compact",
    "construction": "RICOH lens, 9 elements in 7 groups (4 aspherical elements)",
    "digital zoom": "approx. 7.2x\nIntelligent zoom: approx. 6x at 7M and 28.8 x at 640 (including optical zoom)",
    "effective pixels": "Approx. 16.0 megapixels",
    "exposure modes": "Exposure Modes:\nAuto Picture, Program, Shutter Priority, USER, HDR, Handheld Night Snap, Movie, Digital Microscope, Landscape, Flower, Portrait, Interval Shot, Underwater, Underwater Movie, Interval Movie, High Speed movie, Time-Lapse movie, 1cm-Macro Movie, Digital SR, Surf & Snow, Kids, Pet, Sport, Night Scene, Night Scene Portrait, Fireworks, Food, Report, Green Auto picture Scene Modes:\nLandscape, Portrait, Night Scene, Night Scene Portrait, Standard, Flower, Sport, Candlelight, Blue Sky, Sunset, Text, Group Photo, Pet, Portrait & Blue Sky, Portrait & Sunset, Portrait & Backlight",
    "file format": "Photo format : JPEG (Exif 2.3), DCF 2.0, DPOF, PRINT Image Matching III Video format : MPEG-4 AVC/H.264 Audio : Movie/Underwater, Movie/Time-Lapse, Movie/1cm- Macro Movie, 32KHz, 16bit Stereo High Speed Movie: 8 KHz, 16 bit, stereo",
    "focal length": "4.5 - 18mm, approx. 25 - 100mm in 35mm",
    "interface": "Video output (NTSC/PAL) USB 2.0 (Hi-Speed), USB/AV terminal, HDMI terminal (Type D) (Micro) port",
    "metering": "Multi-segment metering, Centre-weighted metering, Spot AE metering",
    "modes": [
        "Drives modes:\nOne shot, Self-timer (10 sec, 2 sec, Remote Control (immediately, 3 sec)), Continuous Shooting, Burst Shooting, Remote Control, Auto Bracketing Image Tone: Bright, Natural, Monochrome, Remote control compatible, receivers located in the front and back of the camera",
        "Flash-on and Flash-off modes \"Red-eye\" compensation function with pre-discharge"
    ],
    "movie": "Full HD 1920 (1920x1080) : approx. 30fps, HD 1280 (1280x720), approx. 60/30fps, Quality: level Fixed Shake reduction: Movie SR mode",
    "optical zoom": "4x",
    "playback": "Slideshow, Image Rotation, Small Face Filter, Ink Rubbing Filter, Collage, Digital Filter (B&W/Sepia, Toy Camera, Retro, Color, Extract Color, Color Emphasis, High Contrast, Starburst, Soft, Fish-eye, Brightness, Miniature), HDR Filter, Original Frame, Movie Edit, Red-eye Edit, Resize, Cropping, Image Copy, Protect, DPOF, Start-up Screen",
    "sensitivity": "Auto, Manual (ISO 125 - 6400) Auto ISO range: ISO 125-200, ISO 125-400, ISO 125-800, ISO 125-1600, ISO 125-3200, ISO 125-6400\nFixed at ISO 125-1600 in Green mode.\nFixed at ISO 125-200, 125-400, 125-400, 125-1600 in Handheld Night Snap mode.\nFixed at ISO 125-6400 in Report mode.",
    "speed": "1/4000 - 1/4sec (Mechanical and electronic shutter) 1/2000- 4sec (Night Scene mode setting)",
    "total pixels": "Total 16.79 MP",
    "type": [
        "3.0’’ wide-TFT color LCD, Wide viewing 170°, AR Coating (LCD Cover only), with protection acrylic cover LCD frame rate: approx. 60",
        "Integrated auto flash control",
        "1/2.3\" CMOS",
        "TTL contrast detection auto focus system"
    ],
    "weight": "209g (unloaded) 229g (with battery & SD card)",
    "white balance": "Auto, Daylight, Shade, Tungsten light, Fluorescent light (D:Daylight Color, N:Daylight White, W:White Light), Manual"
}