{
    "<page title>": "Nikon Coolpix S8100 Point & Shoot Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "all": "35 mm Equivalent Focal Length: 30 - 300 mm | with 3 Inch LCD | 12.1 Megapixels | F/3.5 - F/5.6 Aperture | BSI CMOS Image Sensor | Optical Zoom: 10x | 12.1 Megapixel Camera | 3 Inch TFT LCD Clear Color Screen with Anti-Reflection Coating | Full HD Recording | 10x Optical Zoom and 4x Digital Zoom",
    "auto focus": "Contrast Detection with Face Priority and Subject Tracking",
    "battery type": "Lithium Battery",
    "brand": "Nikon",
    "built in flash": "Built in Flash",
    "color": "Black",
    "contents": "Camera Strap an-Cp19, Audio Video Cable eg-Cp16, User Manual, Rechargeable li-ion Battery en-El12, View nx 2 cd, Camera, USB Cable uc-e6, Charging AC Adapter eh-68p",
    "continuous shots": "10 fps up to 5 Shots",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body.",
    "digital zoom": "4x",
    "dimensions": "104.0 (w) x 59.2 (h) x 29.9 (d) mm",
    "flash modes": "Auto with Red-eye Reduction, Auto, Off, Fill Flash, Slow Sync",
    "focal length": "5.4-54.0mm / f3.5-5.6",
    "image display resolution": "000 Dots, 921",
    "image format": "Jpeg",
    "image sizing": "4000 x 3000",
    "lcd screen size": "3 Inch",
    "memory card type": "SD / SDHC / Sdxc",
    "model id": "Coolpix S8100",
    "name": "Nikon Coolpix S8100 Point & Shoot Camera",
    "not covered in warranty": "Etc. are not Covered Under Warranty. Damage Caused due to Accident, Profits, Misuse or Abuse of This Product or Operation of This Product Contrary to the Instructions Contained in the Owner's Manual. Damage or Defect Caused by Accident, etc are not Covered Under Warranty. Warranty on Free Gifts is as per the Terms of Their Respective Manufactures, Fungus, Strap, USB Cable, Water, Battery Leakage, AC Adaptor and Other Consumables. any Electronic Data Loss due to Malfunctioning or Repair of This Product. any Consequential or Incidental Damages Resulting from any Breach of Warranty, Sand, Water or Battery Leakage. Damage Caused During Transportation or Mail. Damaged Caused by any Modifications or Servicing Performed by Person(s) Other Than Nikon Authorised Service Facility. Accessories Including Batteries, and This Warranty Does not Extend to Such Gifts. Warranty Does not Cover the Replacement of Product. Warranty Does not Cover any Special, Express or Implied, Applicable to This Product. Nikon India new Extended Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Accessories Like Batteries, Dust, Use, Charger, Nikon Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Defects or Malfunctions Caused by Damage Resulting from Improper Care, or Costs and Expenses, Etc., Adapters, Charger, AV Cable, Consequential or Incidental Damages Arising in way due to Malfunction of the Product Such as Loss of Photography, Sand, Loss of Data",
    "optical sensor resolution in megapixel": "12.1 Megapixels",
    "optical zoom": "10x",
    "red eye reduction": "Red eye Reduction",
    "self timer": "2 and 10 sec",
    "sensor type": "Bsi CMOS",
    "shooting modes": [
        "Scene Auto Selelctor, Subject Tracklight, Scene Mode, Backlight, Night Landscape, Auto Continous Shooting. Using Mode Dial, Auto Mode, Night Portrait",
        "Night Landscape, Auto Continous Shooting. Using Mode Dial, Subject Tracklight, Auto Mode, Night Portrait, Scene Mode, Scene Auto Selelctor, Backlight"
    ],
    "supported languages": "24",
    "type": "Point & Shoot",
    "upgradeable memory": "Upgradeable Memory",
    "video format": "Mov Movie",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Nikon India Warranty and Free Transit Insurance.",
    "weight": "184 g",
    "white balancing": "Cloudy, Daylight, Preset Manual, Flash, Incandescent, Auto, Fluorescent"
}