{
    "<page title>": "Nikon D3S DSLR Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "all": "12.1 Megapixel Camera | CMOS Image Sensor | 3 Inch Low-Temperature Polysilicon TFT LCD Screen | 12.1 Megapixels | with 3 Inch LCD | Interchangeable Lens Camera, SLR | HD Recording | ISO 200 - ISO 12800 Sensitivity | CMOS",
    "auto focus": "Ttl Phase Detection",
    "battery type": "Lithium Battery",
    "brand": "Nikon",
    "built in flash": "Built in Flash",
    "color": "Black",
    "contents": "Battery Chamber Cover bl-4, Camera Body, Quick Charger mh-22, Accessory Shoe Cover bs-2, USB Cable uc-e4, Eyepiece dk-17, Camera Strap an-Dc5, Body cap bf-1b, Software Suite cd-ROM., USB Cable Clip, Rechargeable li-ion Battery en-El4a, Audio Video Cable eg-d2",
    "continuous shots": "Continuous low Shooting Mode: 1-9 Fps, Continuous High Shooting Mode: 9 fps (9-11 fps with dx Format)",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body & Lens.",
    "delete function": "Delete Function",
    "dimensions": "159.5 (w) x 157 (h) x 87.5 (d) mm",
    "external flash": "External Flash",
    "flash modes": "Slow Sync, Rear-Curtain Sync, Front-Curtain Sync, Red-eye Reduction, Red-eye Reduction with Slow Sync",
    "focal length": "1.5x Lens Focal Length",
    "image display resolution": "921, 000 Dots",
    "image format": "Nef (12 or 14-bit Lossless Compressed, Compressed, or Uncompressed Raw)",
    "image sizing": "4256 x 2832",
    "iso rating": "Hi-0.5, Plus hi-0.3, 1/2 or 1 ev, hi-1, hi-0.7, hi-2 and hi-3 (iso 102,400); Sensitivity Decreases Approx. lo-0.3, 800 in Steps of 1/3, lo-0.5, lo-0.7 and lo-1 (iso 100), iso 200 to 12",
    "lcd display": "Low-Temperature Polysilicon TFT LCD",
    "lcd screen size": "3 Inch",
    "lens type": "Nikon f Mount",
    "manual focus": "Manual Focus",
    "maximum shutter speed": "1/8000 sec",
    "memory card type": "Compactflash (cf) Card (Type i, Udma 6 Compliant)",
    "metering": "Spot: Meters 4.0 mm Circle (About 1.5% of Frame) Centered on Selected Focus Point (on Center Focus Area when Non-cpu Lens is Used), 3d-Color Matrix Metering ii (Type g and d Lenses); Color Matrix Metering ii (Other cpu Lenses); Color Matrix Metering (Non-cpu Lenses if User Provides Lens Data); Center-Weighted: Weight of 75% Given to 12 mm Circle in Center of Frame; Diameter of Circle can be Changed to 8, or 20 mm, 15, or Weighting can be Based on Average of Entire Frame (Fixed at 12 mm when Non-cpu Lens is Used)",
    "minimum shutter speed": "30 sec",
    "model id": "D3s",
    "name": "Nikon D3S DSLR Camera",
    "not covered in warranty": "Strap, Sand, Charger, Dust, Etc. are not Covered Under Warranty. Damage Caused due to Accident, Misuse or Abuse of This Product or Operation of This Product Contrary to the Instructions Contained in the Owner's Manual. Damage or Defect Caused by Accident, USB Cable, Sand, Water, Etc., AC Adaptor and Other Consumables. any Electronic Data Loss due to Malfunctioning or Repair of This Product. any Consequential or Incidental Damages Resulting from any Breach of Warranty, and This Warranty Does not Extend to Such Gifts. Warranty Does not Cover the Replacement of Product. Warranty Does not Cover any Special, Fungus, Battery Leakage, Water or Battery Leakage. Damage Caused During Transportation or Mail. Damaged Caused by any Modifications or Servicing Performed by Person(s) Other Than Nikon Authorised Service Facility. Accessories Including Batteries, Adapters, etc are not Covered Under Warranty. Warranty on Free Gifts is as per the Terms of Their Respective Manufactures, Consequential or Incidental Damages Arising in way due to Malfunction of the Product Such as Loss of Photography, Charger, Nikon Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Defects or Malfunctions Caused by Damage Resulting from Improper Care, Use, Profits, Loss of Data, or Costs and Expenses, Express or Implied, Applicable to This Product. Nikon India new Extended Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Accessories Like Batteries, AV Cable",
    "optical sensor resolution in megapixel": "12.1 Megapixels",
    "picture angle": "Approx. 1.5x Lens Focal Length",
    "power supply": "Eh-6 AC Adapter (Optional)",
    "red eye reduction": "Red eye Reduction",
    "self timer": "10 and 20 Sec, 5, 2",
    "sensor size": "36.0 x 23.9 mm",
    "sensor type": "CMOS",
    "shooting modes": [
        "Continuous low Shooting Mode: 1-9 Continuous High Shooting Mode: 9 fps (9-11 fps with dx Format)fps, Quietshutter, Single Frame Shooting Mode, Self-Timer Mode, d-Movie -Release",
        "Self-Timer Mode, Quietshutter, Single Frame Shooting Mode, d-Movie -Release, Continuous low Shooting Mode: 1-9 Continuous High Shooting Mode: 9 fps (9-11 fps with dx Format)fps"
    ],
    "supported languages": "20",
    "type": "DSLR",
    "upgradeable memory": "Upgradeable Memory",
    "usb cable": "USB 2.0",
    "video display resolution": "1280 x 720",
    "video format": "AVI Movie (Motion Jpeg Compression Format with Monaural Sound; Stero Sound with External Microphone",
    "viewfinder": "Fixed Eye-Level Pentaprism; Built-in Diopter Adjustment (-3 to .0 m-)",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Nikon India Warranty and Free Transit Insurance.",
    "weight": "1240 g",
    "white balancing": "Choose Color Temp., Auto (ttl White Balance with 1,005-Pixel rgb Sensor, and Main Image Sensor); Incandescent, Flash, Cloudy, Direct Sunlight, Fluorescent, White Balance Preset, Shade"
}