{
    "<page title>": "Nikon S6000 Point & Shoot Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "all": "Optical Zoom: 7x | 14.2 Megapixels | with 2.7 Inch LCD",
    "auto focus": "Ttl",
    "battery type": "Lithium Battery",
    "brand": "Nikon",
    "built in flash": "Built in Flash",
    "color": "Black",
    "contents": "Camera Strap an-Cp19, User Manual, USB Cable uc-e6, Camera, Software Suite cd-ROM, Rechargeable li-ion Battery en-El12, Audio Video Cable eg-Cp14, Charging AC Adapter eh-68p",
    "continuous shots": "0.7 fps up to 10 Shots",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body.",
    "digital zoom": "2x",
    "dimensions": "97.0 (w) x 55.5 (h) x 25.0 (d) mm",
    "flash modes": "Slow Sync, Fill Flash, Auto with Red-eye Reduction, Auto, off",
    "focal length": "5.0-35.0mm / f3.7-5.6",
    "image display resolution": "000 Dots, 230",
    "image format": "Jpeg, Exif",
    "image sizing": "4320 3240",
    "inbuilt memory": "32 MB",
    "lcd screen size": "2.7 Inch",
    "memory card type": "SD / SDHC",
    "model id": "S6000",
    "name": "Nikon S6000 Point & Shoot Camera",
    "not covered in warranty": "Loss of Data, Charger, USB Cable, AC Adaptor and Other Consumables. any Electronic Data Loss due to Malfunctioning or Repair of This Product. any Consequential or Incidental Damages Resulting from any Breach of Warranty, Water, Strap, Profits, etc are not Covered Under Warranty. Warranty on Free Gifts is as per the Terms of Their Respective Manufactures, Sand, Consequential or Incidental Damages Arising in way due to Malfunction of the Product Such as Loss of Photography, Express or Implied, Nikon Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Defects or Malfunctions Caused by Damage Resulting from Improper Care, Dust, or Costs and Expenses, Applicable to This Product. Nikon India new Extended Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Accessories Like Batteries, Fungus, Etc. are not Covered Under Warranty. Damage Caused due to Accident, Misuse or Abuse of This Product or Operation of This Product Contrary to the Instructions Contained in the Owner's Manual. Damage or Defect Caused by Accident, Battery Leakage, AV Cable, Water or Battery Leakage. Damage Caused During Transportation or Mail. Damaged Caused by any Modifications or Servicing Performed by Person(s) Other Than Nikon Authorised Service Facility. Accessories Including Batteries, and This Warranty Does not Extend to Such Gifts. Warranty Does not Cover the Replacement of Product. Warranty Does not Cover any Special, Charger, Etc., Use, Sand, Adapters",
    "optical sensor resolution in megapixel": "14.2 Megapixels",
    "optical zoom": "7x",
    "red eye reduction": "Red eye Reduction",
    "self timer": "2 and 10 sec",
    "shooting modes": [
        "Subject Tracking Mode, Scene Auto Selector, Movie Mode, Smart Portrait Mode, Auto Mode, Scene Modes",
        "Smart Portrait Mode, Auto Mode, Scene Auto Selector, Scene Modes, Subject Tracking Mode, Movie Mode"
    ],
    "supported languages": "24",
    "type": "Point & Shoot",
    "upgradeable memory": "Upgradeable Memory",
    "usb cable": "USB Cable",
    "video format": "Mov Movie",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Nikon India Warranty and Free Transit Insurance.",
    "weight": "156 g",
    "white balancing": "Incandescent, Fluorescent, Preset Manual, Daylight, Auto, Cloudy, Flash"
}