{
    "<page title>": "Nikon S5100 Point & Shoot Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "all": "With 2.7 Inch LCD | Optical Zoom: 5x | CCD Image Sensor | 14.2 Megapixels",
    "auto focus": "Ttl",
    "battery type": "Lithium Battery",
    "brand": "Nikon",
    "built in flash": "Built in Flash",
    "color": "Black",
    "contents": "User Manual, Camera, Charging AC Adapter eh-68p, USB Cable uc-e6, Camera Strap an-Cp19, View nx 2 cd, Audio Video Cable eg-Cp14, Rechargeable li-ion Battery en-El10",
    "continuous shots": "0.7 fps up to 10 Shots",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body.",
    "digital zoom": "2x",
    "dimensions": "97.1 (w) x 56.9 (h) x 21.6 (d) mm",
    "flash modes": "Auto, Auto with Red-eye Reduction, Fill Flash, Off, Slow Sync",
    "focal length": "5.0-25.0mm / f2.7-6.6",
    "image display resolution": "000 Dots, 230",
    "image format": "Jpeg, Exif",
    "inbuilt memory": "32 MB",
    "lcd screen size": "2.7 Inch",
    "memory card type": "SD / SDHC",
    "model id": "S5100",
    "name": "Nikon S5100 Point & Shoot Camera",
    "not covered in warranty": "Sand, Battery Leakage, or Costs and Expenses, Misuse or Abuse of This Product or Operation of This Product Contrary to the Instructions Contained in the Owner's Manual. Damage or Defect Caused by Accident, Adapters, AC Adaptor and Other Consumables. any Electronic Data Loss due to Malfunctioning or Repair of This Product. any Consequential or Incidental Damages Resulting from any Breach of Warranty, Dust, Express or Implied, Nikon Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Defects or Malfunctions Caused by Damage Resulting from Improper Care, Etc. are not Covered Under Warranty. Damage Caused due to Accident, Sand, Profits, etc are not Covered Under Warranty. Warranty on Free Gifts is as per the Terms of Their Respective Manufactures, Water or Battery Leakage. Damage Caused During Transportation or Mail. Damaged Caused by any Modifications or Servicing Performed by Person(s) Other Than Nikon Authorised Service Facility. Accessories Including Batteries, and This Warranty Does not Extend to Such Gifts. Warranty Does not Cover the Replacement of Product. Warranty Does not Cover any Special, Water, Charger, Loss of Data, Fungus, Strap, Consequential or Incidental Damages Arising in way due to Malfunction of the Product Such as Loss of Photography, Etc., Use, Charger, AV Cable, USB Cable, Applicable to This Product. Nikon India new Extended Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Accessories Like Batteries",
    "optical sensor resolution in megapixel": "14.2 Megapixels",
    "optical zoom": "5x",
    "red eye reduction": "Red eye Reduction",
    "self timer": "2 and 10 sec",
    "sensor type": "CCD",
    "shooting modes": [
        "Scene Auto Selector, Smart Portrait Mode, Auto Mode, Scene Modes, Subject Tracking Mode, Movie Mode",
        "Subject Tracking Mode, Movie Mode, Smart Portrait Mode, Scene Auto Selector, Scene Modes, Auto Mode"
    ],
    "supported languages": "24",
    "type": "Point & Shoot",
    "upgradeable memory": "Upgradeable Memory",
    "video format": "AVI Movie, Mono/WAV File",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Nikon India Warranty and Free Transit Insurance.",
    "weight": "115 g",
    "white balancing": "Auto, Fluorescent, Preset Manual, Daylight, Incandescent, Cloudy, Flash"
}