{
    "<page title>": "Nikon S80 Point & Shoot Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "auto focus": "11 Focus Point; Detection Range: -1 to ev (iso 100 at 20c/68f)",
    "battery type": "Lithium Battery",
    "brand": "Nikon",
    "built in flash": "Built in Flash",
    "color": "Silver",
    "continuous shots": "0.9 fps up to 6 Shots",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body.",
    "digital zoom": "4x",
    "dimensions": "98.8 (w) x 62.6 (h, ) x 16.5 (d) mm",
    "flash modes": "Auto with Red-eye Reduction, Slow Sync, Fill Flash, Auto, off",
    "focal length": "6.3-31.5mm / f3.6-4.8",
    "image display resolution": "819,000 Dots",
    "image format": "Jpeg",
    "image sizing": "4320 3240",
    "inbuilt memory": "79 MB",
    "iso rating": "100, 200, Manual Selection: iso 80, 6400, 3200, 400, 1600, 800, Auto (Auto Gain iso 80-800), Fixed Range Auto (iso 80 to 200, iso 80 to 400)",
    "lcd display": "Oled",
    "lcd screen size": "3.5 Inch",
    "memory card type": "SD / SDHC / Sdxc",
    "model id": "S80",
    "not covered in warranty": "Sand, etc are not Covered Under Warranty. Warranty on Free Gifts is as per the Terms of Their Respective Manufactures, Fungus, AV Cable, USB Cable, and This Warranty Does not Extend to Such Gifts. Warranty Does not Cover the Replacement of Product. Warranty Does not Cover any Special, Water or Battery Leakage. Damage Caused During Transportation or Mail. Damaged Caused by any Modifications or Servicing Performed by Person(s) Other Than Nikon Authorised Service Facility. Accessories Including Batteries, Dust, Water, Loss of Data, Use, AC Adaptor and Other Consumables. any Electronic Data Loss due to Malfunctioning or Repair of This Product. any Consequential or Incidental Damages Resulting from any Breach of Warranty, Misuse or Abuse of This Product or Operation of This Product Contrary to the Instructions Contained in the Owner's Manual. Damage or Defect Caused by Accident, Etc. are not Covered Under Warranty. Damage Caused due to Accident, Applicable to This Product. Nikon India new Extended Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Accessories Like Batteries, Charger, Battery Leakage, Charger, Sand, Etc., or Costs and Expenses, Strap, Adapters, Profits, Nikon Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Defects or Malfunctions Caused by Damage Resulting from Improper Care, Express or Implied, Consequential or Incidental Damages Arising in way due to Malfunction of the Product Such as Loss of Photography",
    "optical sensor resolution in megapixel": "14.1 Megapixels",
    "optical zoom": "5x",
    "power supply": "AC Adapter eh-62d (Optional)",
    "red eye reduction": "Red eye Reduction",
    "sales package": "Camera, Camera Strap an-Cp19, USB Cable uc-e6, Rechargeable li-ion Battery en-El10, Audio Video Cable eg-Cp16, User Manual, Charging AC Adapter eh-68p, View nx 2 cd",
    "self timer": "2 and 10 sec",
    "sensor type": "CCD",
    "shooting modes": [
        "Smart Portrait Mode, Auto Mode, Movie Mode, Scene Auto Selelctor, Scene Mode, Subject Tracking Mode(with Tapping)",
        "Smart Portrait Mode, Movie Mode, Scene Auto Selelctor, Scene Mode, Subject Tracking Mode(with Tapping), Auto Mode"
    ],
    "supported languages": "24",
    "type": "Point & Shoot",
    "upgradeable memory": "Upgradeable Memory",
    "usb cable": "USB Cable",
    "video format": "Mov Movie",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Nikon India Warranty and Free Transit Insurance.",
    "weight": "133 g",
    "white balancing": "Fluorescent, Auto, Incandescent, Cloudy, Daylight, Flash, Preset Manual"
}