{
    "<page title>": "Nikon Coolpix P100 Point & Shoot Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "battery type": "Lithium Battery",
    "brand": "Nikon",
    "built in flash": "Built in Flash",
    "color": "Black",
    "continuous shots": "10 fps up to 6 Shots",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body.",
    "digital zoom": "4x",
    "dimensions": ") x 98.6 (d) mm, 114.4 (w) x 82.7 (h",
    "flash modes": "Auto with Red-eye Reduction, Off, Rear-Curtain Sync, Auto, Fill Flash, Slow Sync",
    "focal length": "4.6-120.0mm / f2.8-5.0",
    "image display resolution": "460000 Dots",
    "image format": "Jpeg",
    "iso rating": "400, Auto, 800, 3200, 80, 100, 200, 1600",
    "lcd screen size": "3 Inch",
    "lens type": "Nikkor Lens",
    "manual focus": "Manual Focus",
    "memory card type": "SD / SDHC",
    "model id": "Coolpix P100",
    "not covered in warranty": "Use, Loss of Data, Battery Leakage, Misuse or Abuse of This Product or Operation of This Product Contrary to the Instructions Contained in the Owner's Manual. Damage or Defect Caused by Accident, Etc., Sand, Charger, Adapters, AV Cable, Water, etc are not Covered Under Warranty. Warranty on Free Gifts is as per the Terms of Their Respective Manufactures, Profits, Express or Implied, Applicable to This Product. Nikon India new Extended Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Accessories Like Batteries, or Costs and Expenses, Nikon Service Warranty (Local Warranty) Does not Apply to any of the Followings:- Defects or Malfunctions Caused by Damage Resulting from Improper Care, USB Cable, Etc. are not Covered Under Warranty. Damage Caused due to Accident, Strap, Sand, AC Adaptor and Other Consumables. any Electronic Data Loss due to Malfunctioning or Repair of This Product. any Consequential or Incidental Damages Resulting from any Breach of Warranty, and This Warranty Does not Extend to Such Gifts. Warranty Does not Cover the Replacement of Product. Warranty Does not Cover any Special, Charger, Fungus, Water or Battery Leakage. Damage Caused During Transportation or Mail. Damaged Caused by any Modifications or Servicing Performed by Person(s) Other Than Nikon Authorised Service Facility. Accessories Including Batteries, Dust, Consequential or Incidental Damages Arising in way due to Malfunction of the Product Such as Loss of Photography",
    "optical sensor resolution in megapixel": "10.3 Megapixels",
    "optical zoom": "26x",
    "red eye reduction": "Red eye Reduction",
    "sales package": "Camera, Lens cap lc-Cp21, Camera Strap an-Cp21, Software Suite cd-ROM, Charging AC Adapter eh-68p, Audio Video Cable eg-Cp14, User Manual, Rechargeable li-ion Battery en-El5, USB Cable uc-e6",
    "self timer": "2 and 10 sec",
    "sensor size": "1/2.3 Inch",
    "sensor type": "CMOS",
    "shooting modes": [
        "Subject Tracking Mode, Auto Mode, s, Scene Auto Selelctor, Movie Mode, Smart Portrait Mode, Scene Mode, a, Sport Continuous Mode, and m Exposure Modes, p",
        "Subject Tracking Mode, a, Sport Continuous Mode, Scene Auto Selelctor, Movie Mode, and m Exposure Modes, s, Auto Mode, Smart Portrait Mode, p, Scene Mode"
    ],
    "supported languages": "24",
    "type": "Point & Shoot",
    "upgradeable memory": "Upgradeable Memory",
    "video format": "Mov Movie, Mono/WAV File",
    "viewfinder": "No",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Nikon India Warranty and Free Transit Insurance.",
    "weight": "481 g",
    "white balancing": "Daylight, Incandescent, Fluorescent, Preset Manual, Cloudy, Auto, Flash"
}