{
    "<page title>": "Canon IXUS 125 HS Point & Shoot Camera best price in India 2014, Specs and Review | Valid in Delhi, Mumbai, Bangalore, Hyderabad, Chennai, Kolkata, Ahmedabad, Surat | Price-Hunt",
    "aperture range": "F5.9 - F17(t), f2.7 - f8.0 (w)",
    "audio formats": "Linear pcm Monaural",
    "audio video interface": "Audio / Video Output (Ntsc, Pal)",
    "auto focus": "Ttl",
    "battery type": "Lithium Battery",
    "brand": "Canon",
    "built in flash": "Built in Flash",
    "color": "Black",
    "color filter": "Primary (Rgb) Color Filter",
    "continuous shots": "2 fps in p Mode and 5.8 fps in High-Speed Burst Mode",
    "covered in warranty": "Warranty of the Product is Limited to Only Manufacturing Defect on Camera Body.",
    "digital zoom": "4x",
    "dimensions": "93.2 (w) x 57.0 (h, ) x 20.0 (d) mm",
    "external flash": "External Flash",
    "face detection": [
        "Face Detection",
        "Face Detection"
    ],
    "flash modes": "Auto, Off, on, Slow Synchro",
    "flash range": "0.5 - 3.5 m (w), 90 cm - 2.0 m (t)",
    "focal length": "4.3 (w) - 21.5 (t, ) mm (35 mm Equivalent to 24 (w) - 120 (t, ) mm)",
    "hdmi": "HDMI Mini Connector",
    "image display resolution": "461,000 Dots",
    "image format": "Dcf, Jpeg, Exif 2.3, Dpof",
    "image sizing": "4608 x 3456",
    "iso rating": "3200, 200, 400, 100, 800, Auto, 1600",
    "lcd display": "TFT Color LCD",
    "lcd screen size": "3 Inch",
    "macro mode": "3 - 50 cm (w)",
    "maximum shutter speed": "1/2000 sec",
    "memory card type": "SD / SDHC / Sdxc",
    "metering": "Center Weighted Average, Evaluative, Spot",
    "minimum shutter speed": "1 sec",
    "model id": "125 HS",
    "not covered in warranty": "Any Malfunction Resulting from Inadequate Safekeeping, Repaired, any Damage Arising out of Unauthorized Modification or Alteration, Disassembled And/or by a Party not Authorized by Cipl, Strap, Connections or Electrical Faults External to the Product. Warranty Does not Cover Damages Caused due to Acts of god & Force Majeure., the Product is Operated And/or Maintained in Ways Other Than Recommended by Canon in the User Manual in Writing., Maintained, Sand, the Model no or Serial no Sticker of the Product is Removed, Dropping, the Product is Modified, Mutilated or Tampered With, Repair or use of any Consumables or Accessories Other Than Those Supplied by Canon India / Canon India Authorised Channel., Storage with Mothballs or Leakage of Batteries. Warranty of the Product Does not Cover Other Accessories Like Case, Storage at High Temperatures or Humidity, the Product is Physically Damaged, Water, Fire and /or Shock, any Malfunction Resulting from Exposure to Dirt, Lens cap etc or Consumables Like Batteries. Warranty Does not Cover the Replacement of the Product. not Covered if the Defect is a Result of Physical Breakage",
    "operating system": "Vista Sp2, Windows 7 Sp1, xp Sp3, mac OS x V10.6 - 10.7",
    "optical sensor resolution in megapixel": "16.1 Megapixels",
    "optical zoom": "5x",
    "pictbridge": "Pictbridge",
    "picture angle": "24 mm Ultra Wide-Angle",
    "power supply": "Compact Power Adapter ca-DC 10 (Included with AC Adapter kit Ack-Dc90)",
    "red eye reduction": "Red eye Reduction",
    "sales package": "Solution Disk, Strap, User Manual and Warranty Card, Interface Cable, Battery Pack, Battery Charger",
    "self timer": "2 and 10 sec",
    "sensor size": "1/2.3 Inch",
    "sensor type": "CMOS",
    "series": "Ixus",
    "shooting modes": [
        "Low Light, toy Camera Effect, Smooth Skin, Soft Focus, p, Color Swap, Poster Effect, Handheld Night Scene, Portrait, Snow, Monochrome, Super Vivid, Smart Shutter, Stitch Assist, Super Slow Motion Movie, Iframe Movie, Miniature Effect, Auto, Movie Digest, Fish-eye Effect, High Speed Burst, Underwater, Color Accent, Long Shutter",
        "Low Light, Soft Focus, Miniature Effect, Iframe Movie, Snow, Smooth Skin, Underwater, Color Accent, Monochrome, Poster Effect, Handheld Night Scene, p, Super Slow Motion Movie, Super Vivid, Auto, Portrait, Long Shutter, Fish-eye Effect, Stitch Assist, Movie Digest, Smart Shutter, toy Camera Effect, Color Swap, High Speed Burst"
    ],
    "supported aspect ratio": "04:03",
    "supported languages": "30",
    "type": "Point & Shoot",
    "upgradeable memory": "Upgradeable Memory",
    "usb cable": "Hi-Speed USB",
    "video display resolution": "30 Fps, 1280 x 720",
    "video format": "Mov, h.264",
    "warranty service type": "Customer Needs to Carry the Product to the Nearby Authorized Service Center to get the Product Repaired or Inspected.",
    "warranty summary": "2 Year Canon India Warranty and Free Transit Insurance.",
    "weight": "135 g (with Battery and SD Memory Card)",
    "white balancing": "Custom, Tungsten, day Light, Auto, Cloudy, Fluorescent h, Fluorescent"
}