{
    "<page title>": "Fujifilm FinePix Z3 5 1 MP Digital Camera Pink 512 MB XD Card 074101440546 | eBay",
    "additional features": "AE/FE Lock, AF Lock, Audio Recording, Auto Power Save, Brightness Control, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, PictBridge Support, Resizing an Image, USB 2.0 Compatibility",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Fujifilm",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video/audio output, 1 x docking station",
    "continuous shooting speed": "0.7 frames per second, 2.2 frames per second",
    "depth": "0.8 in.",
    "digital video format": "AVI",
    "digital zoom": "6x",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "effective flash range": "0.3 m - 3 m",
    "expansion slot": "1 x xD-Picture Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Multi-Segment",
    "exposure modes": "Automatic, Program",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "36 - 108mm",
    "focus adjustment": "Automatic",
    "height": "2.2 in.",
    "integrated memory size": "10 MB",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 400, ISO 64, ISO 800, ISO auto",
    "light sensitivity max": "1600",
    "macro focus range": "8-80cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/1000 sec",
    "megapixels": "5.1 MP",
    "microphone type": "Microphone - built-in",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "4 sec",
    "model": "Z3",
    "mpn": "81413",
    "operating system supported": "Apple Mac OS X 10.2.8 or later, MS Windows 2000, MS Windows 98, MS Windows 98 SE, MS Windows ME, MS Windows XP",
    "optical zoom": "3x",
    "product information": "Real Photo Technology captures treasured moments just as your eye sees them. Combining the new RPII Processor, 5th Generation Super CCD-HR Sensor and Fujinon Lens Optics, the Z3 delivers ultra-high sensitivity with low noise, faster operational speeds and reduced power consumption. This allows you to capture priceless memories as photographs with every nuance of light and color, even in low light situations without a flash.Z3 features an innovative Non-extending, refractive optical zoom for faster start-up and a new Fujinon lens design. Superior optics collects light and precisely form the image in conjunction with a 5th Generation Super CCD-HR. Bring your subject closer to you with a 3.0x Optical Zoom (equivalent to a 36-108mm on a 35mm camera). Increase your photo capture ability by utilizing the 5.7x Digital Zoom for a combined 17.1x Total Zoom range.By simply touching the Picture Stabilization button, the Z3 will automate professional photographic techniques to help reduce camera shake, freeze subject movement and improve low light background detail. Picture Stabilization utilizes higher sensitivities, up to ISO 1600 in the Z3, an incredibly high signal to noise ratio, and faster shutter and operational speeds, to deliver virtually blur free images where conventional digital cameras cannot. Life's a blur...your pictures shouldn't be. Picture Stabilization is that simple, and your camera remains ultra-fast so you never miss a shot.Just select \"Natural Light\" mode, and the Z3 will automatically suppress the flash and adjust sensitivity up to ISO 1600 to compensate for low-light situations, letting you easily take photos in a variety of indoor or outdoor situations and capture the image in full detail just as your eye sees it... without a flash. And, speaking of flash, the Z3 has incorporated Fujifim's Intelligent Flash System or i-Flash. i-Flash fine-tunes flash output for shooting with high sensitivity settings. It recognizes scene conditions and determines the optimum flash output to ensure superb results. Subjects in the foreground appear natural, and background detail is bright and clear. The difference is especially noticeable in the natural facial tones of people in your pictures, in close-ups and group photos alike. A scratch resistant, reinforced acrylic protective shield protects the Z3's 2.5-inch LCD so you can take it everywhere. The extra-large LCD makes it easy to frame your photos and share the results in brilliant color. Sensing ambient light, the LCD automatically adjusts brightness for optimum viewing indoors or outdoors. Manual control provides additional brightness. Post shot interfaces make it easier to view and share photos right on screen.The Z3 features a stylish, ultra-compact contemporary design that is ergonomically engineered for finger-tip control. Zoom in or out, or change modes all with the touch of a finger for convenient one hand operation so you don't miss any photographic opportunity. The new programming menu is intuitive and uses drop down lists that expand to make your selections simple and quick. And, with 14 pre-programmed scene position modes, including the new Dual Shot mode, taking beautiful pictures has never been easier.\nProduct Highlights Video\nProduct Identifiers BrandFujifilm ModelZ3 MPN81413 UPC074101440546\nKey Features Camera TypePoint & Shoot Optical Zoom3x Digital Zoom6x Sensor Resolution5.1 MP Screen Size2.5\"\nOptical Sensor Sensor Size1/2.5\" Sensor TypeSuper CCD HR\nLens System Macro Focus Range8-80cm Focus AdjustmentAutomatic Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera36 - 108mm\nExposure Max Shutter Speed1/1000 sec Min Shutter Speed4 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringMulti-Segment Exposure ModesAutomatic, Program Light SensitivityISO 100, ISO 1600, ISO 200, ISO 400, ISO 64, ISO 800, ISO auto Light Sensitivity Max1600\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.3 m - 3 m Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Integrated Memory size10 MB Supported Flash MemoryxD-Picture Card, xD-Picture Card Type H, xD-Picture Card Type M\nViewfinder Viewfinder TypeNone\nDimensions Depth0.8 in. Height2.2 in. Width3.5 in. Weight4.6 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.5\" - color Display Size2.5\"\nMicrophone Microphone TypeMicrophone - built-in\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video/audio output, 1 x docking station Expansion Slot1 x xD-Picture Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.2.8 or later, MS Windows 2000, MS Windows 98, MS Windows 98 SE, MS Windows ME, MS Windows XP\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatAVI Still Image FormatJPEG\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Audio Recording, Auto Power Save, Brightness Control, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, PictBridge Support, Resizing an Image, USB 2.0 Compatibility Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsAnti-blur, Landscape, Natural light, Night scene, Portrait mode, Sports mode Special EffectsBlack & White, Chrome Continuous Shooting Speed0.7 frames per second, 2.2 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "5.1 MP",
    "sensor size": "1/2.5\"",
    "sensor type": "Super CCD HR",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Anti-blur, Landscape, Natural light, Night scene, Portrait mode, Sports mode",
    "special effects": "Black & White, Chrome",
    "still image format": "JPEG",
    "supported flash memory": "xD-Picture Card, xD-Picture Card Type H, xD-Picture Card Type M",
    "upc": "074101440546",
    "viewfinder type": "None",
    "weight": "4.6 Oz.",
    "width": "3.5 in."
}