{
    "<page title>": "Canon PowerShot A2600 Is 16 0 MP Digital Camera w 5X Optical Zoom Video Shoot 1 013803211719 | eBay",
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "help button": "The PowerShot A2600 digital camera is designed to be fun and easy to use, even for beginners. A help button on the camera's exterior brings up the help menu any time you need it, right on the LCD screen. From here, you can scroll through a variety of topics that answer your questions with clear explanations, offer helpful shooting advice, and show you diagrams highlighting the position of any buttons you'll need.",
    "megapixels": "16.0 MP",
    "model": "A2600",
    "mpn": "8158B001_7",
    "optical zoom": "5x",
    "screen size": "3\"",
    "smart auto": "Photographers of all levels appreciate a camera - especially a go-anywhere compact digital - that takes the hassle out of capturing beautiful images. The PowerShot A2600 gives you Smart AUTO - sophisticated Canon technology that makes getting that great shot as simple as pressing the shutter button. Smart AUTO automatically detects scenes by assessing various factors in both the background and the subject. Detected scenes are analyzed using 32 predefined shooting situations. The camera then makes optimal settings to ensure the best possible image capture when shooting still images. Smart AUTO also includes advanced subject detection, which allows the camera to detect and track non-human moving subjects like animals and vehicles. With Smart AUTO, all you have to do is frame your shot and capture away.",
    "type": "Point & Shoot",
    "upc": "013803211719"
}