{
    "<page title>": "Nikon Coolpix L6 6 0 MP Digital Camera Silver 018208255511 | eBay",
    "additional features": "Audio Recording, Auto Power Save, Automatic Face Tracking, Blur Warning, Brightness Control, Cropping An Image, Date/Time Stamp, Digital Noise Reduction, Direct Print, Interval Shooting Mode, Multi-Picture Burst, Not Interchangeable Lenses, PictBridge Support, Red eye Fix, Saturation Control, Serial, With Tripod Mount",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Standard form factor",
    "brand": "Nikon",
    "camera flash features": "Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash, Slow Sync",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "1.5 frames per second",
    "depth": "3.3 in.",
    "digital video format": "QuickTime",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "effective flash range": "0.3 m - 5 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure metering": "Matrix",
    "exposure modes": "Automatic, Program",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "38 - 116mm",
    "focus adjustment": "Autofocus & Manual Focus, Automatic",
    "height": "2.4 in.",
    "integrated memory size": "23 MB",
    "light sensitivity max": "800",
    "macro focus range": "10cm",
    "max video resolution": "640 x 480",
    "megapixels": "6.0 MP",
    "microphone type": "Microphone - built-in",
    "model": "L6",
    "mpn": "25551-BUN",
    "operating system supported": "Apple Mac OS 7, Apple Mac OS 8, Apple Mac OS 9, Apple Mac OS X 10.1.5 or later, MS Windows 2000, MS Windows 98 SE, MS Windows ME, MS Windows XP, Microsoft Windows 2000, Microsoft Windows 95, Microsoft Windows 98, Microsoft Windows 98SE, Microsoft Windows ME, Microsoft Windows NT, Microsoft Windows XP, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional",
    "optical zoom": "3x",
    "product information": "A digital compact camera offering powerful imaging performance, easy operation and outstanding battery life, the COOLPIX L6 lets users shoot with greater confidence for better-looking results.Created with a slim, lightweight design, the COOLPIX L6 offers the imaging performance of 6.0 effective megapixels. It also has an optical 3x Zoom-Nikkor lens with a focal range of 38-116mm (35mm equivalent) - making it a cinch to capture everything from pleasing portraits to expansive landscapes with true-to-life color and fine detail. Furthermore, the COOLPIX L6 delivers the world's longest battery life - being able to shoot up to an incredible 1000 images when using the supplied Energizer lithium AA-size batteries! Highly convenient, such extended battery life is ideally suited to travel or when capturing important events, such as a wedding, where you can't afford to run out of power.The COOLPIX L6 offers light sensitivity beyond conventional compact digitals, too, with settings up to ISO 800. This means users can shoot pictures in lower light without having to use a long exposure. It also allows users to select higher shutter speeds for the capture of fast-moving subjects. And because the COOLPIX L6 has a large, easy-to-view 115.000-dot 2.5-inch LCD monitor, it supports smooth composition as well as enjoyable image playback anywhere.A choice of 15 Scene modes makes it easy to achieve optimal results in a wide range of common shooting conditions. Simply select the Scene mode most closely corresponding to the scene at hand and the COOLPIX L6 automatically chooses the best settings for pleasing results. Four of these handy Scene modes also feature Scene assist, which helps users to achieve better composition.The COOLPIX L6 also makes it especially easy to get great-looking results in challenging conditions by featuring three unique in-camera Nikon image innovations - Face Priority AF that automatically detects and achieves sharp focus on people's faces wherever they are in the frame, In-Camera Red-Eye Fix that can automatically overcome the red-eye effect sometimes caused by flash, and Nikon's D-Lighting that can rescue underexposed images or shots taken with too much back light.The COOLPIX L6 additionally features approximately 23MB of internal memory, which allows users to go on shooting even without external memory media. It's also compatible with SD cards, which are widely available around the world. What's more, the COOLPIX L6 even adds convenience to printing - allowing users to connect the camera direct to PictBridge-compatible printers to produce beautiful photos without the need for a computer.\nProduct Highlights Video\nProduct Identifiers BrandNikon ModelL6 MPN25551-BUN UPC018208255511\nKey Features Camera TypePoint & Shoot Optical Zoom3x Digital Zoom4x Sensor Resolution6.0 MP Screen Size2.5\"\nOptical Sensor Sensor Size1/2.5\" Sensor TypeCCD\nLens System Macro Focus Range10cm Focus AdjustmentAutofocus & Manual Focus, Automatic Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera38 - 116mm\nExposure Exposure MeteringMatrix Exposure ModesAutomatic, Program Light Sensitivity Max800\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.3 m - 5 m Camera Flash FeaturesAuto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash, Slow Sync Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Integrated Memory size23 MB Supported Flash MemoryCompactFlash Card Type I, SD Memory Card\nViewfinder Viewfinder TypeNone, Optical\nDimensions Depth3.3 in. Height2.4 in. Width3.58 in. Weight4.41 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.5\" - color Display Size2.5\"\nMicrophone Microphone TypeMicrophone - built-in\nConnections Connector Types1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS 7, Apple Mac OS 8, Apple Mac OS 9, Apple Mac OS X 10.1.5 or later, MS Windows 2000, MS Windows 98 SE, MS Windows ME, MS Windows XP, Microsoft Windows 2000, Microsoft Windows 95, Microsoft Windows 98, Microsoft Windows 98SE, Microsoft Windows ME, Microsoft Windows NT, Microsoft Windows XP, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional\nBattery Battery Form FactorStandard form factor\nFile Format Digital Video FormatQuickTime Still Image FormatJPEG, TIFF\nResolution Max Video Resolution640 x 480\nOther Features Additional FeaturesAudio Recording, Auto Power Save, Automatic Face Tracking, Blur Warning, Brightness Control, Cropping An Image, Date/Time Stamp, Digital Noise Reduction, Direct Print, Interval Shooting Mode, Multi-Picture Burst, Not Interchangeable Lenses, PictBridge Support, Red eye Fix, Saturation Control, Serial, With Tripod Mount Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBack light, Beach/snow, Close-up, Copy, Dawn/dusk, Fireworks, Landscape, Museum, Night landscape, Night portrait, Panorama assist, Party/indoor, Portrait mode, Sports mode, Sunset Special EffectsBlack & White, Cool, Sepia, Vivid White BalanceAuto, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset), Overcast (Preset) Continuous Shooting Speed1.5 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "6.0 MP",
    "sensor size": "1/2.5\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Back light, Beach/snow, Close-up, Copy, Dawn/dusk, Fireworks, Landscape, Museum, Night landscape, Night portrait, Panorama assist, Party/indoor, Portrait mode, Sports mode, Sunset",
    "special effects": "Black & White, Cool, Sepia, Vivid",
    "still image format": "JPEG, TIFF",
    "supported flash memory": "CompactFlash Card Type I, SD Memory Card",
    "upc": "018208255511",
    "viewfinder type": "None, Optical",
    "weight": "4.41 Oz.",
    "white balance": "Auto, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset), Overcast (Preset)",
    "width": "3.58 in."
}