{
    "121 megapixels": "A resolution of 12.1 MP lets you make poster-size prints, or creatively crop images to perfection.",
    "28mm wideangle 40x zoom lens": "A wide 28mm lens is perfect for capturing landscapes or group shots, while a 4.0x optical zoom lets you get closer to your subject. Canon's optical Image Stabilizer delivers blur-free results throughout the zoom range.",
    "68 cm 27 purecolor ii lcd": "For detailed image review, easy framing and effortless menu navigation, the IXUS 105 features a 6.8 cm (2.7\") PureColor II LCD. A wide viewing angle makes it easy to share images with friends as well as frame shots in bright sunlight.",
    "<page title>": "Canon PowerShot Digital ELPH SD1300 Is IXUS 105 12 1 MP Digital Camera | eBay",
    "brand": "Canon",
    "bundled items": "Case or Bag, Memory Card, Strap (Neck or Wrist)",
    "classic ixus design": "The IXUS 105 combines pure IXUS style with fun, effortless operation.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic 4": "The DIGIC 4 processor delivers richly detailed, clean images, even when shooting at high ISO speeds. DIGIC 4 also drives fast and responsive camera operation.",
    "effortless shooting": "Smart Auto mode uses Scene Detection Technology to determine the shooting scene from subject brightness, contrast, distance and overall hue. The camera then selects the appropriate scene from a possible 18, and applies optimum settings - leaving the user free to simply point and shoot. Smart Flash Exposure controls flash power and usage, helping to avoid problems like dark backgrounds and face shadows, and producing natural results in a variety of conditions",
    "face detection technology": "Face Detection technology detects up to 35 faces in a scene and adjusts focus, exposure, flash settings and white balance - for optimal results with natural-looking skin tones. FaceSelf-Timer makes group photos easy, taking a shot after an extra face enters the frame. Auto Red-Eye Correction eliminates red-eye during shooting or playback.",
    "icontrast": "i-Contrast offers improved contrast and greater detail in tricky lighting conditions.",
    "megapixels": "12.1 MP",
    "model": "Digital ELPH SD1300 IS / IXUS 105",
    "motion detection technology": "Motion Detection Technology detects movement in the shooting scene and camera shake. The optimal ISO level is then automatically set, to minimize blur and maximize image quality.",
    "mpn": "4214B001AA",
    "optical zoom": "4x",
    "screen size": "2.7\"",
    "shooting modes": "15 shooting modes are available, including Low Light, for great shots in darker conditions.",
    "type": "Point & Shoot"
}