{
    "4x optical zoom lens with folded optics technology": "The DMC-FP3 features a 4x optical zoom Lumix DC Vario lens (35mm camera equivalent: 35-140mm). The folded optics of the shaft guide method is adopted to secure the toughness of the lens unit. Comprising 11 elements and a prism unit in 10 groups, including an ED (Extra Low Dispersion) lens and 4 aspherical lenses with 7 aspherical surfaces, this advanced lens unit renders high resolution image corner to corner even adopting the folded optics.",
    "4x optical zoomup to 84x extra optical zoom": "The DMC-FP3 is equipped with a 4x optical zoom lens (35mm camera equivalent: 35-140mm). The extra optical zoom function uses the center part of the CCD to extend this 4x zoom ratio to powerful 8.4x zoom (35mm camera equivalent: 295mm) at a resolution of 3-megapixel or less. Adding the extra optical zoom to the 4x digital zoom 2 extends the total zooming power to a maximum of 33.8x.",
    "<page title>": "Panasonic Lumix DMC FP3 14 1 MP Digital Camera Black 885170000742 | eBay",
    "brand": "Panasonic",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "futuristic flat body design": "The flat body and compact size of the DMC-FP3 allow it to fit nicely into a small handbag. Built of high-quality aluminum, the DMC-FP3 also brings a wide range of colors to the series. The lens cover both protects the lens from scratches or dusts and serves as the camera's power switch, making it fast and easy to slip the camera out of a pocket or a bag and turn on the power. The delicate hairline finish on the lens cover of the DMC-FP3 elegantly accents the design. You'll want to take this sleek, stylish camera with you everywhere you go, like a fashion accessory.",
    "higher image quality with advanced signal processing": "Panasonic's advanced noise reduction system in the Venus Engine IV applies noise reduction (NR) to luminance noise and chromatic noise separately. As a result, beautiful images with minimal noise can be reproduced all the way up to ISO 1600 high sensitivity at full resolution for beautiful night shots or dimly lit indoor shots.",
    "megapixels": "14.1 MP",
    "model": "DMC-FP3",
    "mpn": "DMC-FP3K",
    "optical zoom": "4x",
    "screen size": "3\"",
    "sonic speed af": "The Sonic Speed AF system in the DMC-FP3 has a maximum speed of approx. 0.33 second for auto focusing. It includes numerous re-engineering enhancements, including a higher-speed actuator, optimized algorithms and parallel software processing. The result is fast and accurate AF performance. You can quickly get moving subjects in focus, such as when you're shooting sports scenes.",
    "type": "Point & Shoot",
    "upc": "885170000742",
    "venus engine iv": "The image-processing engine, Venus Engine IV, uses advanced signal processing to give you beautiful images even when the sensitivity is high. Multi-task signal processing is employed for all images to enable high-speed, high-performance shooting. Venus Engine IV also effectively raises the precision of various functions, such as MEGA O.I.S. (Optical Image Stabilizer) and Intelligent ISO Control. Along with its extremely high performance, Venus Engine IV reduces power consumption thanks to a number of energy efficiency improvements."
}