{
    "<page title>": "Leica D-LUX 5 Black Digital Camera 18151 #4011420 - MANUFACTURER REFURBISHED!",
    "brand": "Leica",
    "brilliant image quality": "The D-Lux 5 features a designed 1/1.63\"-CCD image sensor that is particularly large for a compact camera. Even at the standard resolution of 10.1 megapixels, this contributes to a significant increase in image quality. The results speak for themselves: combined with the camera's electronics and firmware, it guarantees brilliant high-contrast images with natural color rendition and superb sharpness - just the way you expect them to be from a Leica camera!",
    "classic design": "Classical elegance meets premium quality materials: this characterizes the design philosophy of Leica D-Lux cameras. Elegant matt throughout, with sparse accents in chrome and uncomplicated distinctive lines, it possesses a compellingly purist and simultaneously timeless modern design.",
    "condition": "Manufacturer refurbished: An item that has been professionally restored to working order by a manufacturer or\nmanufacturer-approved vendor. This means the product has been inspected, cleaned, and repaired to meet manufacturer specifications and is in excellent condition. This item may or may not be in the original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "Japan",
    "creative freedom": "Photography with a Leica camera must be one thing above all - a sheer pleasure. And that is precisely what the Leica D-Lux 5 offers with its amazingly simple and intuitive handling and clearly laid out functions. For instance, you can set manual settings, quickly and easily, using the D-Lux 5's innovative \"clickwheel\" located on the back of the camera. The D-Lux 5 opens up a whole vista of creative opportunities for discerning photographers to take complete control of image characteristics. It also offers numerous automatic functions for effortless photography that guarantees the user perfectly exposed and sharp images by simply pressing the shutter release ideal for less experienced photographers. The camera's automatic functions can control the O.I.S. image stabilizer, automatic ISO selection, face recognition, automatic contrast compensation and automatic scene mode.",
    "manufacturer warranty": "Yes",
    "megapixels": "10.1 MP",
    "model": "5",
    "mpn": "18151",
    "optical zoom": "3.8x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "799429181512",
    "video in hdquality": "Its additional the D-Lux 5 features a 1280 x 720pixel HD-Video function in memory-saving AVCHD-Lite format which is started simply by pressing a dedicated button on the top of the camera. Autofocus and the entire 3.8x zoom range remain available during recording."
}