{
    "141megapixel super had ccd image sensor": "A powerful 14.1 megapixel 1/2.3\" super HAD CCD image sensor helps you capture gorgeous images with superb contrast and clarity down to the finest detail. With 14.1 megapixels, you can create stunning, photo-quality prints up to A3+ (13 x 19\") size, or crop your images and still come away with high resolution shots.",
    "27 clear photo lcd display": "Generous 2.7\" Clear Photo LCD display features sharp, natural color that makes it easy to compose shots, read menus, and view photos, even in bright sunlight.",
    "<page title>": "As Is Lot of 7 Digital Cameras Sony Cyber Shot DSC W610 DSC W710 MHS TS22 027242840492 | eBay",
    "brand": "Sony",
    "dynamic range optimizer": "Dynamic Range Optimizer (DRO) standard and plus uses a sophisticated algorithm to help recover shadows and highlights. The result is more natural images with clearer details that more closely match what your naked eye sees. DRO is particularly effective when shooting backlit portraits or any scene with a dramatic contrast between background and foreground lighting. DRO Plus allows for even greater optimization by analyzing each region of an image and performing additional image processing.",
    "face detection technology": "Face Detection technology detects up to eight individual faces and adjusts focus, exposure, and white balance to help deliver crisp, properly lit images of family and friends.",
    "intelligent auto mode": "Unlike traditional auto mode, Intelligent Auto (iAuto) mode thinks for you, recognizing scenes, lighting conditions, faces, and adjusts settings resulting in clear images, faces with natural skin tone and less blur. Take advantage of all the technology without leaving Auto mode. Kids on the playground, landscape shots, a beautiful flower or an indoor birthday party; all result in clear images without leaving auto mode.",
    "intelligent scene recognition iscn mode": "In auto mode, the camera takes a single shot using the optimal settings. In advanced mode, the camera takes a photo with the optimal settings and, if in difficult lighting (low light or back light) immediately takes a second photo with another optimized setting so you can choose which to keep.",
    "megapixels": "14.1 MP",
    "model": "DSC-W610",
    "mpn": "DSC-W610/B",
    "optical zoom": "4x",
    "screen size": "2.7\"",
    "selfportrait timer": "Self-Portrait Timer helps take the guesswork out of self-portraits by utilizing Face Detection technology to recognize when your face enters the frame. Once the camera detects your face, it triggers a 2-second timer, and then snaps a picture.",
    "smile shutter technology": "Smile Shutter technology captures a smile the moment it happens. Simply press the Smile Shutter button and the camera does the rest. You can also select adult and child priority and indicate the degree of Smile Detection sensitivity. Intelligent Scene Recognition can now be used together with Smile Shutter mode when the Intelligent Auto mode is on. This means that beautiful smiles can be captured with settings optimized for the particular scene, even in difficult conditions such as twilight and backlighting.",
    "soft skin mode": "Portrait subjects will love the results. Soft skin mode recognizes skin tones and reduces the appearance of blemishes and wrinkles without affecting the rest of the shot.",
    "sweep panorama mode up to 360â": "Reach beyond the traditional wide angle lens, and capture more breathtaking shots with Sweep Panorama mode. Simply press the shutter button and sweep the camera in the desired direction and the camera continuously shoots at a high speed, then seamlessly stitches the images together with automatic position adjustment to create one stunning panoramic image. Now capturing wide landscapes is as easy as press and sweep.",
    "type": "Point & Shoot",
    "upc": "027242840492"
}