{
    "<page title>": "2 Samsung SL Series SL600 12 1 MP Digital Camera Black and Blue 44701013167 | eBay",
    "brand": "Samsung",
    "capture more of your life": "You already have the eye. Now all you need is the camera to capture the world exactly the way you see it. The SL600 combines a 27mm ultra wide angle lens with a 5x zoom. Letting you can fit more in frame while delivering a deeper perspective. And the 12.2-megapixel provides the sharp, crisp detail to reveal all kinds of things. Including what a great photographer you are.",
    "digital image stabilization dis": "Even the tiniest shake can ruin your shot. The SL600's Digital Image Stabilization solves that. Digital Image Stabilization gives you sharp images no matter the condition. Whether it's low light, zooming or just a case of plain old shaky hands, your photos come out sharp and clear. So let the SL600 shake things up.",
    "lost and then found": "Say you've got about 2,000 photos stored on your SL600 and you're looking for one in particular. You could flip through all 2000 or have the Smart Album feature do it for you. It will search and find photos just the way you want. Go straight to that shot you took whether it was last week or last Friday. You can search by color tone, or even by file type. So no matter how many memories you have crammed onto your memory card, getting directly to the one you want is a no brainer.",
    "megapixels": "12.1 MP",
    "model": "SL600",
    "mpn": "EC-SL600ZBPUUS",
    "optical zoom": "5x",
    "protects with style": "The Samsung SL600 comes with an Anti-scratch Mask that protects the surface of your camera from scratches while also giving you a unique look and style that stands out from the crowd. And with improved comfort and grip, the SL600 will fit more securely in your hands. Durability, design, and comfort - brought to you by Samsung digital cameras.",
    "screen size": "2.7\"",
    "the camera loves you": "No one has a bad side with SL600's Perfect Portrait system. Sure it fixes red-eye, but this next generation face detection technology even detects blinking. So you're always sure eyes are open and smiles are bright. In addition it evens skin tones, erases blemishes and removes dark circles. And with different level settings, you can control how much retouching you do. Not that your friends and family need any.",
    "type": "Point & Shoot",
    "upc": "44701013174",
    "vga quality video": "If you prefer still shots to movies but want to leave your options open the SL600 is right for you. You'll get 640 x 480 quality video at 30 frames per second. You even can use the 5x optical zoom to get up close and vividly personal. And when things get dicey, you can even pause your recording. You'll give up nothing, except carrying around that extra camera.",
    "when it comes to brightness its brilliant": "It's intelligent and luminous, both. It has a 2.7\" LCD for improved contrast and color reproduction, which allows you to enjoy a wider and clearer image. And its intelligent LCD brightness automatically detects environmental illumination and adjusts the LCD brightness for optimal image viewing. It does the thinking for you, which makes the SL600 a smart choice."
}