{
    "242megapixel dxformat cmos sensor": "Even the finest details are captured with stunning sharpness.",
    "<page title>": "Nikon D5300 24 2 MP DSLR w Nikon 18 55 VR Sigma 70 300DG Lens 32GB Bundle Kit 018208015191 | eBay",
    "brand": "Nikon",
    "builtin gps": "Geotag your images with precise location information. A great way to get your travel photography ready for sharing!",
    "builtin wifi": "Send\nimages directly from the D5300 to a smartphone or tablet for easy\nsharing. Simply download the free the Wireless Mobile Utility to your\nsmart device.",
    "bundled items": "Memory Wallet, HDMI Cable, Case or Bag, Lens, Lens Cleaning Kit, Memory Card, Memory Reader, Strap (Neck or Wrist), Tripod",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "dmovies": "Record\nsmooth, finely detailed Full HD video clips you'll be proud of (at\nframe rates up to 50p/60p). Continuous Live View autofocus keeps your\nsubjects sharp, even when the action is fast.",
    "expeed 4": "Enjoy\nhigh-speed operation and remarkably clear images with excellent color\nreproduction, plus enhanced movie recording, thanks to Nikon's fast and\npowerful image processing engine.",
    "high iso 100  12800 extendable to 25600 equivalent": "Take\nadvantage of great low-light performance to shoot detailed images in\ndark situations and capture clear shots of fast-moving subjects.",
    "large variangle monitor": "Add\nintrigue to your photos and excitement to your movies. Capture shots\nfrom unique perspectives using the flexible swivel monitor.",
    "megapixels": "24.2 MP",
    "model": "D5300",
    "mpn": "1519",
    "screen size": "3.2\"",
    "type": "Digital SLR",
    "upc": "018208015191"
}