{
    "100 viewfinder coverage": "The 100% coverage viewfinder with 1.0x magnification provides the most complete and natural view of your subject. The Intelligent viewfinder offers shooting information never before seen in an EOS, including the Dual Axis Electronic Level to ensure perfect horizons.",
    "18megapixel apsc cmos sensor": "The EOS 7D offers superb resolution thanks to its 18-megapixel CMOS sensor. It offers the photographer the choice of flexibility and creativity.",
    "19point crosstype af system": "The designed AF sensor with Zone and Spot AF modes gives the photographer ways to select AF points. All points are cross type with the center point offering both f/2.8 and f/5.6 sensors.",
    "30 clear view ii lcd": "The 3.0\" Clear View II LCD features 920,000 dot resolution, a wide viewing angle and solid structure for improved image viewing in bright conditions. Live view displays real-time images on the LCD, offering three auto focus modes.",
    "8 frames per second": "Shoot 18MP 14-bit images at 8 fps as standard, in a burst of up to 126 large JPEGs; photographers can capture both detail and action.",
    "<page title>": "Canon EOS 7D SLR Digital Camera Body with Canon EF s 55 250mm F 4 5 6 Is II Lens 617215766418 | eBay",
    "ac power adapter": "ACK-E6 AC Adapter Kit (Optional)",
    "aspect ratio": "3:2, 16:9",
    "audio recording": "With Video, Mono, Via Optional External Mic",
    "autofocus points": "19",
    "battery": "1x LP-E6 Rechargeable Lithium-Ion Battery Pack",
    "bit depth": "14-bit",
    "brand": "Canon",
    "bundled items": "Lens",
    "camera format": "Canon APS-C (1.6x Crop Factor)",
    "camera type": "Digital SLR with Interchangeable lenses",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connectivity": "AV Output, HDMI C (Mini), USB 2.0",
    "continuous shooting": "Up to 8 fps",
    "defective item": "An item that was discovered to be defective upon receipt can be replaced with the same model only.",
    "digic 4": "Canon's Dual \"DIGIC 4\" provides the EOS 7D with the power to deliver outstanding color reproduction from its high resolution CMOS sensor. DIGIC 4 also delivers 14-bit processing, excellent noise reduction, long battery life, face detection AF and Full HD movie recording.",
    "dimensions wxhxd": "5.8 x 4.4 x 2.9\" / 14.73 x 11.18 x 7.37 cm",
    "display screen": "3.0\" Rear Screen LCD (920000)",
    "exposure modes": "Modes: Aperture Priority, Auto, Manual, Program, Shutter Priority\nCompensation: -5 EV to +5 EV (in 0.33 EV steps)",
    "external flash connection": "PC Terminal",
    "file formats": "Still Images: JPEG, RAW\nMovies: MPEG-4 AVC/H.264, MOV\nAudio: Linear PCM",
    "focus mode": "Single-servo AF (S), Continuous-servo AF (C), Manual Focus (M)",
    "focus type": "Auto & Manual",
    "full hd movie recording": "It has complementing outstanding still imaging capabilities with Full HD 1080 video recording including selectable frame rates and full manual control.",
    "image stabilization": "None",
    "integrated speedlite transmitter": "EOS 7D includes the ability to control multiple speedlites without an ST-E2 or 580EX II, and includes a built-in 15mm wide angle flash. Expand your flash photography.",
    "interval recording": "No",
    "iso sensitivity": "100-12800",
    "lens mount": "Canon EF",
    "live view": "Yes",
    "magnesium alloy body with environmental protection": "The magnesium alloy body offers weather sealing equivalent to the acclaimed EOS-1N, EOS integrated cleaning system and 150,000 release shutter durability. The EOS 7D has been designed from the ground up to be used by the most demanding photographers.",
    "max sync speed": "1 / 250 sec",
    "megapixels": "18.0 MP",
    "memory card type": "CompactFlash",
    "metering method": "Spot metering, Center-weighted average metering, Average metering",
    "mirror lockup": "Yes",
    "model": "7D",
    "operatingstorage temperature": "Operating\n32 to 104 Â°F (0 to 40 Â°C)",
    "remote control": "N3-type Remotes (Optional)",
    "replacement": "We will send a product replacement after the authorized return has completed our receiving/inspection process. The replacement will ship within four business days following our receipt of your return. Please allow additional processing time after Holidays. Although it is our goal to ship a replacement as quickly as possible, we do not send replacements before we receive and inspect the returned merchandise. All items are sold with Manufacture Warranty so there is another avenue for assistance.",
    "resolution": "Effective Pixels: 19 Megapixels",
    "return shipping": "Return shipping cost (the cost to send an item back to our store) is like or comparable to your cost of driving to any store for returning an item, which is not reimbursable. Therefore, we do not reimburse any return shipping cost.",
    "screen coverage": "100%",
    "screen size": "3\"",
    "self timer": "2 sec, 10 sec",
    "sensor type  size": "CMOS, 22.3 x 14.9 mm",
    "shutter": "30 - 1/8000 sec",
    "software requirements": "Windows: XP, Vista, 7\nMac: OS X 10.4 or later",
    "type": "Digital SLR",
    "upc": "617215766418",
    "video recording": "Yes, NTSC/PAL",
    "viewfinder coverage": "100%",
    "viewfinder type": "Pentaprism",
    "weight": "1.8 lb / 816 g Body only",
    "white balance modes": "Auto, Cloudy, Daylight, Flash, Fluorescent, Manual, Shade, Tungsten"
}