{
    "<page title>": "Samsung DualView TL210 12 4 MP Digital Camera Mint in The Box Complete | eBay",
    "brand": "Samsung",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "cool effects make every photo unique": "Samsung's Smart filter, lens effect, delivers an artistic edge to your still shots and videos. The miniature filter gives your subjects a miniaturized look, the vignetting filter delivers a strikingly strong compositional contrast, and the fish-eye filter gives your video that cool distorted feel. So get creative and get Samsung.",
    "easier than ever to get a great shot": "Who needs a professional photographer when you have the TL210? With a Dual display 3.0\" LCD there's an easier way to take perfect self-portraits. Using a 1.5\" Front LCD, users can see their self portrait before they take it. And with a quick button on top, users can easily access front LCD functions like. Also, don't miss any of the photographic action with \"jump shot\" inside the self timer function giving users a heads up before snapping 3 consecutive motion shots.",
    "get more out of your lens": "Whether you're indoors or out, shooting a landscape or friends around a table, the TL210's 27mm wide angle 5x optical zoom lens gives you a wider field of view. Capture images of beautiful landscapes, entire wedding parties and skyscrapers without having to back up to get the shot.",
    "megapixels": "12.4 MP",
    "model": "TL210",
    "mpn": "EC-TL210ZBPRUS",
    "optical zoom": "5x",
    "record movies in the palm of your hand": "The TL210 is like having a compact HD video camera that also takes professional-grade photos. It records HD video in 1280x720p resolution at 30 frames per second. Its H.264 format also allows you to record twice as much as an MP4 and four times more than an MJPEG - the format used in many other digital cameras - and delivers much higher video and sound quality. With the TL210-HDMI connector you can watch your HD videos with any HDTV or HD monitor.",
    "screen size": "3\"",
    "the simple way to go pro": "Turn any moment into a perfect memory, and a professional-looking photo. Whether it's a few friends from last night's party or the moon reflecting off the lake, Smart Auto 2.0 instantly analyzes key elements of your composition then automatically adjusts to capture the perfect shot with multitude of different photo modes and movie modes. And since life isn't a still life, the camera's object tracking feature captures those subjects that just don't, or won't, stand still.",
    "type": "Point & Shoot"
}