{
    "18 shooting modes": "A selection of 18 shooting modes includes super vivid, which adds vibrant colors to your photos; Poster effect, which creatively reduces the number of colors for a retro-looking, poster-like effect; and low light, for great shots in darker conditions.",
    "4x optical zoom lens": "The 4x optical zoom lens is designed and manufactured by Canon to the high standards found throughout the Canon photographic range. An optical Image Stabilizer (IS) keeps images sharp by reducing the blur caused by camera shake.",
    "<page title>": "Canon PowerShot A3000 Is 10 0 MP Digital Camera Silver 13803120141 | eBay",
    "brand": "Canon",
    "clear and bright 27 lcd": "Comfortably frame, review and share your shots on the large, high-resolution 2.7\" LCD screen.",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic iii": "As well as powering intelligent camera technologies such as smart auto, Canon's DIGIC III processor ensures fast response times, superb image quality, advanced noise reduction and accurate color reproduction.",
    "effortless shooting": "Smart auto mode uses intelligent Scene Detection technology to evaluate the brightness, contrast, distance, required flash exposure and overall hue of a subject - then selects optimum shooting settings.",
    "face detection technology": "A suite of Face Detection technologies detects multiple faces in a scene and adjusts focus, exposure, flash settings and white balance - for optimal results with natural-looking skin tones.",
    "megapixels": "10.0 MP",
    "model": "A3000 IS",
    "motion detection technology": "Canon's blur-beating Motion Detection technology ascertains movement of both camera and subject. The optimal ISO level is then automatically set, to minimize blur and maximize image quality.",
    "mpn": "4254B001",
    "optical zoom": "4x",
    "quality 100megapixel imaging": "The 10.0-megapixel sensor captures every part of the scene in crisp, vivid detail. Make perfect prints up to A3 in size, or crop without sacrificing fine detail.",
    "screen size": "2.7\"",
    "slim and stylish": "The PowerShot A3000 IS features a slim, modern design with metal front shell.",
    "type": "Point & Shoot",
    "upc": "13803120141",
    "vga movies": "Supplement your still images with fun 30fps VGA movie clips with sound. A long play mode lets you store twice as much footage on the memory card."
}