{
    "<page title>": "New Canon PowerShot ELPH 340 HS 16 0MP 12x Zoom Digital Camera Wi Fi Purple | eBay",
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic 4 image processor": "The Canon DIGIC 4+ image processor powers the PowerShot ELPH 340 HS camera's advanced functions and capabilities, including hybrid auto, creative shot, and Full HD video shooting at 30p in the easy-to-share MP4 format. Its accelerated processing speed creates fast, responsive performance, for a shooting experience that's easy and natural. The DIGIC 4+ Image Processor also enhances image quality in several ways. Processing of high ISO shots has been shortened by 60% compared to the DIGIC 4 image processor. This significantly reduces noise for brilliant color, smooth gradations, and beautiful detail even in low light. The processor also allows for the integration of electronic Dynamic IS. This advanced system compensates for multiple motion types, effectively preventing angular blur, shift blur, and blur caused by parallel movement and tilt shift. The result is images that are reliably sharp and clear at all lengths of the camera's powerful zoom. The processor's highly efficient design also extends battery life.",
    "manufacturer warranty": "Yes",
    "megapixels": "16.0 MP",
    "model": "340 HS",
    "optical zoom": "12x",
    "screen size": "3.0",
    "smart auto": "Sophisticated Canon technology that makes getting that is great shot as simple as pressing the shutter button, smart auto automatically detects scenes by assessing various factors in both the background and the subject. On the PowerShot ELPH 340 HS, detected scenes are analyzed using 32 predefined shooting situations. The camera then makes optimal settings to ensure the best possible image capture, whether you're shooting stills or video. Smart auto also includes advanced subject detection, which allows the camera to detect and track non-human moving subjects like animals and vehicles. With smart auto, all you have to do is frame your shot and capture away.",
    "type": "Point & Shoot"
}