{
    "10x optical zoom in stylish body": "The DMC-SZ3 boasts a powerful 10x optical zoom lens. This gives you highly natural expressions from people and animals that you can't get close to. And its slim, stylish body can easily go wherever you go - for both everyday snapshots and traveling.",
    "20x intelligent zoom": "The intelligent zoom is an extensive zoom function using digital zoom with minimum deterioration of image quality thanks to the Intelligent Resolution technology. The 10x optical can virtually extend to 20x equivalent.",
    "25 mm ultra wideangle lens": "The 25 mm ultra wide-angle lens has about twice the shooting area as a standard 35 mm lens. This enhances all kinds of shooting situations, like when you're photographing a group of people at an indoor party or shooting a large structure or sweeping landscape while traveling.",
    "720p hd video recording": "The DMC-SZ3 can record HD video in motion JPEG format (1,280 x 720 pixels at 24 fps). Recording motion image can be started with a press of an independent motion picture button, which is extremely convenient for you to switch photo/video shooting instantly.",
    "<page title>": "New in Box Panasonic Lumix DMC Sz3 16 1 MP Digital Camera Purple Extra Battery 885170117723 | eBay",
    "brand": "Panasonic",
    "bundled items": "Extra Battery",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "ia intelligent auto mode": "In the iA (Intelligent Auto) mode, the camera does all the work, leaving you free to compose your shot and capture the moment. You just press, aim and shoot. The detection and correction functions go to work to give you beautiful photos with maximum ease.",
    "leica dc lens": "The DMC-SZ3 incorporates 25 mm ultra wide-angle 10x optical zoom LEICA DC lens. Adoption of sliding structure of its optical system makes the unit's overall length short to fit in the slim body despite its versatile zoom range from ultra wide to telephoto. Passing Leica's stringent standards, DMC-SZ3 boasts exceptional optical performance with stunning clarity with minimum distortion and flare.",
    "megapixels": "16.1 MP",
    "model": "DMC-SZ3",
    "mpn": "DMC-SZ3V",
    "optical zoom": "10x",
    "quick startup time and sonic speed af": "The DMC-SZ3 boasts the quick start-up time. Together with the sonic speed AF, the DMC-SZ3 never misses the most fleeting shooting opportunities.",
    "screen size": "2.7\"",
    "type": "Point & Shoot",
    "upc": "885170117723"
}