{
    "<page title>": "Nikon Coolpix S800C 16 0 MP Digital Camera Black 018208263585 | eBay",
    "brand": "Nikon",
    "capture share and watch full hd videos": "With the touch of a button, you can record professional looking Full HD (1080p) videos with stereo sound. Then you can watch them, or videos from the web, on the Coolpix S800c's bright high-resolution 3.5-inch OLED touch screen.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "endless possibilities and inspiration": "The COOLPIX S800c is more than a camera - it's also an Android smart device with a 3.5-inch high-resolution touch screen. View photos and videos from your friends. Browse the web. Stream music. The possibilities are endless.",
    "fun and creative incamera effects and apps": "Explore black and white photography, selectively highlight one color within a composition, create wider-than-possible Fisheye shots or give your photos an antique feel with Nostalgic Sepia. For even more options, browse thousands of popular Android photography and video apps. How will these exciting new possibilities inspire you?",
    "megapixels": "16.0 MP",
    "model": "S800c",
    "mpn": "26358",
    "optical zoom": "10x",
    "screen size": "3.5\"",
    "show where youve been": "The COOLPIX S800c has built-in GPS, so you can show exactly where every photo and video was taken. You can even share that info when you post to sites.",
    "take flattering portraits": "No one will mind when you tag them in your photos, thanks to Nikon's smart portrait system. It optimizes your camera settings, identifies and focuses on faces, adds subtle skin softening and more to ensure everyone looks their best.",
    "the brilliant image quality of a nikon camera": "So many moments deserve the superior image quality and zoom power of a camera. With the COOLPIX S800c, you no longer have to choose between great photos and connectivity - you get both! Shoot beautiful 16.0 megapixel photos and Full HD (1080p) videos, even in low light conditions. With a 10x optical zoom-Nikon ED glass lens, zoom in to telephoto distances and make faraway objects appear right in front of you. Forget about blurry images - optical VR image stabilization means a little camera shake won't keep you from taking sharp photos. And when you're in a tricky shooting situation, let scene modes optimize the camera settings for you.",
    "type": "Point & Shoot",
    "upc": "018208929849"
}