{
    "<page title>": "Samsung PL200 14 2 Megapixel Point and Shoot with 7x Optical Zoom 44701014515 | eBay",
    "brand": "Samsung",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "get closer without moving an inch": "Samsung's 14.2-megapixel camera is the next generation in high-resolution compact cameras. It comes fully equipped with a true-color filtered 14.2-megapixel CCD and boasts a powerful 7x optical zoom. In addition, this high-resolution camera produces incredibly detailed images that can be used for printing poster-sized photos.",
    "just what you had in mind": "Turn any moment into a perfect memory. And a professional-looking photo! Whether it's a few friends from last night's party or the moon reflecting off the lake, smart auto instantly analyzes key elements of your composition then automatically adjusts to capture the perfect shot with multitude of different photo modes and movie modes. And since life isn't a still life, the camera's object tracking feature captures those subjects that just don't, or won't, stand still.",
    "megapixels": "14.2 MP",
    "model": "PL200",
    "mpn": "EC-PL200ZBPBUS",
    "optical zoom": "7x",
    "record movies in the palm of your hand": "The PL200 is like having a compact HD video camera that also takes professional-grade photos. It records HD video in 1280 x 720p resolution at 30 frames per second. Its H. 264 format also allows you to record twice as much as an MP4 and four times more than an MJPEG- the format used in many other digital cameras- and delivers much higher video and sound quality.",
    "screen size": "3\"",
    "shake rattle or stroll": "Even the tiniest shake can ruin your shot. Dual Image Stabilization solves that. Samsung has combined the revolutionary technology of their ultimate Optical Image Stabilization (OIS) mechanism with the advanced algorithms of Digital Image Stabilization (DIS). Giving you sharp images no matter the condition! Whether it's low light, zooming or just a case of plain old shaky hands, your photos come out sharp and clear. So let your Samsung camera shake things up. In a good way.",
    "type": "Point & Shoot",
    "when it comes to brightness its brilliant": "Samsung PL200 has a 3.0\" LCD for improved contrast and color reproduction, which allows you to enjoy a wider and clearer image. And its Intelligent LCD brightness automatically detects environmental illumination and adjusts the LCD brightness for optimal image viewing. It does the thinking for you, which makes the PL200 a smart choice."
}