{
    "<page title>": "Canon PowerShot SX50 HS 12 1MP Digital Camera 6352B001 | eBay",
    "brand": "Canon",
    "builtin flash": "Auto, Flash On, Slow Synchro, and Flash Off modes are available. Flash exposure compensation is 2 stops in 1/3-stop increments",
    "color": "Black",
    "erase mode": "Select Image, Select Range, Select All Images. The image data in the memory card stored with the Design rule for Camera File systems format can be erased, but protected images cannot be erased. By using the Movie editing function, you can delete sections of the movie",
    "high sensitivity": "Sensitivity up to ISO 6400 helps the camera produce clear, detailed images even in low-light situations",
    "highspeed continuous shooting": "High-Speed Burst HQ enables continuous capture at 13fps for up to 10 frames. Other continuous shooting speeds: Normal: approximately 2.2 shots/sec. in P mode. AF: approximately 0.8 shots/sec in P mode, approximately 4.1 shots/sec in High-Speed Burst HQ. LV: approximately 0.9 shots/sec in P mode",
    "megapixels": "12.1 MP",
    "model": "SX50 HS",
    "mpn": "6352B001",
    "optical image stabilizer": "Delivers clear, blur-free image quality in low light or when the camera shakes, without the use of a tripod. Plus, you have Intelligent IS to automatically select from six different modes to optimize image stabilization for the given situation: Normal, Panning, Macro (Hybrid) and Tripod IS for stills; and Dynamic, Powered, Macro and Tripod IS for video. Dynamic IS, effective at wide-angle focal lengths, has been improved, now compensating for rotational movement centered on the optical axis in addition to horizontal tilt and vertical pitch. Panning ensures IS does not interfere with camera movement. Hybrid corrects for shift-type camera shake that normally occurs during macro shooting. Powered mode compensates for hand movement at telephoto focal lengths, where camera shake gets magnified. Tripod mode automatically stops the IS system when tripod use is detected, because it is no longer necessary",
    "optical zoom": "50x",
    "photo effects": "Choose from My Colors Off, Vivid, Neutral, Sepia, Black & White, Positive Film, Lighter Skin Tone, Darker Skin Tone, Vivid Blue, Vivid Green, Vivid Red, Custom Color",
    "qdo you offer local pickup": "A:",
    "qdo you ship internationally": "A:",
    "qhow much does shipping cost": "A:",
    "qwhat is blinqs best price guarantee": "A:",
    "qwhen will my order ship": "A:",
    "screen size": "2.8\"",
    "shooting modes": "Custom lets you define and store your own settings. Manual affords you complete control over exposure. In Aperture Priority, you set the aperture, controlling depth-of-field, and the camera sets the shutter speed. In Shutter Priority, you choose the shutter speed and the camera finds the appropriate aperture. With slow exposure times, Canon's noise reduction system is activated to ensure reduced image noise. Program mode gives you access to advanced exposure compensation features while shooting mostly automatically. In Movie Digest mode, the camera records a video clip prior to capturing a still image and then combines a day's worth of clips into a video. You can easily playback and review clips and delete unwanted scenes. In Sports mode, the camera uses a high shutter speed to capture fast-moving subjects. Portrait mode provides a wide aperture, focusing the subject and blurring the background. Other shooting modes available include Smooth Skin, Smart Shutter for detecting smiles and winks, Handheld Night Scene, Snow, and Fireworks. Stitch Assist lets you create panoramic photos by combining multiple frames. Creative Filters available include Toy Camera, Poster Effect, Monochrome and more. High Dynamic Range combines 3 different exposures into a single evenly-lit image. Plus, you have Fisheye, Miniature Effect for Movies & Stills, Soft Focus, Super Vivid, Color Accent and Color Swap modes. The iFrame Movie mode makes it easier and faster to import and upload videos while retaining high image quality, while Super Slow Motion Movie records clips at a fast 240fps for detailed slow-motion playback",
    "type": "Bridge Camera",
    "upc": "013803157192"
}