{
    "101megapixel 3x optical zoom expeed c2 and more": "Don't let its size fool you - the Coolpix S01 captures stunning Nikon-quality photos and HD (720p) videos. Its 3x optical zoom-Nikon glass lens lets you zoom in for a flattering portrait, then out for a playful group shot; and it delivers sharp, bright images to a 10.1-megapixel CCD sensor. Nikon's exclusive EXPEED C2 processing engine provides fast operation, onboard intelligence and creative in-camera effects. Your photos and HD movies will be as beautiful as your camera.",
    "<page title>": "Nikon Coolpix S01 10 1 MP Digital Camera Mirror Silver 018208263479 | eBay",
    "brand": "Nikon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "intuitive touch screen display": "You'll love the COOLPIX S01's simple touch screen interface, which makes it easy to swipe through your photos, watch your videos, adjust the camera settings, and add creative effects. In no time at all, you'll be taking photos, shooting videos, adding creative effects and more.",
    "let the camera do the thinking": "Spend more time enjoying the moment and less time worrying about camera settings. The Coolpix S01 detects what you're shooting and automatically selects the best mode for you - portrait, landscape, night portrait, night landscape, close-up or backlighting. Your shots will look great - and you can take all the credit.",
    "megapixels": "10.1 MP",
    "model": "S01",
    "mpn": "S01",
    "never miss a moment": "When a special moment happens, your camera should be ready. The Coolpix S01 quickly turns on, autofocuses and fires. With a touch of the screen, you can start recording HD (720p) videos with sound. You'll never be stuck fussing with your camera while the action passes you by.",
    "optical zoom": "3x",
    "redefine your notion of a compact digital camera": "You really have to see the Coolpix S01 to believe it. Exquisitely compact, remarkably stylish, it will turn heads and start conversations every time you use it. But the Coolpix S01 isn't just about looks - it's a feature-rich Coolpix camera that captures equally exquisite photos and HD videos with minimal effort. Get it for yourself and enjoy a perfect balance of form and function, or give it as a gift and watch your recipient marvel at its uniqueness.",
    "screen size": "2.5\"",
    "the small coolpix camera": "Imagine an easy to use camera that takes brilliant photos and HD movies and fits your pocket as well as it fits your lifestyle. You'll grab the Coolpix S01 every time you go out, and you'll create more memories than ever before. Just slip it in your pocket or purse and hit the road. When the moment strikes, pull it out, catch the action and then show it off.",
    "type": "Point & Shoot",
    "upc": "018208263479"
}