{
    "141 megapixel resolution": "Lets you capture outstandingly detailed images, crop creatively and produce stunningly sharp poster-size enlargements.",
    "17 scene modes": "Automatically optimize settings for popular photographic styles, effects and locations.",
    "<page title>": "Nikon Coolpix S80 14 1 MP Digital Camera Pink 018208262304 | eBay",
    "brand": "Nikon",
    "builtin filters and editing functions": "Quickly and easily edit images inside the camera. Offers a range of filter effects including fisheye, soft focus, and a clever miniature effect that makes images look as if they are photos of miniature scale models.",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "crisp hd 720p movie clips": "Capture the action at an impressive 30 frames per second and playback your movies on your TV using the camera's HDMi socket.",
    "easy auto mode": "Automatically selects the optimum scene mode for popular photographic situations.",
    "expeed c2 image processing system": "Provides enhanced movie recording, high-sensitivity performance and maximum image quality.",
    "intuitive multitouch control panel": "Simply touch your subject on the screen to set the focus or take the picture, pinch your fingers in or out to zoom in on a subject, and use two fingers at once to scroll quickly through multiple images and movies. Several handwritten memo and paint functions make it easy to personalize your images.",
    "large 35inch organic led multitouch screen": "This ultra-high resolution screen offers a wide viewing angle, and boasts Nikon's Clear Color Display technology that reduces power consumption and minimizes reflections, even in bright sunlight. Features a glass cover to protect against scratches and fingerprints.",
    "megapixels": "14.1 MP",
    "model": "S80",
    "mpn": "26230",
    "nikkor 5x zoom lens": "Offers outstanding precision and sharp resolution.",
    "optical zoom": "5x",
    "screen size": "3.5\"",
    "smart portrait system": "Advanced automatic features for perfect portraits. Smile timer takes the shot when your chosen subject smiles. Blink proof alerts you when someone had their eyes closed. Skin softening adjusts uneven skin tones on people's faces for smoother looking skin.",
    "type": "Point & Shoot",
    "upc": "018208262304",
    "usb and ac charging": "Can be charged from your computer using the included USB charging adapter or via a regular power outlet."
}