{
    "<page title>": "Canon PowerShot SX170 Is Digital Camera Black 8410B001 013803229042 | eBay",
    "aperturepriority": "You set the aperture, controlling depth-of-field. The camera automatically selects the shutter speed.",
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative filters": "This setting provides easy access to special filter effects and scene modes, such as Toy Camera Effect, Poster Effect, Monochrome and more.",
    "discreet mode": "Disables flash, AF assist beam, and all camera sounds with one mode dial setting â\u0080\u0093 so you can capture images in quiet areas.",
    "face selftimer": "The camera waits for a face to enter the frame before releasing the shutter.",
    "fireworks": "Grab brilliant images of skyrocketing fireworks.",
    "live view control": "Enables Brightness, Color, and Tone adjustments to your images using easy-to-understand controls.",
    "low light": "For high quality image capture in an amazing range of dimly-lit situations.",
    "manual": "You have complete control of exposure, selecting both aperture and shutter speed manually.",
    "megapixels": "16.0 MP",
    "model": "SX170 IS",
    "movie": "Record video in stereo sound. Unwanted scenes can be deleted in playback mode.",
    "mpn": "8410B001",
    "optical zoom": "16x",
    "portrait": "The camera sets a large aperture, focusing the subject and artistically blurring the background to make your subject â\u0080\u009cpop.â\u0080\u009d",
    "program": "Access advanced exposure compensation features while shooting mostly automatically.",
    "screen size": "3\"",
    "shutterpriority": "You select the shutter speed to stop or blur action, and the camera finds the appropriate aperture. With slow exposure times, Canon's noise reduction system activates to ensure low image noise.",
    "smart auto": "The camera automatically selects the best shooting settings for optimal quality based on subjects and environmental factors to provide point-and-shoot simplicity.",
    "snow": "Shoot clear snow scenes without darkened subjects or an unnatural bluish tint.",
    "type": "Point & Shoot",
    "upc": "013803229042"
}