{
    "<page title>": "Canon PowerShot Digital ELPH SD4000 Is IXUS 300 HS 10 0 MP Digital Camera 13803123029 | eBay",
    "a big lens for big ambitions": "A bright f/2.0 lens is great for shooting in low light conditions or using a shallow depth-of-field for great images with beautiful soft backgrounds. The Canon PowerShot SD4000 IS Digital ELPH sports an f/2.0 aperture, perfect for creating enticing portraits, by drawing attention to the face and blurring the background with its impressively shallow depth-of-field. The Macro setting lets you get even closer. The large aperture also does more. It lets you capture more nuances in low light shooting by using more of the available light. You'll be ready for anything with a lens aperture larger than even many professional sizes.",
    "brand": "Canon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative effects take your photos further": "Bring creativity to your photos with scene modes such as miniature effect and fisheye effect. Plus low light mode for dimly-lit situations. The Canon PowerShot SD4000 IS Digital ELPH offers creative effects similar to those found in certain professional lenses. Miniature effect creates an illusion where very large objects appear in miniature proportions. Turn soaring cityscapes into a scene in seemingly dollhouse-like proportions.",
    "experience the power": "A 10.0-megapixel CMOS sensor combined with the DIGIC 4 image processor create the Canon HS system for improved low light performance and better image quality. The Canon HS system takes the frustration out of low light shooting. The system delivers clear, blur-free shots with the entire ambiance intact, and frees you from the sometimes unwanted effects of using the flash. Beautiful low light shots are possible at both low and high ISO speeds, and the dynamic range is expanded to retain maximum detail in highlight and shadow areas.",
    "megapixels": "10.0 MP",
    "model": "Digital ELPH SD4000 IS / IXUS 300 HS",
    "mpn": "4248B001AA",
    "optical zoom": "3.8x",
    "screen size": "3\"",
    "shoot it your way": "Shoot like a pro with aperture- and shutter-priority modes for extra control of your images. For photography enthusiasts, the ability to control aperture and shutter speed is key. The aperture- and shutter-priority modes on the Canon PowerShot SD4000 IS Digital ELPH make it easy for anyone to take extra control over the look and feel of images captured.",
    "shoot video in hd and enjoy easy hd playback": "720p HD movie shooting capability plus HDMI output connector for easy playback of video and photos on your HDTV. The Canon PowerShot SD4000 IS Digital ELPH lets you record video in beautiful 720p high definition. The camera also makes it easy to enjoy HD movies (and still photos) on your HDTV with a mini-HDMI connector for direct connection to a high definition TV monitor. You'll enjoy the HD experience with no degradation of image or audio in the signal, plus the ability to display up to 130 still images at once.",
    "take control of the action": "Shoot slow motion video with the super slow motion movie function or capture fast action shots with the high-speed burst mode. Whether you're going for a dreamy, creative slant when documenting family moments, or making a highlight film of your kids' greatest sport plays, you'll love the high quality capture of this feature. The camera shoots your clips at high speed and plays them back at 30fps for the inimitable super slow motion feeling you'll love.",
    "type": "Point & Shoot",
    "upc": "13803123029"
}