{
    "160 mega pixels": "A very high resolution sensor produces stunning quality images, and allows printing of very large prints or cropping the image to achieve the desired composition.",
    "28mm wide 5x zoom lens": "A 28mm wide-angle view provides greater scope for wide landscapes and indoor shots, while a 5x optical telephoto function allows the user to zoom in on details and frame more creatively.",
    "75cm 30 lcd": "A big screen makes viewing and sharing images a pleasure in any lighting condition. Subjects appear in vivid detail, giving more confidence to the user when framing and composing.",
    "<page title>": "Canon PowerShot A3300 Is 16 0 MP Digital Camera Blue 0013803134674 | eBay",
    "aperture priority": "No",
    "auto focus": "Yes",
    "brand": "Canon",
    "builtin flash": "Yes",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digital zoom": "Yes",
    "electronic viewfinder": "No",
    "exposure compensation": "-2EV - +2EV with 1/3EV steps",
    "external flash": "No",
    "file format": "JPEG",
    "flash modes": "anti red-eyeautofill inoffslow flash",
    "focal length multiplier": "n/a",
    "lcd display": "Yes",
    "lcd size": "3-inch",
    "liion battery": "Lithium-ion batteries provide a lightweight and easily rechargeable powering solution.",
    "live view control and creative filters": "Live view control allows you to easily adjust various picture settings while framing the shot. Miniature and toy camera effect produces impressive results to spark your imagination.",
    "manual focus": "No",
    "manufacturer warranty": "No",
    "maximum resolution": "4608x3456",
    "maximum video resolution": "1280x720",
    "megapixels": "16.0 MP",
    "metering": "Centre weightedEvaluativeSpot",
    "model": "A3300 IS",
    "movies with dynamic is": "The PowerShot A3300 IS features video capture, allowing you to record scenes in high definition quality. Dynamic IS uses the optical image stabilizer to reduce wobble on movies shot while moving such as when walking close to your subject.",
    "mpn": "5037B001",
    "optical image stabilizer": "An optical image stabilizer makes this camera's performance really stand out. Compensating for camera shake in challenging conditions such as lower light or when shooting with the longer end of the zoom range, the Image Stabilizer helps you capture images in full detail and with less blur at all times.",
    "optical viewfinder": "Yes",
    "optical zoom": "5x",
    "resolution": "16.00 Mpixel",
    "screen size": "3\"",
    "selftimer": "Yes",
    "sensor size": "1/2.3-inch",
    "sensor type": "CCD",
    "shutter priority": "No",
    "smart auto easy mode and hints and tips": "With smart auto, you can take great photos at just the press of a button. The camera automatically selects the most appropriate scene from a possible 32 and applies the best settings for a perfect picture. Easy mode prevents you from accidently changing settings, while hints and tips provide a brief explanation of the camera's features.",
    "storage types": "SDSDHCSDXC",
    "type": "Powershot A3300 IS",
    "upc": "0013803134674",
    "usb": "USB 2.0 Hi-Speed",
    "video out": "Yes",
    "voice recording": "Yes",
    "weight": "149g.",
    "white balance": "AutoCloudyCustomDaylightFluorescentTungsten"
}