{
    "<page title>": "Nikon D7100 DSLR Camera w 18 105mm VR DX Lens 32GB SD Accessory Kit 018208015153 | eBay",
    "brand": "Nikon",
    "capture every detail true to life": "The D7100 marks an exciting advancement in image quality for high-resolution DX-format cameras. Nikon specially designed its 24.1-megapixel DX-format CMOS sensor without using an optical low pass filter (OLPF), resulting in the purest, sharpest images using D7100's DX-format CMOS sensor.",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "create movies that amaze": "With full-time autofocus and manual exposure control during video recording, a built-in stereo microphone and an external stereo microphone jack, headphone and HDMI jacks, the D7100 achieves exceptional cinematic reproduction and quality. Dual SD card slots give you additional recording time, and a 60i function enables smooth playback on HDTVs or external monitors.",
    "megapixels": "24.1 MP",
    "model": "D7100",
    "mpn": "1515",
    "screen size": "3.2\"",
    "seller warranty coverage": "Manufacturer defects.Same as manufacturer warranty",
    "speed and precision in harmony": "When the action speeds up, fire a blazing fast 6 frames per second continuously for up to 100 shots. Building on the acclaimed autofocus system from the D300s, the D7100 uses 51 focus points, including 15 cross-type sensors for detecting both vertical and horizontal contrast variations, to achieve fast, precise focus. The central cross-type sensor works all the way down to f/8, a huge advantage when using compatible teleconverters. At the same time, a highly accurate 2016-pixel RGB sensor evaluates every scene, taking into account brightness, contrast, subject distance and color, for spot-on auto operations like Face-Priority and full-time autofocus during video capture.",
    "type": "Digital SLR",
    "upc": "018208934744",
    "warranty": "1 year USA Warranty for parts & labor, by seller"
}