{
    "<page title>": "Canon EOS Digital Rebel T5I 700D 18 0 MP DSLR Camera Kit EFS 18 55mm Is STM Lens | eBay",
    "brand": "Canon",
    "bundled items": "Lens, Memory Card, Strap (Neck or Wrist)",
    "country/region of manufacture": "Japan",
    "global shipping program": "you Import charges are based on the final sales price of the item and you can see an estimate of the international shipping charges and any import charges near the top of the item listing. Global Shipping Program Buyer Terms & Conditions",
    "highspeed continuous shooting": "up to 5.0 fps allows you to capture the action.",
    "is": "via USPS Priority Mail for $17.50. The expected average delivery time is 2-3 days.",
    "megapixels": "18.0 MP",
    "model": "Rebel T5i / 700D",
    "mpn": "8595B003",
    "scene intelligent auto mode": "delivers expertly optimized photos and offers improved scene detection for amazing results when shooting at night.",
    "screen size": "3\"",
    "shipping for buyers outside of the united states": "Bidders outside of the United States are advised that you will be responsible for any import taxes your country may charge.\nThis item is offered using eBay's Global Shipping Program. When you purchase an item through the Global Shipping Program, you receive international tracking at no additional charge and you will pay any applicable import charges upfront. There are no additional charges at delivery. Import charges are based on the final sales price of the item and you can see an estimate of the international shipping charges and any import charges near the top of the item listing. The final charges appear at checkout. For additional information please see the Global Shipping Program Buyer Terms & Conditions.\nYour item will be shipped to a US shipping center. Professional custom processors at the US shipping center process the package, complete customs forms, pays applicable import charges, and ship the package to the address that you specified at the time of purchase. Items that ship through the Global Shipping Program generally arrive within one week after departing the US shipping center.\nIf your county is not eligible for the Global Shipping Program please check the shipping and payments tab at the top of this listing for shipping costs and details.\nMost items will be shipped within 1 business day of receipt of cleared payment.",
    "sn": "032031007143",
    "type": "Digital SLR"
}