{
    "242megapixel dxformat cmos sensor": "Even the finest details are captured with stunning sharpness.",
    "<page title>": "Nikon D5300 Digital SLR Camera Body Black 32GB Package 018208015191 | eBay",
    "angle of view": "170.0°",
    "brand": "Nikon",
    "builtin gps": "Geotag your images with precise location information. A great way to get your travel photography ready for sharing!",
    "builtin wifi": "Send images directly from the D5300 to a smartphone or tablet for easy sharing. Simply download the free the Wireless Mobile Utility to your smart device.",
    "bundled items": "Case or Bag, Extra Battery Charger, Lens Cleaning Kit, Memory Card, Memory Reader",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connectivity": "1/8\" Microphone, AV Output, HDMI C (Mini), USB 2.0",
    "continuous shooting": "Up to 5 fps",
    "diopter adjustment": "- 1.7 to +1 m",
    "display screen": "3.2\" Rear Screen Swivel LCD (1,037,000)",
    "dmovies": "Record smooth, finely detailed Full HD video clips you'll be proud of (at frame rates up to 50p/60p). Continuous Live View autofocus keeps your subjects sharp, even when the action is fast.",
    "expeed 4": "Enjoy high-speed operation and remarkably clear images with excellent color reproduction, plus enhanced movie recording, thanks to Nikon's fast and powerful image processing engine.",
    "exposure modes": "Modes: Aperture Priority, Auto, Manual, Programmed Auto, Scene Modes, Shutter PriorityMetering Range: EV 0.0 - EV 20.0Compensation: -5 EV to +5 EV (in .3 or .5 EV steps)",
    "high iso 100  12800 extendable to 25600 equivalent": "Take advantage of great low-light performance to shoot detailed images in dark situations and capture clear shots of fast-moving subjects.",
    "incamera image editing": "Color Balance, Color Outline, Color Sketch, D-Lighting, Edit Movie, Filter Effects, Fisheye, Image Overlay, Miniature Effect, Monochrome, NEF (RAW) Processing, Perspective Control, Quick Retouch, Red-eye Correction, Resize Image, Selective Color, Side-by-Side Comparison, Straighten, Trim",
    "interval recording": "Yes",
    "iso sensitivity": "Auto, 100-12800 (Extended Mode: 100-25600)",
    "large variangle monitor": "Add intrigue to your photos and excitement to your movies. Capture shots from unique perspectives using the flexible swivel monitor.",
    "live view": "Yes",
    "megapixels": "24.2 MP",
    "metering method": "3D Color Matrix Metering, Center-weighted average metering, Spot metering",
    "mirror lockup": "Yes",
    "model": "D5300",
    "mpn": "1519",
    "note about packaging": "Camera comes in a retail kit box, lens was removed",
    "remote control": "MC-DC2 (Optional)",
    "screen coverage": "100%",
    "screen size": "3.2\"",
    "self timer": "2 sec, 5 sec, 10 sec, 20 secNumber of Shots: 1-9",
    "seller warranty": "YES. 1-Year USA Warranty by seller",
    "seller warranty coverage": "Manufacturer defects same as manufacturer warranty",
    "shutter": "Type: Electronic & MechanicalSpeed: 30 - 1/4000 sec, Bulb Mode",
    "type": "Digital SLR",
    "upc": "018208015191",
    "viewfinder coverage": "95%",
    "viewfinder magnification": "Approx. 0.82x",
    "viewfinder type": "Pentamirror",
    "white balance modes": "Auto, Cloudy, Direct Sunlight, Flash, Fluorescent, Incandescent, Preset Manual, Shade",
    "wifi capable": "Yes"
}