{
    "<page title>": "Canon PowerShot Digital ELPH SD940 Is 12 1 MP Digital Camera Black | eBay",
    "brand": "Canon",
    "capture your best shots easily": "Just set the Canon PowerShot SD940 IS to smart auto and you're ready for maximum enjoyment from your picture taking every time. It's a relaxing and satisfying way to shoot because you can completely concentrate on your subject, knowing that the camera has the technical details covered. Advanced Canon technology intelligently analyzes your situation and shooting conditions. Then it automatically selects an appropriate setting from 22 specially defined settings. So whether you're photographing flowers, a captivating sunset or your friends at the park, you can be confident that you're getting dramatic, memorable images. Even if your subject is moving, Canon's advanced detection technologies capture the action as it happens.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the seller’s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "megapixels": "12.1 MP",
    "model": "Digital ELPH SD940 IS / Digital IXUS 120",
    "mpn": "3965B001",
    "optical zoom": "4x",
    "screen size": "2.7\"",
    "see the image on a big screen": "The PowerShot SD940 IS gives you a large 2.7-inch PureColor System LCD screen for excellent control when framing your shots. Canon's PureColor System LCD offers spectacular color, resolution and contrast even when viewed at an angle. The screen is highly durable and easy to see in any light with a scratch-resistant, anti-reflective coating. It also features night display for easy viewing in low light - a perfect feature for gathering friends and family around to see your images.",
    "shoot video in hd and enjoy easy hd playback": "The PowerShot SD940 IS lets you record video in beautiful high definition. The camera also makes it easy to enjoy HD movies (and still photos) on your HDTV with a mini-HDMI connector for direct connection to a high-definition monitor or TV. You'll enjoy the HD experience with no degradation of image or audio in the signal, plus the ability to display up to 130 thumbnails at once.",
    "type": "Point & Shoot"
}