{
    "35x wideangle optical zoom and 24mm lens": "The PowerShot SX40 HS is equipped with a Genuine Canon 35x Zoom lens that provides the telephoto power to bring your distant subjects incredibly close. It also features a useful zoom range that begins at 24mm wide-angle and extends to 840mm telephoto (35mm equivalent). The 24mm ultra Wide-Angle allows you to create shots with dramatic perspective and makes it easy to shoot sweeping landscapes, large groups of people and tall buildings. This superb lens delivers outstanding optical performance throughout its zoom range. It's advanced design employs UD glass, double-sided aspherical glass-molded and ultra-high-refraction-index glass lens elements to effectively suppress chromatic aberration while maintaining a remarkably compact size. The camera uses a VCM (Voice Coil Motor) for high-speed, quiet, energy-efficient lens movement with precise control.",
    "<page title>": "Canon PowerShot SX40 HS 12 1 MP Digital Camera Black | eBay",
    "brand": "Canon",
    "bundled items": "Case or Bag, Extra Battery, Extra Battery Charger, Memory Card",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "megapixels": "12.1 MP",
    "model": "SX40 HS",
    "mpn": "5251B001",
    "optical image stabilizer": "Handheld shooting can often lead to camera shake, making photos and videos blurry. Canon's Optical Image Stabilizer is a sophisticated system that uses lens-shift technology to correct for unwanted camera movement. It makes handheld photography more practical, providing excellent image quality in many difficult shooting situations: outdoors at dusk, inside without a flash, and even at the telephoto end of the zoom range without a tripod. For photos, it enables shooting at slower shutter speeds, accommodating more low-light shooting situations than ever before without having to boost ISO sensitivity. With camera shake and vibration reduced, you get a sharper, steadier image. And because it is an optical system, there is none of the image degradation typical with electronic image stabilizers.",
    "optical zoom": "35x",
    "screen size": "2.7\"",
    "type": "Bridge Camera"
}