{
    "14megapixel": "An amazing 14 million pixels in the high-resolution CCD create superior image quality. Create poster-sized prints without losing a single detail.",
    "21 shooting": "There are 21 shooting modes built right in, so that you can photograph just about any kind of scene you'd like - everything from sports photography to macro photography and many other photo specialties in between.",
    "27 lcd": "This large 2.7\" LCD features an extra-wide viewing angle and anti-glare technology for easier composing and shooting even in direct, bright sunlight.",
    "4x wideangle optical zoom": "You'll never leave anyone out. With its 4x wide-angle optical zoom (26mm) you can get dramatically close to the action, and capture everyone and anyone in sight. Perfect for all those parties and reunions that you want to remember forever.",
    "<page title>": "Olympus FE 4020 14 0 MP Digital Camera Warm Gray | eBay",
    "advanced face detection": "Advanced face detection tracks up to 16 faces and automatically focuses and optimizes exposures for sharp, brilliant portrait pictures.",
    "af tracking": "AF Tracking automatically tracks unpredictable, fast-moving subjects such as kids and pets, and continuously adjusts the focus and brightness so you can capture these photogenic whirlwinds with ease.",
    "brand": "Olympus",
    "bundled items": "Strap (Neck or Wrist)",
    "creative art filters": "Using creative art filters you can give your photos a distinct look and artistic feel by applying one of four different magic filter effects, including pop art, pinhole, fisheye and drawing.",
    "digital image stabilization": "The digital image stabilization feature uses higher ISO and faster shutter speeds to capture sharp, blur-free images, even when you're chasing moving targets.",
    "incamera help guides": "And if you feel the need for a little extra advice, the camera's on-board Help Guides will briefly describe the camera's features and settings at the touch of a button.",
    "intelligent auto": "The intelligent auto setting identifies the scene you're shooting - portrait, landscape, night portrait, macro, or sport - and adjusts the settings to optimize results.",
    "megapixels": "14.0 MP",
    "model": "FE-4020",
    "mpn": "FE-4020",
    "optical zoom": "4x",
    "perfect fix": "Perfect fix makes perfect pictures possible by activating two different editing features, post shot, to correct red-eye, and lighting - no software necessary.",
    "screen size": "2.7\"",
    "type": "Point & Shoot"
}