{
    "1920 x 1080pixel hd highdefinition photo recording": "The G1 shoots wide-screen, 16:9, and full-HD images. These images are simply breathtaking when displayed on an HDTV, which handles about four times the data of a standard-definition TV. Enjoy a whole new style of HDTV viewing with family and friends.",
    "30inch freeangle lcd with high 460000dot resolution": "The large 3.0-inch LCD rotates 180Ã\u0082Â° horizontally and 270Ã\u0082Â° vertically, making it easy for you to capture dynamic shots from extreme angles without getting into an awkward position. And when the lighting around you changes, the LCD backlighting level automatically changes too, so you get comfortable, easy-on-the-eyes viewing at all times.",
    "<page title>": "Panasonic Lumix DMC G1 12 1 MP Digital Camera 5025232488261 | eBay",
    "brand": "Panasonic",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "hd outputready for the hdtv age": "Just connect your G1 to an HDTV and you're ready for high definition viewing. Even better, with a Panasonic VIERA HDTV, you can also operate the G1 with the VIERA remote control for even easier viewing.",
    "megapixels": "12.1 MP",
    "model": "DMC-G1",
    "mpn": "DMC-G1K",
    "my color mode puts you in control of the color": "In My Color mode you can freely adjust the color, brightness and saturation of an image, while checking it with Full-time Live View. This gives you the power to control how your image will look. You can even make dramatic color changes.",
    "optical zoom": "3x",
    "screen size": "3\"",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "5025232492985"
}