{
    "<page title>": "Nikon D4 16 2 MP Digital SLR Camera Black Body Only | eBay",
    "brand": "Nikon",
    "broadcastquality and outstanding control": "When an assignment calls for broadcast-quality video and audio, D4 is ready. Choose from three Multi-area mode Full HD D-Movie (1080p) video formats: FX, DX or the new 2.7x Crop mode - all at 16:9 aspect ratio. Manual exposure control helps keep the same look from start to finish. Built-in HDMI lets you view footage on an external monitor or record uncompressed 8-bit 4.2.2 footage directly to an external recording device. Even take 2MP stills simultaneously while filming. Attach the ME-1 Stereo Microphone and record high fidelity audio with minimal camera noise. On-screen audio level indicators and a headphone jack help you monitor and adjust audio in 20 incremental steps. D4 takes you from inspiring still to amazing videos with ease.",
    "bundled items": "Memory Card, Strap (Neck or Wrist)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "Japan",
    "designed for an efficient workflow": "D4's remarkable design is the culmination of photographer feedback and Nikon innovation. Adjust AF and AF Area modes without moving your eye from the viewfinder. Quickly select AF points with a new joystick style sub-selector - positioned for both horizontal and vertical shooting. In low-light, all operation buttons and dials are beautifully backlit. Two media card slots offer flexibility and control. Built-in wired LAN and the optional WT-5A Wireless Transmitter enable secure, high-speed file transmission as well as remote camera functionality. Simply put, D4 was built to meet professional demands.",
    "megapixels": "16.2 MP",
    "model": "D4",
    "mpn": "25482",
    "nikon imaging system compatibility": "Draw on the full potential of D4: world-renowned NIKKOR lenses, the Nikon Creative Lighting System, Speedlights, accessories and software. Each impressive FX and DX lens in the NIKKOR lineup is fully tested to deliver sharpness, accuracy and reliability. Bring studio quality lighting to assignments with Nikon Speedlights. Only Nikon offers i-TTL (Intelligent Through The Lens) flash control, which allows Nikon Speedlights to access extensive exposure and metering data from D4 to provide unprecedented levels of flash precision and performance. Nikon's professional imaging software, and a robust line of compatible accessories will help you expand your capabilities.",
    "screen size": "3.2\"",
    "speed and accuracy in total harmony": "D4 offers a level of speed and accuracy that will redefine your notion of the fleeting moment. A carefully selected FX-format 16.2 Megapixel CMOS sensor is paired with Nikon's powerful EXPEED3 image processor for stunning stills up to 11 fps. A 91,000-Pixel RGB 3D Color Matrix Metering III sensor partners with Nikon's Advanced SRS to deliver unmatched accuracy in every frame. Add a faster, more responsive 51-point AF system for a camera that can keep pace with you.",
    "superior quality you expect from nikon": "What are speed and accuracy without image quality? Nikon's FX-format (36.0mm x 23.9mm) CMOS image sensor delivers 16.2 effective megapixels of resolution for exquisite detail. Each of this remarkable sensor's 7.3-micron pixels is designed to collect maximum light to produce stunning images and video across D4's broad ISO range of 100 to 12,800 (expandable down to 50 and up to 204,800). Expect the highest image quality in bright and dark shooting. Plus, EXPEED3 image processing yields the most faithful colors, tones and a wide dynamic range.",
    "type": "Digital SLR"
}