{
    "<page title>": "Leica M9 18 0 MP Digital Camera Black Body Only 4022243107045 | eBay",
    "brand": "Leica",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "fullframe 24 x 36 mm capture without any compromises": "The combination of an extremely high-resolution sensor, high performance M lenses and careful processing of the digital picture data provides the best picture results under all conditions. The CCD sensor in the LEICA M9 with 18 million pixels, allows the utilization of the full 35 mm format. The sensor of the M9 uses a newly developed cover glass to eliminate infrared light contamination and allows the utilization of existing Leica M lenses without loss of image quality. The use of external UV/IR filters is not required.",
    "intuitive controls": "The simple handling and menus of the LEICA M9 allow the photographer to concentrate on taking pictures, not the controls. The key control element of the M9 is an intuitive four-way switch and dial combination used in conjunction with the 2.5-inch LCD monitor on the back. To set the ISO sensitivity, simply maintain light pressure on the ISO button while simultaneously turning the dial to select the required setting. All other functions important for everyday situations are quickly and easily accessible by pressing the set button - white balance, image-data compression, resolution, exposure correction, exposure bracketing, and programmable user profiles. The user profiles can be programmed with any combination of camera and shooting settings, stored under an assigned name, and accessed quickly whenever required for a particular situation.",
    "megapixels": "18.0 MP",
    "model": "M9",
    "mpn": "M9 Black",
    "screen size": "2.5\"",
    "type": "Rangefinder",
    "upc": "799429107048"
}