{
    "10 megapixel livemos": "Get amazingly detailed, colorful and clear images with the 10-megapixel Live-MOS image sensor. This high-resolution sensor captures all the detail needed to make large prints, or even crop without losing detail. The E-450 sensor's high dynamic range, accurate color rendition and low noise characteristics let you capture great images, even at high ISO settings.",
    "27 hypercrystal ii lcd": "Improved HyperCrystal II technology delivers twice the contrast and better viewing in extreme lighting conditions, a broader range of color detail, and a wider angle of view on the LCD so you and your friends can see it up to 176 degrees off-center.",
    "<page title>": "Olympus E-450 10MP Digital SLR Camera Body Only 2k Shutter Count",
    "autofocus with live view": "Two innovative technologies merge to create a unique digital experience. The E-450's on-Screen Autofocus works as seamlessly as a point-and-shoot to display subjects in focus on the LCD the instant the shutter is pressed half way. And the Live View LCD, enables photographers to hold the camera away from their faces and at angles they just cannot reach by using the optical viewfinder alone.",
    "brand": "Olympus",
    "digital image stabilization": "The E-450's Digital Image Stabilization, activated as a scene select mode, allows high ISO sensitivity and faster shutter speeds so you can freeze the action to capture sharp, blur-free images even if you or your subject is moving.",
    "dust reduction": "Life moves too fast to spend time worrying about dust ruining your images. Olympus' proven dust reduction system produces spot-free photos with the exclusive supersonic wave filter. The patented ultrasonic technology vibrates to remove dust and other particles from the front of the image sensor and captures it on a special adhesive membrane every time the camera is turned on.",
    "face detection": "The E-450's face detection feature distinguishes between people's faces and the background. This innovative technology tracks up to eight faces within the image area and automatically focuses and optimizes exposure for sharp, brilliant portrait pictures.",
    "megapixels": "10.0 MP",
    "model": "E-450",
    "mpn": "N3590792",
    "perfect shot preview": "Perfect shot preview enables you to view and select your favorite effect right on the LCD, and see how the image will look before you even capture it, so you know that what you see is what you get.",
    "portable lightweight design": "The E-450 is small enough to fit into a purse or a jacket pocket and light enough to shoot with comfortably all day. Measuring 5.1 inches by 3.6 inches by 2.1 inches (excluding protrusions), and weighing in at a featherweight 13.4 ounces, it is the world's smallest digital SLR with art filters.",
    "screen size": "2.7\"",
    "shadow adjustment technology": "Shooting scenes with shadows can be tricky because of the extreme contrast between dark and bright areas. The E-450 addresses this challenge with Shadow Adjustment technology that compensates for extreme contrast when shadow areas are underexposed and lack visible detail. This technology works automatically when using face detection mode, Live View and in scene select modes.",
    "three art filters": "The E-450's built-in art filters provide incredible individual artistic control over an image. Enjoy the freedom of Autofocus Live View and the dramatic effects of the pop art, soft focus and pin hole filters to transform your day-to-day shots into unique creations that you can be proud of.",
    "type": "Digital SLR",
    "wireless flash": "If you decide to venture into the arena of advanced lighting, the E-450 is ready to meet the challenge. The E-450 is compatible with the Olympus FL-50R and FL-36R wireless electronic flashes that are designed exclusively for digital photography. When these flashes are used in combination with the E-450, wireless multi-flash photography is possible."
}