{
    "<page title>": "New Leica X2 16 1 MP Digital Camera Black USA Warranty 799429184506 | eBay",
    "brand": "Leica",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "instantaneous reaction  the autofocus": [
        "The X2's autofocus enables fast, extremely precise and virtually silent focusing. Ideal for situations where spontaneous reactions are essential. It adapts flexibly to the situation, for example with the choice of the number of AF focusing segments and face recognition. This allows photographers to completely concentrate on their subjects. The Leica X2 is much more than just a camera. It is an expression of the sheer joy of photography.",
        "- The X2's new autofocus enables fast, extremely precise and virtually silent focusing. Ideal for situations where spontaneous reactions are essential.It adapts flexibly to the situation, for example with the choice of the number of AF focusing segments and face recognition. This allows photographers to completely concentrate on their subjects. The Leica X2 is much more than just a camera. It is an expression of the sheer joy of photography."
    ],
    "megapixels": "16.1 MP",
    "model": "2",
    "mpn": "18450",
    "optical zoom": "1x",
    "outstanding image quality": [
        "The true greatness of the Leica X2 lies in its outstanding image quality. For its compact size, the camera features an impressively large, professional APS-C CMOS image sensor with a high resolution of more than 16-megapixel. In combination with its high-performance Leica Elmarit 24 mm f/2.8 ASPH. lens, this guarantees exposures with extremely low image noise, a high dynamic range and accurate color differentiation. The outcome: images of superior brilliance - down to even the tiniest details.",
        "- The true greatness of the Leica X2 lies in its outstanding image quality. For its compact size, the camera features an impressively large, professional APS-C CMOS image sensor with a high resolution of more than 16 megapixels. In combination with its high-performance Leica Elmarit 24 mm f/2.8 ASPH. lens, this guarantees exposures with extremely low image noise, a high dynamic range and accurate colour differentiation. The outcome: images of superior brilliance - down to even the tiniest details."
    ],
    "screen size": "2.7\"",
    "type": "Point & Shoot",
    "upc": "799429184506"
}