{
    "10x optical zoom with optical is": "Fitted with optical Image Stabilizer technology to counteract the effect of camera shake - and thus ensure crisp, blur-free results throughout the zoom range - a 10x optical zoom brings even distant subjects into view.",
    "30 lcd": "A generous 3.0\" LCD screen with wide viewing angle makes framing and reviewing shots a pleasure.",
    "90 mega pixels": "A 9.0 megapixels sensor captures sufficient levels of detail for poster-size prints, or creative cropping.",
    "<page title>": "Canon PowerShot SX110 Is 9 0 MP Digital Camera Black | eBay",
    "auto redeye correction": "Banish unsightly red-eye from shots - either via automatic correction straight after shooting, or with manual or automatic correction in playback.",
    "brand": "Canon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic iii with isaps": "Canon's DIGIC III processor delivers lightning-fast response times, superior color reproduction, and outstanding noise reduction. iSAPS technology uses shooting scene data to optimize camera settings even before a shot is taken.",
    "face detection technology": "Take perfect portraits, every time. Face Detection detects up to nine faces and adjusts focus, exposure, flash settings and white balance - producing optimal results with natural-looking skin tones.",
    "megapixels": "9.0 MP",
    "model": "SX110 IS",
    "movie options": "Shoot smooth, VGA movie clips at the touch of a button. A special long play option uses around half the normal memory card space.",
    "mpn": "3190B001",
    "no more blur": "Activated in high ISO auto, Motion Detection technology uses Face Detection technology, the optical Image Stabilizer and scene information - on both scene brightness and changes between individual frames - to identify subject motion and camera-shake.",
    "optical zoom": "10x",
    "screen size": "3\"",
    "type": "Point & Shoot"
}