{
    "<page title>": "Canon EOS M 18 0 MP Digital Camera Black Kit w EF M STM 18 55mm Lens 013803217452 | eBay",
    "atmospheric photos in low light": "The EOS M keeps performing at its best, even when light levels get low. Hybrid autofocus ensures pin-sharp photographs and evaluative exposure metering picks the most appropriate shutter speed and aperture. Shoot hand-held pictures in low-light conditions without using flash or a tripod, thanks to a maximum sensitivity of ISO 12,800 (expandable to ISO 25,600).",
    "brand": "Canon",
    "bundled items": "Case or Bag, Extra Battery, Extra Battery Charger, Flash, Lens, Strap (Neck or Wrist)",
    "compact design superb image quality": "Capture images that are packed with clarity and color and can be printed at sizes up to A2 in amazing detail. An APS-C sized 18-megapixel sensor is of the same dimensions as those used in EOS DSLRs, and offers the same superb image quality.",
    "creativity the easy way": "Create beautiful images, using smooth out-of-focus backgrounds for a professional look with impact. Achieve advanced creative effects quickly and simply with easy-to-use controls.",
    "easy to use great results": "Straightforward controls are quick and easy to use, so you'll always be ready to express yourself. A touch-sensitive 3\" Clear View II LCD screen offers intuitive control over menu functions, and the ability to focus and shoot with a single tap.",
    "megapixels": "18.0 MP",
    "model": "M",
    "moving pictures": "Shoot Full-HD video using the same camera you use for still photography. Enjoy superb image quality, even in low light, and explore new creative approaches, such as shallow focus. Enhance your movie footage with video snapshot. Shoot a series of short clips of 2, 4, or 8 seconds in length, edit them, and play them together as a video slideshow in a single movie file.",
    "mpn": "6609B074",
    "optical zoom": "18x",
    "screen size": "3\"",
    "the right settings every time": "As you compose a photograph with the EOS M, the camera's Scene Intelligent Auto technology analyzes the subject too, evaluating color, brightness, movement and even detecting the presence of people. This information is used to pick the most appropriate camera settings, giving you the best possible results.",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "013803217452"
}