{
    "3inch variangle lcd and electronic viewfinder": "In addition to its 3-inch high-resolution vari-angle LCD with anti-reflection coating, the Coolpix P90 features the versatility of an electronic viewfinder that further enhances compositional freedom and accuracy under all lighting conditions.",
    "<page title>": "Nikon Coolpix P90 12 1 MP Digital Camera Black | eBay",
    "brand": "Nikon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "iso 6400 capability provides extended shooting range": "A variety of light sensitivity controls create opportunities to take sharper, more natural-looking photos in lower light conditions, or to capture fast-moving subjects with outstanding clarity. Sensitivity of up to ISO 6400 can be set using manual control. Auto control is available for settings between ISO 64 through ISO 800. High ISO sensitivity auto (ISO 64-1600) can be used to have the camera analyze the brightness of the scene and automatically select the optimum ISO setting. And, fixed range auto allows sensitivity to be limited between a range from ISO 64 to 100, 200 or 400.",
    "megapixels": "12.1 MP",
    "model": "P90",
    "mpn": "26171",
    "nikons exclusive smart portrait system": "Automatically detecting as many as 12 faces in the shot, face-priority AF helps produce satisfying portraits by adjusting focus and exposure. Smile timer helps to faithfully record precious moments by automatically releasing the shutter when the subject smiles. The Blink Proof function automatically shoots two sequential frames and saves the shot in which the subject's eyes are open-wide. And, the advanced red-eye reduction capability of in-camera red-eye fix automatically corrects any perceived red-eye effect before saving the image to memory.",
    "nikons innovative active dlighting function": "Enabled during shooting, active d-lighting is a unique technology that adds light and detail where necessary while leaving correctly-exposed areas untouched to produce significantly improved images with a more natural-looking finish.",
    "optical zoom": "24x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "vr image stabilization for sharper results": "Compensating for the effects of camera shake to realize sharper results and contribute to a more reassuring shooting experience, image sensor shift VR image stabilization frees you to enjoy capturing special moments without worrying about slight hand movements. This is particularly helpful when taking advantage of the 24x zoom lens' super-telephoto focal lengths, or when shooting in lower-lighting conditions."
}