{
    "<page title>": "Leica V Lux 4 12 1 MP Digital Camera Black 0799429181918 | eBay",
    "brand": "Leica",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "enormous range of focal lengths": "The high-performance 24x super-tele-zoom lens of the Leica V-Lux 4 has an enormous range of focal lengths ranging from 25 to 600 mm (35 mm equivalent). With its constant maximum aperture of f/2.8 throughout the entire zoom range, the Leica DC Vario-Elmarit 4.5-108 mm f/2.8 ASPH guarantees pin-sharp images even at high ISO settings and considerable distances. In addition to this, its 12-megapixel CMOS image sensor ensures outstanding still-picture and video quality with a high dynamic range and natural, perfectly saturated colors.",
    "highresolution viewfinder": "Thanks to the electronic viewfinder, photographers can now perfectly assess image framing and exposure settings, even in brightly lit situations. The viewfinder has an impressively high resolution of 1.3 megapixels, shows 100% of the image frame and displays exactly the same exposure setting information as the camera's monitor screen. Thanks to its magnification function, users can zoom in on details of their subjects, while a dioptre compensation setting makes it ideal for use by spectacle wearers.",
    "megapixels": "12.1 MP",
    "model": "4",
    "mpn": "18191",
    "optical zoom": "24x",
    "screen size": "3\"",
    "sensationally fast": "Speed is the utmost priority in the V-Lux 4 - the autofocus system reacts in less than a tenth of a second and reliably captures fast-moving subjects. Its continuous-frame rate is also impressive: it delivers consecutive burst shooting at a rate of up to 12 frames per second at full resolution. At a reduced resolution of 2.5 megapixels, it records at a fantastic 60 frames per second. Users can capture every action and important moment, even when shooting sports or wildlife.",
    "type": "Bridge Camera",
    "upc": "4022243181915",
    "video in fullhd quality": "The V-Lux 4 captures Full-HD video in AVCHD format with 1920 x 1080 pixels and 60 full frames per second. Thanks to the sensor and its ability to capture faster frame rates, even fast-moving subjects are captured and reproduced in outstanding detail. Videos can now also be saved in the Internet-friendly MP4 format and can be uploaded directly to social media or mobile devices, for example, without the need for conversion. An integrated stereo microphone with a built-in wind-noise filter ensures outstanding audio quality."
}