{
    "<page title>": "Olympus Evolt E 420 10 0 MP Digital SLR Camera Black Body Only Gift | eBay",
    "additional features": "AE/FE Lock, AF Lock, Auto Power Save, Automatic Face Tracking, Brightness Control, Contrast Control, DPOF Support, Date/Time Stamp, Digital Image Rotation, Direct Print, Face Detection, Highlight Point Display, Histogram Display, Interchangeable Lenses, LCD Live View Mode, PRINT Image Matching, PictBridge Support, RGB Primary Color Filter, Red eye Fix, Resizing an Image, Saturation Control, Shadow Adjustment Technology, Shadow Point Display, Sharpness Control, USB 2.0, USB 2.0 Compatibility, With Tripod Mount",
    "auto focus type": "TTL contrast and phase detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Olympus",
    "camera flash features": "Auto Flash, Fill-in Flash, Flash +/- Compensation, Red-eye Reduction Flash, Slow Sync, Wireless Off-Camera Control",
    "camera type": "Digital SLR",
    "connector types": "1 x USB, 1 x composite video output, 1 x remote control, USB to computer",
    "continuous shooting speed": "3.5 frames per second",
    "depth": "2.09 in.",
    "dioptric correction range": "-3 to +1",
    "display rotation": "Built-in",
    "display size": "2.7\"",
    "display type": "LCD",
    "expansion slot": "1 x CompactFlash Card - type I/II, 1 x xD-Picture Card",
    "exposure compensation": "Â±5 EV range, in 1, 1/2 or 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Shadow Spot, Spot, highlight spot",
    "exposure modes": "Aperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority",
    "exposure range": "EV 1-20 ( ISO 100 )",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "focal length equivalent to 35mm camera": "35 - 90mm",
    "focus adjustment": "Automatic, Manual",
    "height": "3.58 in.",
    "lens for sd": "Body Only",
    "light sensitivity": "ISO 100-1600, ISO auto (100-1600)",
    "light sensitivity max": "1600",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/4000 sec",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "8 min",
    "model": "E-420",
    "mpn": "N3125792",
    "optical viewfinder type": "Eye-level penta-dach mirror",
    "product information": "Capable of taking bright and beautiful pictures and preseving superb photos for you, the Olympus EVOLT 10 MP camera is a professional portable body only. This Olympus EVOLT E-420 is just right for snapping and holding on to large numbers of special photos, featuring a flash storage slot, so you can select the amount of storage available for shooting. With its 10 MP sensor, this Olympus EVOLT digital SLR camera is just right for making brilliant prints, and it allows you to deliver 8x13 inch prints of the moments of your life and share them with family and friends. Increasing the number of megapixels means you can enlarge and crop your pictures without having pixelated pictures. The Olympus EVOLT 10 MP camera makes it easy for you to show off the preserved moments of your life and share them with family and friends using its 2.7-inch LCD screen. With batteries included with this Olympus EVOLT E-420, you can be prepared to snap pictures. High-quality pictures and exceptional performance are yours with this Olympus EVOLT digital SLR camera. Be the envy of your friends with the Olympus EVOLT 10 MP camera and its classy black body. This Olympus EVOLT E-420 includes only the body and no lens. Picking and choosing the best interchangeable lens or lenses based on your changing photography wants and needs is the main advantage to buying the camera body separately.\nProduct Highlights Video\nProduct Identifiers BrandOlympus ModelE-420 MPNN3125792\nKey Features Camera TypeDigital SLR Sensor Resolution10.0 MP Screen Size2.7\"\nOptical Sensor Sensor Size13.0 x 17.3mm Sensor TypeLive MOS\nLens System Lens For SDBody Only Focus AdjustmentAutomatic, Manual Auto Focus typeTTL contrast and phase detection Focal Length Equivalent to 35mm Camera35 - 90mm\nExposure Max Shutter Speed1/4000 sec Min Shutter Speed8 min Exposure compensationÂ±5 EV range, in 1, 1/2 or 1/3 EV steps Exposure RangeEV 1-20 ( ISO 100 ) Exposure MeteringCenter-Weighted, Multi-Segment, Shadow Spot, Spot, highlight spot Exposure ModesAperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority Light SensitivityISO 100-1600, ISO auto (100-1600) Light Sensitivity Max1600\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Camera Flash FeaturesAuto Flash, Fill-in Flash, Flash +/- Compensation, Red-eye Reduction Flash, Slow Sync, Wireless Off-Camera Control Flash ModesAuto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryCompactFlash, CompactFlash Card Type I, CompactFlash Card Type II, IBM Microdrive, Microdrive, xD-Picture Card, xD-Picture Card Type H, xD-Picture Card Type M\nViewfinder Viewfinder TypeOptical, Optical (Through-the-lens) Optical Viewfinder TypeEye-level penta-dach mirror Viewfinder - Field Coverage95% Viewfinder Magnification0.92x Dioptric Correction Range-3 to +1\nDimensions Depth2.09 in. Height3.58 in. Width5.1 in. Weight13.4 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.7\" - color Display Size2.7\"\nConnections Connector Types1 x USB, 1 x composite video output, 1 x remote control, USB to computer Expansion Slot1 x CompactFlash Card - type I/II, 1 x xD-Picture Card\nBattery Battery Form FactorManufacturer specific\nFile Format Still Image FormatDCF, DPOF, EXIF 2.2, JPEG, RAW, RAW + JPEG, Raw Image\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Auto Power Save, Automatic Face Tracking, Brightness Control, Contrast Control, DPOF Support, Date/Time Stamp, Digital Image Rotation, Direct Print, Face Detection, Highlight Point Display, Histogram Display, Interchangeable Lenses, LCD Live View Mode, PRINT Image Matching, PictBridge Support, RGB Primary Color Filter, Red eye Fix, Resizing an Image, Saturation Control, Shadow Adjustment Technology, Shadow Point Display, Sharpness Control, USB 2.0, USB 2.0 Compatibility, With Tripod Mount\nMiscellaneous Shooting ProgramsBeach/snow, Candle, Children, Document, Fireworks, High key, Landscape, Landscape-portrait, Low key, Macro, Nature macro, Night portrait, Night scene, Panorama assist, Portrait mode, Sports mode, Sunset, Underwater macro, Underwater wide Special EffectsBlack & White Green filter, Black & White Orange filter, Black & White Red filter, Black & White Yellow filter, Blue, Green, Monotone, Muted, Neutral, Portrait, Purple, Sepia, Vivid White BalanceAuto, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Manual, Overcast (Preset), Shade (Preset), Tungsten (Preset) Continuous Shooting Speed3.5 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.7\" - color",
    "screen size": "2.7\"",
    "sensor resolution": "10.0 MP",
    "sensor size": "13.0 x 17.3mm",
    "sensor type": "Live MOS",
    "shooting programs": "Beach/snow, Candle, Children, Document, Fireworks, High key, Landscape, Landscape-portrait, Low key, Macro, Nature macro, Night portrait, Night scene, Panorama assist, Portrait mode, Sports mode, Sunset, Underwater macro, Underwater wide",
    "special effects": "Black & White Green filter, Black & White Orange filter, Black & White Red filter, Black & White Yellow filter, Blue, Green, Monotone, Muted, Neutral, Portrait, Purple, Sepia, Vivid",
    "still image format": "DCF, DPOF, EXIF 2.2, JPEG, RAW, RAW + JPEG, Raw Image",
    "supported flash memory": "CompactFlash, CompactFlash Card Type I, CompactFlash Card Type II, IBM Microdrive, Microdrive, xD-Picture Card, xD-Picture Card Type H, xD-Picture Card Type M",
    "upc": "050332401457",
    "viewfinder  field coverage": "95%",
    "viewfinder magnification": "0.92x",
    "viewfinder type": "Optical, Optical (Through-the-lens)",
    "weight": "13.4 Oz.",
    "white balance": "Auto, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Manual, Overcast (Preset), Shade (Preset), Tungsten (Preset)",
    "width": "5.1 in."
}