{
    "5x optical zoom and 28 mm wideangle lens": "The 5x optical zoom lens gets in close for extraordinary details on faraway shots. You can capture dramatic shots in tight quarters with the 28 mm wide-angle lens.",
    "<page title>": "Kodak EasyShare Touch M577 14 0 MP Digital Camera Bundle Black 041771710804 | eBay",
    "amazing quality with 14megapixel": "14-megapixel means you can make stunning prints up to 76 x 102 cm. More megapixels mean you can crop and enlarge and still have great picture quality.",
    "blur reduction": "Reduce blur caused by subject movement or fast-action situations. The camera automatically minimizes the effects of camera shake to deliver clearer, sharper pictures.",
    "brand": "Kodak",
    "bundled items": "Case or Bag, Memory Card, Memory Reader, Tripod, Strap (Neck or Wrist)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the seller’s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "kodaks face recognition makes it easy to find friends": "Automatically recognizes up to 20 pre-tagged faces, you can recognize up to five faces in a single image. Once a friend is tagged, that information stays with the picture wherever it goes, find them easily by choosing a name or face.",
    "megapixels": "14.0 MP",
    "model": "M577",
    "mpn": "1866029",
    "optical zoom": "5x",
    "postcapture effects": "You can make your pictures even more personal with effects such as spot color, photo captions, background blur, borders and tints, and photobooth mode.",
    "scene and color modes": "Get great shots time after time with multiple scene and color modes, including auto, sport, portrait, snow, fireworks, and backlight.",
    "screen size": "3\"",
    "shoot video as the moment happens": "The conveniently located dedicated video record button captures 720p HD video. Review and edit videos right on the camera, using the bright touchscreen display.",
    "type": "Point & Shoot",
    "upc": "041771710804"
}