{
    "5x wideangle optical lens": "Despite\nits compact dimensions, PENTAX Optio WG-1 features a 5x wide-angle\noptical zoom covering focal lengths from 28mm wide angle to 140mm\ntelephoto (in 35mm format). From spectacular landscape to tightly framed\nsnapshots taken from a distance, just catch every detail.",
    "<page title>": "Pentax Optio WG 1 14 MP 2 7\" LCD GPS Waterproof Shockproof Digital Camera Green | eBay",
    "brand": "Pentax",
    "bundled items": "Strap (Neck or Wrist)",
    "country/region of manufacture": "Indonesia",
    "digital microscope mode": "Combining\na macro shooting capability from 1cm away with 5 LED macro light and an\nunique macro stand, the Optio WG-1's digital microscope mode delivers\nmagnified sharp pictures of the microscopic world.",
    "extrawide 27 lcd screen": "Optio\nWG-1 features a 16:9 2.7\" monitor which is treated with a special AR\n(Anti-Reflection) coating to cut the glare of external light and\nminimize annoying reflections, making it comfortable to check on-screen\nmenus and to monitor recorded images.",
    "face detection and selfportrait assist functions": "Face\ndetection function instantly and accurately detects up to 32 faces -\neven the faces of dogs and cats- then catches them in sharp focus and\noptimum exposure, to let you make beautiful pictures. The very\nconvenient self-portrait assist function use the blink of the LED lights\nto confirm whether your face is centered in the picture",
    "hd proportioned movie recording": "Capture\nbeautiful, flawless movies at 16:9 HD TV proportions (1280 x 720\npixels), and easily display them on your TV thanks to the embedded\nmicro-HDMI terminal.",
    "heavyduty construction": "The\nOptio WG-1 definitely stands for the ideal choice for those active\nphotographers who shoot pictures in demanding outdoor conditions, thanks\nto its tough construction.",
    "high image quality": "Combining\n14 megapixels with imaging process and a high-performance PENTAX zoom\nlens, the Optio WG-1 delivers brilliant, sharp and true-to-life\npictures, even when enlarged to poster sizes.",
    "megapixels": "14.0MP",
    "model": "WG-1",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "type": "Compact"
}