{
    "<page title>": "Nikon D800 Digital SLR Camera Body Only 36 3 Megapixel Full 1080p HD Video | eBay",
    "dedicated nikon picture control button": "Convenient Picture control button provides six preset options: Standard, Neutral, Vivid, Monochrome, Landscape and Portrait for stills and video while 9 customizable settings provide advanced, personalized color control.",
    "expand dynamic range using builtin hdr": "Combines two exposures at up to 3EV to create a single image revealing an extremely wide dynamic range, but with less noise and richer color gradation than ever before.",
    "fast accurate 51point af system": "AF system features 4 Dynamic AF modes, including 3D Focus Tracking, for autofocus precision and razor sharpness.",
    "high speed cf and sd dual memory card slots": "CF cards compatible with UDMA6 as well as UDMA7. For SD cards, SDXC and UHS-1 are supported.",
    "low noise iso sensitivity from 100 to 6400": "Added ISO settings of Lo-1 (ISO 50 equivalent), Hi-1 (ISO 12,800 equivalent) andHi-2 (ISO 25,600 equivalent) extend versatility.",
    "multiarea full hd dmovie video recording mode": "Designed to help filmmakers, multi-media professionals and event photographers realize their creative vision, recording on either FX or DX-format at Full HD 1080p at 30/24p and 16:9 is now possible.",
    "nikon expeed 3 image processing technologies": "EXPEED 3 extends and assures breathtakingly rich image fidelity and reduces noise, even at high ISO's.",
    "rugged durable and precise magnesiumalloy construction": "Effectively protected from invasive dust, moisture and tested to exceed 200,000 cycles.",
    "two axis virtual horizon graphic indicator": "Use either LCD monitor or viewfinder to check if camera is level; horizontally or with forward or rear rotation.",
    "two live view shooting modes": "Photography Live View and Movie Live View modes add flexibility; exposure, whitebalance, histogram, focus mode, AF area mode and focusing accuracy are easily confirmed"
}