{
    "<page title>": "Sony Cyber Shot DSC W220 12 1 MP Digital Camera Pink 2GB Memory Card Charger Bat | eBay",
    "brand": "Sony",
    "capture a smile the moment it happens": "It's never been easier to capture happy faces thanks to Smile Shutter technology. Simply choose the smiley face icon and the camera does the rest. You can even select subject priority and indicate the degree of smile detection sensitivity.",
    "easily sort through your images": "Take the hassle out of sorting through large volumes of image data with image management. You can quickly select and view your photos using event view, calendar view and favorites.",
    "edit your photos on the go": "Retouch and enhance your pictures with ten in-camera tools including trimming, red eye correction, unsharp masking, soft focus filter, partial color, fisheye lens, cross filter, radial blur, retro and happy face.",
    "for great shots in low light": "Combining optical SteadyShot image stabilization and high ISO sensitivity which helps compensate for shaky hands, double anti-blur solution minimizes blur and allows flash free shooting to preserve the mood.",
    "great pictures without the fuss": "Eliminate the guesswork of choosing the right camera setting. Intelligent scene recognition automatically detects five different types of scenes including backlight, backlight portrait, twilight, twilight portrait and twilight using a tripod, and selects the most appropriate camera setting to help ensure optimal results.",
    "megapixels": "12.1 MP",
    "model": "DSC-W220",
    "mpn": "DSCW220/P",
    "optical zoom": "4x",
    "optimized for people pictures": "Face detection technology detects up to eight individual faces and controls flash, focus, exposure and white balance to deliver accurate, natural skin tones with reduced red-eye.",
    "screen size": "2.7\"",
    "share your memories in hd": "Enjoy your photos on the big screen. Simply connect this Cyber-shot camera directly to your Sony BRAVIA or other compatible HDTV to view your pictures in glorious high definition.",
    "take control of your memories": "Experience a simple way to transfer, manage, archive and share your images and video with the supplied picture motion browser PC software.",
    "type": "Point & Shoot"
}