{
    "<page title>": "Nikon Coolpix P7700 12 2 MP Digital Camera Black 018208131815 | eBay",
    "brand": "Nikon",
    "bright f20 lens and highly sensitive cmos sensor": "With a maximum aperture that's wider than most compact cameras (f/2.0), the 7.1x Zoom-Nikkor glass lens gathers maximum light so you can shoot with faster shutter speeds. Combine that with a highly sensitive CMOS image sensor and Nikon's renowned ISO performance, and you'll capture the shots you've been missing - low-light indoor shots, evening group shots around a fire, nighttime cityscapes, fast-moving subjects and much more.",
    "bundled items": "Case or Bag, Extra Battery",
    "comfortable smart design": "The Coolpix P7700 is designed to be used - as often as possible. Its compact, ergonomic body lets you create comfortably. All the camera's settings are accessible through easy-to-navigate menus, and key features are at your fingertips. You can even program your favorite settings for quick recall.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "United States",
    "endless creativity and superb image quality": "The Coolpix P7700 satisfies even the most passionate shooters. At its heart is a 1/1.7\" 12.2-megapixel CMOS sensor - larger than the sensor in most compact cameras - that delivers exceptional image quality and detail. Use that power to bring every shot to life in vivid clarity. A 7.1x Zoom-Nikkor glass lens takes you from wide-angle to telephoto in an instant. Create an expansive landscape one shot, a stunning close-up the next. But as powerful as the Coolpix P7700 is, you don't need to be a pro to excel with it. Whether you prefer letting auto mode do the work for you, using scene modes to match your shooting situation or taking complete control of your images with full manual control, you'll be proud of every photo and video you create.",
    "fast operation and continuous shooting": "Life moves fast, but the COOLPIX P7700 keeps up. In an instant, it powers up, zooms in, autofocuses and captures stunning shot after shot. Hold down the shutter button and fire a blazing-fast 8 fps for some of the most impressive action-freezing sequences you've ever seen. Plus, every photo and video will be sharp and steady, even if your hands are not - Nikon's VR image stabilization ensures a little camera shake won't ruin the shot.",
    "find exciting perspectives": "When you can swivel your camera's LCD display to just about any position, you're free to explore exciting perspectives all around you. Hold the Coolpix P7700 at ground level for a surprising view of a common scene. In tight, cramped spaces, raise the camera overhead and get the shot or video you need. Every shot you frame, review or share is rendered in 921,000 dots of brilliant detail. When transporting the camera, protect the LCD by flipping it to the closed position.",
    "full hd 1080p video with stereo sound": "Apply your creativity to videography. With the touch of a button, go from shooting stills to recording Full HD (1080p) videos that can easily be shared on your computer, social networking sites or an HDTV. The Coolpix P7700 lets you use the optical zoom while recording, so you can frame exactly the shot you want. It also lets you maintain creative control; adjust the aperture and exposure settings, add creative filters, special effects and more.",
    "manufacturer warranty": "No",
    "megapixels": "12.2 MP",
    "model": "P7700",
    "mpn": "26360",
    "optical zoom": "7.1x",
    "performance to empower your passion": "Meet the Coolpix P7700, a high-performance compact camera with the power and precision to stimulate your imagination. Your photos and Full HD (1080p) videos will be second to none. With an auto mode you can rely on every time, 19 scene modes for getting the most out of every shooting situation, creative in-camera effects, complete PSAM control, RAW shooting and more, the Coolpix P7700 will go as far as you want to go. For shooters seeking the ultimate compact digital camera performance, Coolpix P7700 delivers.",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "018208131815"
}