{
    "<page title>": "Sony Mavica MVC FD81 2X Digital Camera 0 9MP Bundled with 9 3 5\" Floppy Disc | eBay",
    "additional features": "Audio Recording, Auto Power Save, Brightness Control, Built-In Speaker",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Sony",
    "bundled items": "Case or Bag, Memory Card, Strap (Neck or Wrist)",
    "camera type": "Point & Shoot",
    "country/region of manufacture": "Unknown",
    "depth": "2.5 in.",
    "digital video format": "MPEG-1",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "effective flash range": "0.5 m - 2.5 m",
    "exposure compensation": "Â±1.5 EV range, in 1/2 EV steps",
    "exposure metering": "Center-Weighted",
    "exposure modes": "Automatic, Program",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode",
    "flash type": "Built-in flash",
    "floppy drive storage": "3.5\" 1.44 MB floppy",
    "focal length equivalent to 35mm camera": "37 - 111mm",
    "focus adjustment": "Automatic, Manual",
    "height": "4 in.",
    "light sensitivity": "ISO 100",
    "light sensitivity max": "100",
    "macro focus range": "2-50cm",
    "manufacturer warranty": "No",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/4000 sec",
    "megapixels": "0.9 MP",
    "microphone operation mode": "Mono",
    "microphone technology": "Electret condenser",
    "microphone type": "Microphone - built-in - electret condenser - mono",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "1/60 sec",
    "model": "MVC-FD81",
    "mpn": "MVC-FD81",
    "optical zoom": "3x",
    "product information": "MVC-FD81 digital Mavica camera allows you to capture up to 60 seconds of video and audio right onto a standard 3.5\" floppy disk. This is the fastest, easiest way to get full motion video into your personal computer, for e-mail, websites, or presentations, etc. MPEG movie offers 2 settings: Presentation mode, up to 15 sec. (320 x 240), and Video Mail mode, up to 60 sec. (160 x 112). The camera allows you to capture still images with high quality XGA resolution (1024 x 768), which offers excellent quality for printing or sending images from your computer. A 3x optical zoom lens brings the action up close from far away with. New Voice Memo mode allows you to conveniently add 5 seconds of narration to a still image. You can use it in presentation or slide show to describe and demonstrate products or personal images. MVC-FD81 is provided with a 2.5\" advanced color LCD with Solar Window panel and brightness control. What you see is what you get! Large, full color LCD display lets you preview or review your shots right on the camera back, with great detail and clarity. Picture freeze on LCD with quick replay allows to take a close look at the image you're capturing by. Simply press and hold the shutter button down. For convenient playback, return to the play mode and use quick replay to display the last image captured.The floppy disc is still the storage media of choice. Floppy discs continue to be inexpensive, universally compatible, and easy to use. No hassles with connecting wires or interfaces, just insert into your PC's floppy drive. Each disc will store up to 40 still images per disc, or 60 seconds of MPEG audio and video. New exclusive 2x high-speed floppy disc drive technology developed by Sony allows for double the speed when recording or playing back images. The high-speed spindle motor combined with new DSP also allows for quicker JPEG compression. Sony's new 2x floppy drive is the fastest drive available. Sony is the only company that lets you share your images right on the spot with anyone. Whole disk copy function lets you make a copy of your images, videos, or voice memos, right inside the camera. Simply select Disk Copy from the menu with your original disk in the camera, and your Mavica camera will save images in temporary memory. Place a new disk in and you have an exact copy of all your pictures to share with anyone. You are not limited to only pictures - spreadsheet, presentation, and word processing files can also be copied from disk to disk. Need to send images over the Internet? For still images, E-mail mode reduces the size of your file to 1/4 the standard file 320 x 240 for fast Internet downloads. To send MPEG files over the Internet, the E-mail mode will reduce the image size to 160 x 112. Now your pictures or videos will be sent with ease and speed.\nProduct Highlights Video\nProduct Identifiers BrandSony ModelMVC-FD81 MPNMVC-FD81\nKey Features Camera TypePoint & Shoot Optical Zoom3x Sensor Resolution0.9 MP Screen Size2.5\"\nOptical Sensor Sensor Size1/3\" Sensor TypeCCD\nLens System Macro Focus Range2-50cm Focus AdjustmentAutomatic, Manual Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera37 - 111mm\nExposure Max Shutter Speed1/4000 sec Min Shutter Speed1/60 sec Exposure compensationÂ±1.5 EV range, in 1/2 EV steps Exposure MeteringCenter-Weighted Exposure ModesAutomatic, Program Light SensitivityISO 100 Light Sensitivity Max100\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.5 m - 2.5 m Flash ModesAuto Mode, Fill-in Mode, OFF mode\nMemory / Storage Supported Flash Memory3.5 in. Floppy Floppy Drive Storage3.5\" 1.44 MB floppy\nViewfinder Viewfinder TypeNone\nDimensions Depth2.5 in. Height4 in. Width5 in. Weight30.4 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.5\" - color Display Size2.5\"\nMicrophone Microphone TypeMicrophone - built-in - electret condenser - mono Microphone Operation ModeMono Microphone TechnologyElectret condenser\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatMPEG-1 Still Image FormatBMP, JPEG\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAudio Recording, Auto Power Save, Brightness Control, Built-In Speaker Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBeach & ski, Landscape, Portrait mode, Sports lesson, Sunset & moon Special EffectsMonotone, Negative Art, Sepia, Solarization White BalanceAutomatic",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "0.9 MP",
    "sensor size": "1/3\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Beach & ski, Landscape, Portrait mode, Sports lesson, Sunset & moon",
    "special effects": "Monotone, Negative Art, Sepia, Solarization",
    "still image format": "BMP, JPEG",
    "supported flash memory": "3.5 in. Floppy",
    "type": "Point & Shoot",
    "viewfinder type": "None",
    "weight": "30.4 Oz.",
    "white balance": "Automatic",
    "width": "5 in."
}