{
    "<page title>": "Kodak DC DC260 1 6 MP Digital Camera Dark Gray 0041778481790 | eBay",
    "ask questions": ". If there is more information you want about an item, ask. I am always connected and I respond very quickly, unless I am asleep. Even if I canâ\u0080\u0099t answer your question at that moment I will let you know that Iâ\u0080\u0099m aware you exist and will answer it as soon as possible. Want to see more? I can do that too. Ebay only allows me 12 pictures, but Iâ\u0080\u0099m happy to send more if there is something you want to look at. Something doesnâ\u0080\u0099t fit right with the title/description and the item? Ask me about it, Iâ\u0080\u0099ve been known to make mistakes (I am only human) and thankfully buyers have let me know that the error was there. The only stupid questions are the ones you never ask...or something like that.",
    "brand": "Kodak",
    "bundled items": "Memory Card",
    "contact me first": ". If there is a problem with something you purchased then contact me first. Give me the chance to make it right.",
    "megapixels": "1.6 MP",
    "model": "DC260",
    "mpn": "8481798",
    "optical zoom": "3x",
    "pricing and best offers": ". To save us all some time, Iâ\u0080\u0099m going to make this pretty simple. If I have something listed for $300, there is no way I am ever going to accept your rather insulting offer of $25. I know what my items are worth and I donâ\u0080\u0099t ever randomly get drunk while viewing eBay offers so you are only wasting your time. I consider my pricing to be reasonable and fair for the item as well as its condition.",
    "read the description": ". I do my best to write a fitting description for an item and even try to make it a little entertaining. The least you can do is read it. Check the measurements, color, size, shape, etc. of the item you are buying before you place a bid, send an offer or hit the buy it now button. I like my pictures and videos too and while they may be worth a thousand words or more they canâ\u0080\u0099t tell an items full story.",
    "returns": ". I offer a 14 day no hassle return policy for almost all my items. The only exception are items that are sold as-is. If you receive something you are dissatisfied with I am more than happy to take it back and issue a refund. I do have a restocking fee, but this is primarily to discourage random returns for no real reason or for people who donâ\u0080\u0099t bother to read descriptions. You should always contact me first about restocking fees. Iâ\u0080\u0099m a reasonable person and reasonable returns are treated accordingly. I DO NOT offer partial refunds and will only issue refunds with returns. Iâ\u0080\u0099m happy to take an item back, but the ongoing partial refund scams are ridiculous and Iâ\u0080\u0099m not willing to deal with them anymore.",
    "screen size": "2\"",
    "shipping": ". I use USPS, UPS and FedEx for shipping. The shipping prices are automatically calculated based on weight, size and your location. If you have special requests for shipping or are looking for a specific carrier please contact me before buying/bidding. If you need help understanding shipping please see my guide to shipping .",
    "this ridiculous list": ". If you are reading this part of this ridiculously long list then I thank you. Either your morbid curiosity or your desire to know all has led you to this point. I find it just as silly as you that I have to state all of this, but unfortunately for all of us, I do.",
    "to provide you with a clear and accurate description": ". I do my very best to describe every item in detail and accurately. I try to do this while being informative, a little entertaining and including important information like the condition and any possible flaws.",
    "to provide you with clear and accurate pictures": ". I was once asked why I used so many stock photos. While I greatly appreciate the compliment the answer is that I donâ\u0080\u0099t. All photos in my listings are taken by me (unless otherwise stated) and are of the actual item being sold. However, I cannot be held responsible for the differences in equipment and how color appears on one screen to the next. If you wish to verify the color of an item please contact me.",
    "to provide you with great customer service": ". Bottom line, I want you to be happy with your item, get it as fast as possible and be happy with me as a seller.",
    "type": "Point & Shoot",
    "upc": "0041778481790",
    "use your brain": ". Yes, I just said that. Chances are that if youâ\u0080\u0099ve read this far Iâ\u0080\u0099m not actually referring to you. Iâ\u0080\u0099m just asking people to think a little before they do anything. If something is described as â\u0080\u009cvintageâ\u0080\u009d it probably isnâ\u0080\u0099t new. If the title is for an iPod speaker, the iPod isnâ\u0080\u0099t included. If I say that I canâ\u0080\u0099t test an item, it means I donâ\u0080\u0099t know if it works or not. If damage is stated, then it has damage. Common sense is a beautiful thing. Generally speaking, if you live up to the other responsibilities listed above, you're probably safe."
}