{
    "101megapixel super had ccd image sensor": "A powerful 10.1-megapixel 1/2.3\" super HAD CCD image sensor helps you capture gorgeous images with superb contrast and clarity down to the finest detail. With 10.1 megapixels, you can create stunning prints up to A3 size, or crop your images and still come away with high resolution shots.",
    "27 lcd display": "A large 2.7\" LCD display features sharp, natural color that makes it easy to compose shots, read menus, and view photos.",
    "3x optical zoom lens": "3x optical zoom lens captures sharp images, even from a distance, and enables close-up shooting up to just under 2\" from the subject.",
    "<page title>": "Sony Cyber Shot DSC W180 10 1 MP Digital Camera Black | eBay",
    "brand": "Sony",
    "face detection technology": "Face Detection technology detects up to eight individual faces and adjusts flash, focus and exposure to deliver crisp, properly lit images of family and friends.",
    "function guide": "Retouch and enhance your photos on the go with in-camera trimming and red-eye correction functions.",
    "high sensitivity mode": "High ISO allows for faster shutter speed, so you can take photos indoors or in low light without the need for a flash. In addition to high sensitivity mode (ISO), you can select up to seven ISO settings when shooting in program auto mode to adjust sensitivity to your shooting conditions.",
    "histogram display": "Histogram display gives you more control over your images with the ability to optimize exposure adjustments for better detail in both light and dark areas of a photo.",
    "megapixels": "10.1 MP",
    "model": "DSC-W180",
    "mpn": "DSCW180/B",
    "optical zoom": "3x",
    "screen size": "2.7\"",
    "smile shutter": "Smile Shutter mode captures a smile the moment it happens. Simply choose the Smile Shutter button and the camera does the rest. You can also select subject priority and indicate the degree of smile detection sensitivity.",
    "type": "Point & Shoot"
}