{
    "<page title>": "Sale Brand New Nikon D610 Body Only 24 3MP Full Frame FX DSLR Camera Express 018208015405 | eBay",
    "ac adapter": "EH-5b AC Adapter; requires EP-5B Power Connector (available separately)",
    "audio recording device": "Built-in monaural or external stereo microphone; sensitivity adjustable",
    "battery": "One EN-EL15 Rechargeable Li-ion Battery",
    "brand": "Nikon",
    "categorybrand": "Nikon D610 Digital SLR Camera Body Only Black\nOVERVIEWFEATURESThe D610's FX-format CMOS image sensor yields wide dynamic range and exquisite sharpness, which NIKKOR lenses help draw out to their fullest potential. The EXPEED 3 image-processing engine effortlessly handles the sensor's large data files, while in-camera Picture Control tailors the individual look and feel of your stills and videos. These four assets are vital elements for creating the images you want.\nThanks to the high-speed performance of the EXPEED 3 image-processing engine and an exclusive driving mechanism that drives the mirror independently, the D610 is capable of high-speed continuous shooting at approx. 6 fps in FX format, for up to 100 shots.\nThe D610's optical viewfinder features approx. 100% frame coverage that enables confirmation of the entire large image area of FX format for precise composition. And approx. 0.7x* magnification allows easy viewing of all the visual elements including the viewfinder information display. The frame coverage and magnification are the same as those of the D4 and D3 series, realizing comfortable shooting.\nThe Nikon FX-format CMOS sensor (35.9 x 24.0 mm) with 24.3 effective megapixels delivers stable, high image quality.\nEXPEED 3 image-processing engine, the same as used for the D4 and D800 series, realizes superior high-speed processing performance.\nThe D610's Picture Control system lets you fine-tune sharpening, contrast, saturation, hue, and various adjustments for Monochrome, etc. in both still images and movies according to your preference.\nThe D610's new Qc (quiet continuous) shutter-release mode reduces mirror noise while still offering up to 3 fps*, for maximum discretion.\n*Based on CIPA Guidelines.\nWith seven focus points compatible with f/8, precise focusing is possible even when attaching a 2.0x teleconverter to telephoto lenses with a maximum aperture of f/4.\nScene Recognition System recognizes the subject's situation accurately prior to shooting and enables precise auto control.\nInheriting an array of specifications and functions equivalent to those of the D4 and D800 series, the D610 combines them in a remarkably small and light camera body.\nSD memory card double slots compatible with high-speed SDXC and UHS-I.\nTime-lapse photography lets you shoot automatically at designated intervals and save as a movie to replay slow-moving activity at high speed.\nThe D610's built-in flash incorporates a commander function that supports Advanced Wireless Lighting.\nINSIDE THE PACKAGENikon D610 Digital SLR Camera Body Only Black * For environmental friendly reason, instruction BOOK Manual may or may not be supplied. For most of the brands and their products, a CD manual (normally in PDF format) is included in the package. In case NO CD manual is supplied, please either go to the official website of the brand to download it or ask us for the link. If you insist to have a BOOK Manual, please make the request by message first and awaits our confirmation prior to your purchase.\nSPECIFICATIONS TypeSingle-lens reflex digital camera Lens mountNikon F mount (with AF coupling and AF contacts) Effective pixels24.3 million Image sensor35.9 x 24.0 mm CMOS sensor (Nikon FX format) Total pixels24.7 million Dust-reduction systemImage sensor cleaning, Image Dust Off reference data (optional Capture NX 2 software required) Image size (pixels)FX format (36x24): 6,016 x 4,016 (L), 4,512 x 3,008 (M), 3,008 x 2,008 (S)\nDX format (24x16): 3,936 x 2,624 (L), 2,944 x 1,968 (M), 1,968 x 1,312 (S)\nFX-format photographs taken in movie live view: 6,016 x 3,376 (L), 4,512 x 2,528 (M), 3,008 x 1,688 (S)\nDX-format photographs taken in movie live view: 3,936 x 2,224 (L), 2,944 x 1,664 (M), 1,968 x 1,112 (S) File formatNEF (RAW): 12 or 14 bit, lossless compressed or compressed\nJPEG: JPEG-Baseline compliant with fine (approx. 1:4), normal (approx. 1:8) or basic (approx. 1:16) compression\nNEF (RAW)+JPEG: Single photograph recorded in both NEF (RAW) and JPEG formats Picture Control SystemStandard, Neutral, Vivid, Monochrome, Portrait, Landscape; selected Picture Control can be modified; storage for MediaSD (Secure Digital) and UHS-I compliant SDHC and SDXC memory cards Dual card slotsSlot 2 can be used for overflow or backup storage or for separate storage of copies created using NEF+JPEG; pictures File systemDCF (Design Rule for Camera File System) 2.0, DPOF (Digital Print Order Format), Exif (Exchangeable Image File ViewfinderEye-level pentaprism single-lens reflex viewfinder Frame coverageFX (36x24): Approx. 100% horizontal and 100% vertical\nDX (24x16): Approx. 97% horizontal and 97% vertical MagnificationApprox. 0.7x (50 mm f/1.4 lens at infinity, -1.0 m-1) Eyepoint21 mm (-1.0 m-1; from center surface of viewfinder eyepiece lens) Diopter adjustment-3 to +1 m-1 Focusing screenType B BriteView Clear Matte Mark VIII screen with AF area brackets (framing grid can be displayed) Reflex mirrorQuick return Depth-of-field previewPressing depth-of-field preview button stops lens aperture down to value selected by user (A and M modes) or by Lens apertureInstant return, electronically controlled TypeElectronically-controlled vertical-travel focal-plane shutter Speed1/4,000 to 30 s in steps of 1/3 or 1/2 EV, bulb, time (requires optional ML-L3 Remote Control), X200 Flash sync speedX=1/200 s; synchronizes with shutter at 1/250 s or slower (flash range drops at speeds between 1/200 and 1/250 s) Release modesS (single frame), CL (continuous low speed), CH (continuous high speed), Q (quiet shutter-release), QC (quiet Frame advance rateApprox. 1 to 5 fps (CL), approx. 6 fps (CH) or 3 fps (QC) Self-timer2 s, 5 s, 10 s, 20 s; 1 to 9 exposures at intervals of 0.5, 1, 2 or 3 s Remote release modesDelayed remote, quick-response remote, remote mirror-up MeteringTTL exposure metering using 2,016-pixel RGB sensor Metering methodMatrix: 3D color matrix metering II (type G,E and D lenses); color matrix metering II (other CPU lenses); color matrix\nCenter-weighted: Weight of 75% given to 12-mm circle in center of frame; diameter of circle can be changed to 8, 15\nSpot: Meters 4-mm circle (about 1.5% of frame) centered on selected focus point (on center focus point when non-CPU Range(ISO 100, f/1.4 lens, 20Â¢XC/68Â¢XF)Matrix or center-weighted metering: 0 to 20 EV\nSpot metering: 2 to 20 EV Exposure meter couplingCombined CPU and AI MeteringTTL exposure metering using main image sensor Metering methodMatrix Frame size (pixels)and frame rate1,920 x 1,080; 30p (progressive), 25p, 24p\n1,280 x 720; 60p, 50p, 30p, 25p Actual frame rates for 60p, 50p, 30p, 25p, and 24p are 59.94, 50, 29.97, 25, and 23.976 fps respectively; options File formatMOV\nVideo compression\nH.264/MPEG-4 Advanced Video Coding Audio recording formatLinear PCM Audio recording deviceBuilt-in monaural or external stereo microphone; sensitivity adjustable Maximum lengthApprox. 29 min. 59 s (20 min. depending on frame size/rate and movie quality settings) Other optionsIndex marking, time-lapse photography BatteryOne EN-EL15 Rechargeable Li-ion Battery Battery packOptional MB-D14 Multi-Power Battery Pack with one EN-EL15 Rechargeable Li-ion Battery or six AA alkaline, Ni-AC adapterEH-5b AC Adapter; requires EP-5B Power Connector (available separately) Tripod socket1/4 in. (ISO 1222) Dimensions (W x H x D)Approx. 141 x 113 x 82 mm/ 5.6 x 4.4 x 3.2 in. WeightApprox. 850 g/1 lb 14.0 oz with battery and memory card but without body cap; approx. 760 g/1 lb 10.8 oz (camera Operating environmentTemperature: 0 to 40Â¢XC/32 to 104Â¢XF; humidity: 85% or less (no condensation) Supplied accessories(may differ by country or area)EN-EL15 Rechargeable Li-ion Battery, MH-25 Battery Charger, DK-5\nCOMPATIBLE MODEL Compatible with AF NIKKOR lenses, including type G,E and D lenses (some restrictions apply to PC lenses), DX lenses [using DX (24x16) image area], AI-P NIKKOR lenses, and non-CPU AI lenses (A and M modes only); IX-NIKKOR lenses, lenses for the F3AF, and non-AI lenses cannot be used The electronic rangefinder can be used with lenses that have a maximum aperture of f/5.6 or faster (the electronic rangefinder supports the center 7 focus points with lenses that have a maximum aperture of f/8 or faster and the center 33 focus points with lenses that have a maximum aperture of f/6.8 or faster)\nTERMS AND CONDITIONS",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "depthoffield preview": "Pressing depth-of-field preview button stops lens aperture down to value selected by user (A and M modes) or by",
    "dimensions w x h x d": "Approx. 141 x 113 x 82 mm/ 5.6 x 4.4 x 3.2 in.",
    "diopter adjustment": "-3 to +1 m-1",
    "dustreduction system": "Image sensor cleaning, Image Dust Off reference data (optional Capture NX 2 software required)",
    "effective pixels": "24.3 million",
    "exposure meter coupling": "Combined CPU and AI",
    "eyepoint": "21 mm (-1.0 m-1; from center surface of viewfinder eyepiece lens)",
    "file format": [
        "NEF (RAW): 12 or 14 bit, lossless compressed or compressed\nJPEG: JPEG-Baseline compliant with fine (approx. 1:4), normal (approx. 1:8) or basic (approx. 1:16) compression\nNEF (RAW)+JPEG: Single photograph recorded in both NEF (RAW) and JPEG formats",
        "MOV\nVideo compression\nH.264/MPEG-4 Advanced Video Coding"
    ],
    "file system": "DCF (Design Rule for Camera File System) 2.0, DPOF (Digital Print Order Format), Exif (Exchangeable Image File",
    "flash sync speed": "X=1/200 s; synchronizes with shutter at 1/250 s or slower (flash range drops at speeds between 1/200 and 1/250 s)",
    "focusing screen": "Type B BriteView Clear Matte Mark VIII screen with AF area brackets (framing grid can be displayed)",
    "frame advance rate": "Approx. 1 to 5 fps (CL), approx. 6 fps (CH) or 3 fps (QC)",
    "frame coverage": "FX (36x24): Approx. 100% horizontal and 100% vertical\nDX (24x16): Approx. 97% horizontal and 97% vertical",
    "image sensor": "35.9 x 24.0 mm CMOS sensor (Nikon FX format)",
    "image size pixels": "FX format (36x24): 6,016 x 4,016 (L), 4,512 x 3,008 (M), 3,008 x 2,008 (S)\nDX format (24x16): 3,936 x 2,624 (L), 2,944 x 1,968 (M), 1,968 x 1,312 (S)\nFX-format photographs taken in movie live view: 6,016 x 3,376 (L), 4,512 x 2,528 (M), 3,008 x 1,688 (S)\nDX-format photographs taken in movie live view: 3,936 x 2,224 (L), 2,944 x 1,664 (M), 1,968 x 1,112 (S)",
    "lens aperture": "Instant return, electronically controlled",
    "lens mount": "Nikon F mount (with AF coupling and AF contacts)",
    "magnification": "Approx. 0.7x (50 mm f/1.4 lens at infinity, -1.0 m-1)",
    "media": "SD (Secure Digital) and UHS-I compliant SDHC and SDXC memory cards",
    "megapixels": "24.3 MP",
    "metering": [
        "TTL exposure metering using main image sensor",
        "TTL exposure metering using 2,016-pixel RGB sensor"
    ],
    "metering method": [
        "Matrix",
        "Matrix: 3D color matrix metering II (type G,E and D lenses); color matrix metering II (other CPU lenses); color matrix\nCenter-weighted: Weight of 75% given to 12-mm circle in center of frame; diameter of circle can be changed to 8, 15\nSpot: Meters 4-mm circle (about 1.5% of frame) centered on selected focus point (on center focus point when non-CPU"
    ],
    "model": "D610",
    "mpn": "1540",
    "operating environment": "Temperature: 0 to 40Â¢XC/32 to 104Â¢XF; humidity: 85% or less (no condensation)",
    "overview": "FEATURES",
    "picture control system": "Standard, Neutral, Vivid, Monochrome, Portrait, Landscape; selected Picture Control can be modified; storage for",
    "reflex mirror": "Quick return",
    "release modes": "S (single frame), CL (continuous low speed), CH (continuous high speed), Q (quiet shutter-release), QC (quiet",
    "screen size": "3.2\"",
    "selftimer": "2 s, 5 s, 10 s, 20 s; 1 to 9 exposures at intervals of 0.5, 1, 2 or 3 s",
    "speed": "1/4,000 to 30 s in steps of 1/3 or 1/2 EV, bulb, time (requires optional ML-L3 Remote Control), X200",
    "total pixels": "24.7 million",
    "tripod socket": "1/4 in. (ISO 1222)",
    "type": "Digital SLR",
    "typesinglelens reflex digital camera": "Lens mountNikon F mount (with AF coupling and AF contacts) Effective pixels24.3 million Image sensor35.9 x 24.0 mm CMOS sensor (Nikon FX format) Total pixels24.7 million Dust-reduction systemImage sensor cleaning, Image Dust Off reference data (optional Capture NX 2 software required) Image size (pixels)FX format (36x24): 6,016 x 4,016 (L), 4,512 x 3,008 (M), 3,008 x 2,008 (S)\nDX format (24x16): 3,936 x 2,624 (L), 2,944 x 1,968 (M), 1,968 x 1,312 (S)\nFX-format photographs taken in movie live view: 6,016 x 3,376 (L), 4,512 x 2,528 (M), 3,008 x 1,688 (S)\nDX-format photographs taken in movie live view: 3,936 x 2,224 (L), 2,944 x 1,664 (M), 1,968 x 1,112 (S) File formatNEF (RAW): 12 or 14 bit, lossless compressed or compressed\nJPEG: JPEG-Baseline compliant with fine (approx. 1:4), normal (approx. 1:8) or basic (approx. 1:16) compression\nNEF (RAW)+JPEG: Single photograph recorded in both NEF (RAW) and JPEG formats Picture Control SystemStandard, Neutral, Vivid, Monochrome, Portrait, Landscape; selected Picture Control can be modified; storage for MediaSD (Secure Digital) and UHS-I compliant SDHC and SDXC memory cards Dual card slotsSlot 2 can be used for overflow or backup storage or for separate storage of copies created using NEF+JPEG; pictures File systemDCF (Design Rule for Camera File System) 2.0, DPOF (Digital Print Order Format), Exif (Exchangeable Image File ViewfinderEye-level pentaprism single-lens reflex viewfinder Frame coverageFX (36x24): Approx. 100% horizontal and 100% vertical\nDX (24x16): Approx. 97% horizontal and 97% vertical MagnificationApprox. 0.7x (50 mm f/1.4 lens at infinity, -1.0 m-1) Eyepoint21 mm (-1.0 m-1; from center surface of viewfinder eyepiece lens) Diopter adjustment-3 to +1 m-1 Focusing screenType B BriteView Clear Matte Mark VIII screen with AF area brackets (framing grid can be displayed) Reflex mirrorQuick return Depth-of-field previewPressing depth-of-field preview button stops lens aperture down to value selected by user (A and M modes) or by Lens apertureInstant return, electronically controlled TypeElectronically-controlled vertical-travel focal-plane shutter Speed1/4,000 to 30 s in steps of 1/3 or 1/2 EV, bulb, time (requires optional ML-L3 Remote Control), X200 Flash sync speedX=1/200 s; synchronizes with shutter at 1/250 s or slower (flash range drops at speeds between 1/200 and 1/250 s) Release modesS (single frame), CL (continuous low speed), CH (continuous high speed), Q (quiet shutter-release), QC (quiet Frame advance rateApprox. 1 to 5 fps (CL), approx. 6 fps (CH) or 3 fps (QC) Self-timer2 s, 5 s, 10 s, 20 s; 1 to 9 exposures at intervals of 0.5, 1, 2 or 3 s Remote release modesDelayed remote, quick-response remote, remote mirror-up MeteringTTL exposure metering using 2,016-pixel RGB sensor Metering methodMatrix: 3D color matrix metering II (type G,E and D lenses); color matrix metering II (other CPU lenses); color matrix\nCenter-weighted: Weight of 75% given to 12-mm circle in center of frame; diameter of circle can be changed to 8, 15\nSpot: Meters 4-mm circle (about 1.5% of frame) centered on selected focus point (on center focus point when non-CPU Range(ISO 100, f/1.4 lens, 20Â¢XC/68Â¢XF)Matrix or center-weighted metering: 0 to 20 EV\nSpot metering: 2 to 20 EV Exposure meter couplingCombined CPU and AI MeteringTTL exposure metering using main image sensor Metering methodMatrix Frame size (pixels)and frame rate1,920 x 1,080; 30p (progressive), 25p, 24p\n1,280 x 720; 60p, 50p, 30p, 25p Actual frame rates for 60p, 50p, 30p, 25p, and 24p are 59.94, 50, 29.97, 25, and 23.976 fps respectively; options File formatMOV\nVideo compression\nH.264/MPEG-4 Advanced Video Coding Audio recording formatLinear PCM Audio recording deviceBuilt-in monaural or external stereo microphone; sensitivity adjustable Maximum lengthApprox. 29 min. 59 s (20 min. depending on frame size/rate and movie quality settings) Other optionsIndex marking, time-lapse photography BatteryOne EN-EL15 Rechargeable Li-ion Battery Battery packOptional MB-D14 Multi-Power Battery Pack with one EN-EL15 Rechargeable Li-ion Battery or six AA alkaline, Ni- AC adapterEH-5b AC Adapter; requires EP-5B Power Connector (available separately) Tripod socket1/4 in. (ISO 1222) Dimensions (W x H x D)Approx. 141 x 113 x 82 mm/ 5.6 x 4.4 x 3.2 in. WeightApprox. 850 g/1 lb 14.0 oz with battery and memory card but without body cap; approx. 760 g/1 lb 10.8 oz (camera Operating environmentTemperature: 0 to 40Â¢XC/32 to 104Â¢XF; humidity: 85% or less (no condensation) Supplied accessories(may differ by country or area)EN-EL15 Rechargeable Li-ion Battery, MH-25 Battery Charger, DK-5",
    "upc": "018208015405",
    "viewfinder": "Eye-level pentaprism single-lens reflex viewfinder",
    "warranty": "1 Year Seller Warranty",
    "weight": "Approx. 850 g/1 lb 14.0 oz with battery and memory card but without body cap; approx. 760 g/1 lb 10.8 oz (camera"
}