{
    "<page title>": "1138 Leica V Lux 3 Digital Camera w Box Mint from Tokyo 4022243181601 | eBay",
    "brand": "Leica",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "exceptional image quality": "The newly developed 12.1-megapixel CMOS image sensor guarantees the exceptional image quality of the Leica V-Lux 3. It ensures that images are almost totally free of noise - even under adverse lighting conditions and when using high-sensitivity settings. With its high contrast range and natural, perfectly saturated colors, the V-Lux 3 sets entirely new standards in its class - for still pictures and video alike.",
    "megapixels": "12.1 MP",
    "model": "3",
    "mpn": "18160",
    "optical zoom": "24x",
    "screen size": "3\"",
    "sensationally fast": "Speed has the utmost priority in the V-Lux 3. The autofocus system reacts in less than a tenth of a second and reliably captures fast-moving subjects. The continuous-shooting rate is also impressive. The V-Lux 3 delivers consecutive burst shooting at a rate of up to 12 frames per second, even at full resolution; at a reduced resolution of 3.5 megapixels it manages a fantastic 60 frames per second. Users will capture every action and important moment, even when shooting sports or wildlife.",
    "type": "Bridge Camera",
    "upc": "799429181604",
    "video in fullhd quality": "The V-Lux 3 captures full-HD video in AVCHD format with 1920 Ã\u0097 1080 pixels and 60 full frames per second. This 1080p60 video format not only guarantees the perfect rendition of fast movement in outstanding detail, but is also ideal for conversion to alternative resolutions and refresh rates. For instance, conversion to MP4 format, which can be quickly and conveniently transferred for use on mobile devices and the Web without any further conversion. An integrated stereo microphone with a wind-noise filter ensures outstanding audio quality. A deletion option for individual sequences means that editing can begin in the camera without having to download the data to a software-based editing suite."
}