{
    "<page title>": "Samsung ST100 14 2 MP Digital Camera Black 1 8\" Front LCD Selfie New Open Box 044701014416 | eBay",
    "a touch screen that gives clear feedback": "When you're looking at brilliant high-resolution images through a 3.5\" WVGA touch display, you know your photos are going to be something special. Its 14.2 megapixels of robust clarity deliver details you'd never thought you'd be able to capture. After all, you don't want any of life's special moments to pass you by. It was engineered to help you get more out of life.",
    "brand": "Samsung",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "cool effects make every photo unique": "Samsung's smart filter lens and color effects deliver an artistic edge to your still shots and videos. The tilt and shift lens effect gives your subjects a miniaturized look, the igniting camera effect delivers a strikingly strong compositional contrast, and fish-eye effect gives your video that cool distorted feel. And its color effects - sketch and defog - can add an expressive layer or an ultra-vivid vibe - to your shots. So get creative and get Samsung.",
    "easier than ever to get a great shot": "Who needs a professional photographer when you have the dual LCD display ST100? Take more accurate self-portraits with the enlarged 1.8\" front-side display letting you see your self-portrait before you take it. Flip the camera over and enjoy your pictures on its large 3.5\" back-side display. A simple press of the front-side display on/off button allows for more efficient power management. With ST100, you'll love the auto face-recognizing self portrait/couple shot mode and the children mode is great for turning frowning babies into smiling babies.",
    "hd quality video": "If you prefer still shots to movies but want to leave your options open the ST100 is right for you. You'll get 720p HD quality video at 30 frames per second. And a recording time that's 4x longer than MJPEG video. You even can use the 5x zoom to get up close and vividly personal. And when things get dicey, you can even pause your recording. You'll give up nothing, except carrying around that extra camera.",
    "it knows you and only gets your best side": "The ST100 isn't just smart in design. With its Smart Face Recognition technology, the ST100 creates brilliance with every snap. And keeps it that way. By knowing up to 20 of your friends and family, it automatically focuses on them first, making sure the most important subjects are always in crystal clarity. And since the ST100 never forgets a face, you can also browse more efficiently by the people you've registered.",
    "megapixels": "14.2 MP",
    "model": "ST100",
    "mpn": "EC-ST100ZBPBUS",
    "optical zoom": "5x",
    "screen size": "3.5\"",
    "the simple way to go pro": "Turn any moment into a perfect memory. And a professional-looking photo. Whether it's a few friends from last night's party or the moon reflecting off the lake, Smart Auto 2.0 instantly analyzes key elements of your composition then automatically adjusts to capture the perfect shot with multitude of different photo modes and movie modes. And since life isn't a still life, the camera's object tracking feature captures those subjects that just don't, or won't, stand still.",
    "type": "Point & Shoot",
    "upc": "044701014416"
}