{
    "14bit image processing": "At\nthe heart of the Canon EOS 600D is a 14-bit DIGIC 4 image processor\nthat provides exceptional color reproduction, smooth tonal gradation and\ntight control over noise.",
    "18megapixel apsc cmos sensor": "An\nAPS-C sized, 18-megapixel CMOS sensor captures images that are packed\nwith detail and clarity. Such high-resolution allows large print sizes\nand the flexibility to crop pictures for alternative compositions.",
    "9point widearea af and ifcl metering": "Nine\nAF points, including one central cross-type sensor, spread out across\nthe frame for swift, accurate focusing, even with off-center subjects.\n63-zone iFCL metering ensures accurate exposures time after time.",
    "<page title>": "Canon EOS Rebel T3i 600D 18 0 MP Digital SLR Camera and 6 Lens Flash 013803134230 | eBay",
    "basic": "Basic+ technology allows photographers to customize basic auto settings according to lighting conditions or ambience.",
    "brand": "Canon",
    "builtin wireless flash control": "An\nintegrated wireless Speedlite flash controller and Easy Wireless\ntechnology allow off-camera TTL flash without the need for extra\naccessories.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative filter effects": "Creative\nfilter effects can be applied to Raw and JPEG files post capture,\nincluding toy camera, soft focus, miniature, grainy black and white and\nfish eye simulations.",
    "fullhd eos movie": "Shoot\nFull-HD video with manual control over frame rate, exposure and sound.\nVideo Snapshot technology allows short clips of 2, 4 or 8 sec to be\nmerged into a single movie file, for footage that looks like it was\nedited professionally, while movie digital zoom permits 3-10x\nmagnification while retaining Full-HD quality.",
    "iso 1006400 sensitivity": "An\nISO range of 100-6400, extendable to ISO 12,800, enables high-quality\nhand-held shooting in low-light conditions, without the need for flash.",
    "onscreen feature guide": "The\nEOS 600D's on-screen feature guide provides descriptions of many of the\ncamera's functions, as well as advice on how to use them.",
    "scene intelligent auto mode": "Scene\nintelligent auto analyzes each scene in detail and picks the right\ncamera settings each and every time, leaving you free to concentrate on\nwhat's important - your photography.",
    "type": "Digital SLR",
    "use with all ef and efs lenses": "The\nEOS 600D is supported by the complete system: flashguns, remote\nreleases and over 60 lenses trusted by professional photographers the\nworld over."
}