{
    "<page title>": "Olympus Pen E PL2 12 3 MP Digital Camera w Newest 14 42 IIR Lens 050332176935 | eBay",
    "additional features": "720p HD Movie Recording, Audio Recording, Auto Power Save, Automatic Face Tracking, Brightness Control, Built-In Help Guide, Built-In Speaker, Contrast Control, Cropping An Image, DPOF Support, Digital Image Rotation, Digital Image Stabilization, Digital Noise Reduction, Direct Print, Exif Print Support, Highlight Point Display, Histogram Display, Orientation Detection, PRINT Image Matching, PictBridge Support, RAW Processing, RGB Primary Color Filter, Red eye Fix, Resizing an Image, Saturation Control, Scene Detection Technology, Shadow Adjustment Technology, Shadow Point Display, Sharpness Control, USB 2.0 Compatibility",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Olympus",
    "camera flash features": "Flash +/- Compensation, Wireless Off-Camera Control",
    "camera type": "Mirrorless Interchangeable Lens",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x HDMI output, 1 x HDMI output ( 19 pin mini HDMI Type C ), 1 x Hi-Speed USB, 1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "3 frames per second",
    "depth": "1.7 in.",
    "digital video format": "AVI, MJPEG",
    "display rotation": "Built-in",
    "display size": "3\"",
    "display type": "LCD",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±3 EV range, in 1, 1/2 or 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority",
    "exposure range": "EV 0-20 ( ISO 100 )",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "focal length equivalent to 35mm camera": "28 - 84mm",
    "focal length range": "14mm - 42mm",
    "focus adjustment": "Automatic, Manual",
    "height": "2.9 in.",
    "lens construction": "7 group(s) / 8 element(s)",
    "lens filter size": "37 mm",
    "lens for sd": "14mm-42mm",
    "lens system features": "Aspherical Lens, ED Glass",
    "lens type": "Zoom lens",
    "light sensitivity": "ISO 200-6400, ISO auto (200-6400)",
    "light sensitivity max": "6400",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/4000 sec",
    "max video resolution": "1280 x 720",
    "megapixels": "12.3 MP",
    "microphone operation mode": "Mono",
    "microphone type": "Microphone - built-in - mono",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "60 sec",
    "model": "E-PL2",
    "mpn": "262901",
    "optical zoom": "3x",
    "product information": "The PEN E-PL2 continues the PEN family's legacy of a small, light and simple design, intuitive interface and DSLR image quality and expands your creative potential with lens technology, live guide, in-camera creative features, auxiliary lenses, a close-up spotlight accessory for macro photography and the Olympus PENPAL Bluetooth accessory. And the newly designed E-PL2's ergonomic body makes capturing amazing still images and HD video more fun than ever before. The E-PL2 comes with the Movie and Still Compatible (MSC) ED m14-42mm f3.5/5.6 zoom lens. This kit lens has a smooth, silent and quick inner focus mechanism to make it exceptionally fast and nearly silent when recording high-definition movie.The PEN E-PL2's live guide system takes the guesswork out of great photography and videography by allowing you to preview effects at the touch of a button. Want more vivid or muted color in your shot? Want warmer or cooler color? Want a brighter or darker subject, or a sharper or softer background? Simply select live guide and turn the wheel on the back of the camera to slide through numerous photographic and videographic effects. Make adjustments and watch the LCD as the effects are made live - before the image is captured!The E-PL2 provides an overall excellent user experience with a large, easy-to-view 3.0-inch 460,000-dot high-resolution LCD monitor and a control dial. Olympus appreciates that you may not have hours to spend retouching your images on the computer. The E-PL2 has improved art filters with art filter variations that allow users to customize each filter with different moods and effects and an art effect function to add various composition effects to the picture. Six art filters are incorporated including the dramatic tone filter. With the E-PL2's multiple exposure you can shoot one shot, then another and combine them in real time, or capture both shots separately and combine them within the camera later. At the heart of the E-PL2 is a large-size image sensor. This big sensor is inside the much smaller body of the E-PL2. This high-performance 12.3-megapixel live MOS image sensor delivers excellent dynamic range, accurate color fidelity, and state-of-the-art technology to reduce noise and capture fine image details in both highlight and shadow areas.Recording HD movies with the E-PL2 is simple thanks to an easy-to-reach one-touch record button on the back of the camera body. If you're about to snap a photo and you realize a video would capture the spirit of the scene even better, simply press the record button and instantly you're capturing videos! Easily toggle back and forth between capturing stills and video by using your index finger to press the shutter button or your thumb to press the red record button. Having the ability to shoot still images and videos opens up a world of imaging possibilities.\nProduct Highlights Video\nProduct Identifiers BrandOlympus ModelE-PL2 MPN262901 UPC050332176935\nKey Features Camera TypeMirrorless Interchangeable Lens Optical Zoom3x Sensor Resolution12.3 MP Screen Size3\"\nOptical Sensor Sensor Size13.0 x 17.3mm Sensor TypeHigh speed Live MOS\nLens System Lens TypeZoom lens Lens For SD14mm-42mm Focal Length Range14mm - 42mm Focus AdjustmentAutomatic, Manual Lens Filter Size37 mm Lens System FeaturesAspherical Lens, ED Glass Auto Focus typeTTL contrast detection Lens Construction7 group(s) / 8 element(s) Focal Length Equivalent to 35mm Camera28 - 84mm\nExposure Max Shutter Speed1/4000 sec Min Shutter Speed60 sec Exposure compensationÂ±3 EV range, in 1, 1/2 or 1/3 EV steps Exposure RangeEV 0-20 ( ISO 100 ) Exposure MeteringCenter-Weighted, Multi-Segment, Spot Exposure ModesAperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority Light SensitivityISO 200-6400, ISO auto (200-6400) Light Sensitivity Max6400\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Camera Flash FeaturesFlash +/- Compensation, Wireless Off-Camera Control Flash ModesAuto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemorySD Memory Card, SDHC Memory Card, SDXC Memory Card\nDimensions Depth1.7 in. Height2.9 in. Width4.5 in. Weight5.29 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 3\" - color Display Size3\"\nMicrophone Microphone TypeMicrophone - built-in - mono Microphone Operation ModeMono\nConnections Connector Types1 x HDMI output, 1 x HDMI output ( 19 pin mini HDMI Type C ), 1 x Hi-Speed USB, 1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatAVI, MJPEG Still Image FormatJPEG, RAW, RAW + JPEG\nResolution Max Video Resolution1280 x 720\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional Features720p HD Movie Recording, Audio Recording, Auto Power Save, Automatic Face Tracking, Brightness Control, Built-In Help Guide, Built-In Speaker, Contrast Control, Cropping An Image, DPOF Support, Digital Image Rotation, Digital Image Stabilization, Digital Noise Reduction, Direct Print, Exif Print Support, Highlight Point Display, Histogram Display, Orientation Detection, PRINT Image Matching, PictBridge Support, RAW Processing, RGB Primary Color Filter, Red eye Fix, Resizing an Image, Saturation Control, Scene Detection Technology, Shadow Adjustment Technology, Shadow Point Display, Sharpness Control, USB 2.0 Compatibility Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsAnti shake, Beach/snow, Candle, Children, Document, E-portrait, Fireworks, Fisheye converter, High key, Landscape, Landscape-portrait, Low key, Macro, Macro converter, Nature macro, Night portrait, Night scene, Panorama assist, Portrait mode, Sports mode, Sunset, Wide converter Special EffectsBlack & White Green filter, Black & White Orange filter, Black & White Red filter, Black & White Yellow filter, Blue, Diorama, Dramatic Tone, Grainy Film, Green, I-Enhance, Monotone, Muted, Natural, Pin Hole, Pop Art, Portrait, Purple, Saturation, Sepia, Soft Focus, Vivid Continuous Shooting Speed3 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 3\" - color",
    "screen size": "3\"",
    "sensor resolution": "12.3 MP",
    "sensor size": "13.0 x 17.3mm",
    "sensor type": "High speed Live MOS",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Anti shake, Beach/snow, Candle, Children, Document, E-portrait, Fireworks, Fisheye converter, High key, Landscape, Landscape-portrait, Low key, Macro, Macro converter, Nature macro, Night portrait, Night scene, Panorama assist, Portrait mode, Sports mode, Sunset, Wide converter",
    "special effects": "Black & White Green filter, Black & White Orange filter, Black & White Red filter, Black & White Yellow filter, Blue, Diorama, Dramatic Tone, Grainy Film, Green, I-Enhance, Monotone, Muted, Natural, Pin Hole, Pop Art, Portrait, Purple, Saturation, Sepia, Soft Focus, Vivid",
    "still image format": "JPEG, RAW, RAW + JPEG",
    "supported flash memory": "SD Memory Card, SDHC Memory Card, SDXC Memory Card",
    "upc": "050332176935",
    "weight": "5.29 Oz.",
    "width": "4.5 in."
}