{
    "<page title>": "Nikon Coolpix A 16 2 MP Digital Camera Black | eBay",
    "aperture range": "f/2.8 The range, expressed in f-stop numbers, from a camera's largest lens opening setting to its smallest. The greater this range, the more manual control and creative license available to the photographer in regard to light and focus.",
    "audio": "Yes",
    "batteries": "1 rechargeable lithium-ion EN-EL20 (included)",
    "brand": "Nikon",
    "burst mode": "Yes Also referred to as continuous shooting, burst mode captures multiple shots in rapid succession with a single click of the shutter. This is a useful feature when shooting subjects in motion.",
    "coldproof": "No",
    "color category": "Silver",
    "compatible memory formats": "Secure Digital (SD)|Secure Digital Extended Capacity (SDXC)|Secure Digital High Capacity (SDHC) Number of images that can be stored on a digital camera's built-in memory and/or included removable memory cards. This number varies depending on the resolution of each image. The higher the resolution of the image, the more storage space it takes up.",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "depth": "2.5 inches",
    "digital zoom": "None This is not true zoom, it is merely simulating zoom by enlarging the existing image's pixels by cropping. The actual length of the lens does not change. Digital zooming results in reduced image quality, and should generally be avoided or turned off on your camera altogether. Optical zoom is recommended to ensure crisp, detailed photos.",
    "exposure control": "Programmed AE, shutter-priority auto, aperture-priority auto, manual; exposure bracketing; exposure compensation (Â±5 EV (still images) or Â±2 EV (movies) in 1/3 steps) Settings that regulate the amount of light entering the camera lens, which affects how light or dark an image will be.",
    "face detection": "Yes",
    "file formats": "JPEG, RAW, NEF, MOV, H.264, MPEG-4 AVC, linear stereo PCM",
    "flash modes": "Auto, auto with red-eye reduction, flash cancel, fill-in flash, slow sync Flash settings. Common modes include Auto (camera decides when the flash is needed), Red-Eye Reduction (minimizes eye reflections) and Fill (reduces deep shadows in bright sunlight).",
    "flash range": "1.6' - 37.7' (wide) Distance over which a flash will adequately light a subject.",
    "focus range": "Normal: 1.6' - infinity; Macro autofocus: 3.9\" - infinity Distance over which the camera is capable of focusing on the subject.",
    "hd movie mode": "Yes",
    "height": "1.6 inches",
    "image resolution": "Up to 4928 x 3264 The clarity of a digital image, determined by multiplying the number of pixels wide by the number of pixels high (e.g., 640 x 480).",
    "image stabilization": "No Digitally compensates for camcorder shake so videos appear steady.",
    "image stitching": "No",
    "interface": "USB Connection used to transfer digital images from a camera to a computer. USB 2.0 is the most common digital camera interface.",
    "internal memory": "None Memory that is built into a digital camera for storing images.",
    "lcd screen size": "3\" Size of the LCD screen, in inches, measured diagonally from corner to corner.",
    "manufacturer warranty": "Yes",
    "megapixels": "16.2 MP",
    "model": "A",
    "movie mode": "Yes Captures short, low-resolution video clips, sometimes with sound.",
    "optical zoom": "1x This is your lens' true zoom capability. The lens does the work by reducing or enlarging the field of view. The greater the optical zoom, the closer you can get to the subject you are shooting.",
    "panorama mode": "No",
    "screen size": "3\"",
    "selftimer": "2, 5, 10, or 20 sec.",
    "shockproof": "No",
    "shutter speeds": "30 - 1/2000 sec.; bulb and time in mode M (time requires optional ML-L3 remote, not included) The rate (typically measured in fractions of a second) at which a camera shutter opens and closes to capture an image. Slow shutter speeds are used for low-light conditions, while faster speeds are best for action shots.",
    "software included": "NikonView NX 2",
    "touchscreen": "No",
    "tripod mount": "Yes A threaded socket in a camera's base that is used to secure it to a tripod.",
    "type": "Point & Shoot",
    "upc": "018208264247",
    "viewfinder": "LCD only Provides the photographer with an approximation of what the lens is seeing. In addition to a conventional optical viewfinder, most digital cameras also provide a color LCD panel.",
    "waterproof": "No",
    "weight": "10.6 ounces",
    "white balance": "Auto, cloudy, daylight, flash, fluorescent, incandescent, preset manual Settings that assess and compensate for color conditions in any given lighting to ensure true-to-life color. Most digital cameras feature automatic white balance settings as well as the option to manually override such settings.",
    "width": "4.4 inches"
}