{
    "<page title>": "Nikon Coolpix P7100 10 1 MP Digital Camera Black | eBay",
    "advanced hd 720p movie capabilities": "Optical zoom and auto-focus are available during recording at a rate of 24 fps. You can set the white balance before recording and an AE (Auto Exposure) lock lets you set your preferred auto-exposure whenever you want. It supports use of an external microphone and features a built-in HDMI connector with HDMI-CEC support for output to an HDTV.",
    "antiblur technology": "It automatically counters blurred images in four different ways. Lens-shift VR (Vibration Reduction) reduces the effect of camera shake. High ISO light sensitivity reduces the risk of blurred images with fast-moving subjects or in low-light. Motion detection compensates for camera and subject movement. Best Shot Selector (BSS) automatically selects the sharpest of up to 10 sequential shots.",
    "brand": "Nikon",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "fast expeed c2 image processing system": "It provides enhanced image quality and movie recording, and delivers superb sensitivity performance with reduced noise, even at high ISO.",
    "front and rear command dials": "Front and rear command dials offer easy access to key camera settings and smooth manual control.",
    "full manual control": "It controls include a customizable zoom memory that lets you preset up to 6 different focal lengths and then switch quickly between them, as if using interchangeable lenses.",
    "large 117inch 10megapixel ccd image sensor": "It lets you capture outstandingly detailed images, crop creatively and produce stunningly-sharp poster-size enlargements.",
    "megapixels": "10.1 MP",
    "model": "P7100",
    "mpn": "26286",
    "nikkor wideangle 71x zoom lens with two ed glass elements": "It minimizes chromatic aberration and a neutral density filter for greater exposure control. It offers outstanding precision, sharp resolution and high contrast even in low-light.",
    "optical zoom": "7.1x",
    "raw format shooting": "Images can be shot and saved in high-quality NRW format, even when using in-camera features such as continuous shooting and picture controls.",
    "screen size": "3\"",
    "special effects shooting mode": "It lets you shoot still images using a special effect, including: cross processing that manipulates the colors for images with dramatic color shifts, and increased contrast and saturation; selective color that lets you emphasize a color of your choice and turns the rest of the image to monochrome. You can review your choice of effect on the LCD screen before shooting.",
    "tilting high resolution lcd monitor": "It lets you shoot from unusual angles or tricky vantage points. It offers 100% RGB color reproduction and high contrast ratio. It boasts Nikon's Clear Color Display technology that minimizes reflections, even in bright sunlight.",
    "type": "Point & Shoot",
    "virtual horizon": "It appears over the image on the LCD monitor so you can confirm the camera's position relative to the horizontal plane in real-time."
}