{
    "100megapixel": "The compact, easy-to-use PowerShot SX120 IS uses a 10.0-megapixel sensor - capturing enough detail for poster-size prints or creative cropping.",
    "10x optical zoom with optical is": "With a 10x optical zoom, it's easy to fill the frame with a distant subject. Canon's optical Image Stabilizer counteracts the effect of camera shake, ensuring crisp blur-free results throughout the zoom range.",
    "20 shooting modes": "20 dedicated shooting modes help you to achieve superb shots in a wide variety of lighting conditions. For more experienced users seeking greater creative control, a Full Manual control mode is included.",
    "<page title>": "Canon PowerShot SX120 Is 10 0 MP Digital Camera Black | eBay",
    "antiblur": "The PowerShot SX120 IS combats blur with Motion Detection technology, which uses several advanced methods to determine camera and subject movement. ISO settings are then adjusted for optimum results.",
    "brand": "Canon",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the seller’s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic 4": "Canon's DIGIC 4 processor delivers ultra-fast camera operation, superb color reproduction, and advanced noise reduction - for cleaner-looking shots at higher ISO speeds.",
    "face detection technology": "For perfect portraits, the PowerShot SX120 IS features Canon Face Detection technology. Face Select and Track lets you select a particular face as the principal subject in a photo, while FaceSelf-Timer makes group photos easy - taking a shot after an extra face enters the frame.",
    "icontrast": "In shooting or playback, enhanced i-Contrast optimizes dynamic range according to the scene- retaining detail in shadows and preventing overexposure of highlights. The result is natural images with the best possible contrast.",
    "large 30 lcd": "A clear and bright 3.0\" LCD screen with wide viewing angle makes framing and reviewing shots a pleasure.",
    "megapixels": "10.0 MP",
    "model": "SX120 IS",
    "mpn": "3634B001",
    "optical zoom": "10x",
    "screen size": "3\"",
    "smart auto and easy mode": "Designed to let everyone take great shots, Smart Auto mode analyzes subject brightness, contrast, distance and hue. Intelligent Scene Detection technology then selects the scene type from 18 variables, applying the best settings for optimum output. Easy mode deactivates all buttons except flash and reduces on-screen icons, for fuss-free, simple shooting.",
    "type": "Point & Shoot",
    "upc": "8714574540368",
    "vga movies": "Supplement still shots by shooting fantastic VGA quality movie clips with sound. A special long play option uses around half the normal memory card space, allowing you to shoot for longer."
}