{
    "4x antiblur": "4x anti-blur automatically counters blurred images in four different ways. Electronic VR (Vibration Reduction) reduces the effect of camera shake. High ISO (up to 3200 at full size) light sensitivity reduces the risk of blurred images with fast-moving subjects or in low-light. Motion detection compensates for camera and subject movement. Best Shot Selector (BSS) automatically selects the sharpest of up to 10 sequential shots.",
    "75 cm 3inch lcd touchscreen 460kdot": "7.5 cm (3-inch) LCD touch-screen (460K-dot) for intuitive, smooth operation: simply slide your fingers across the screen to scroll through results, or touch the screen anywhere to set the correct focus and exposure or begin recording a movie. With durable anti-reflection coating to enhance visibility in bright sunlight.",
    "<page title>": "Nikon Coolpix S4000 12 0 MP Digital Camera Champagne Silver | eBay",
    "brand": "Nikon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "megapixels": "12.0 MP",
    "model": "S4000",
    "mpn": "26202",
    "optical zoom": "4x",
    "screen size": "3\"",
    "smart portrait system": "Advanced automatic features for perfect portraits. Smile timer takes the shot when your chosen subject smiles. Blink proof alerts you when someone had their eyes closed. Skin softening adjusts uneven skin tones on people's faces for smoother looking skin. Advanced face priority AF with in-camera red-eye fix lets you quickly detect and focus accurately on up to 12 faces in the frame, and corrects false eye color due to flash the instant you take the shot.",
    "type": "Point & Shoot"
}