{
    "162 megapixel dxformat cmos image sensor": "Delivers lifelike images with vivid colors, reduced noise and smooth tonal gradations.",
    "4 fps continuous shooting": "Enables you to capture fast-moving action at four frames per second.",
    "<page title>": "Nikon D5100 Digital DSLR Camera 18 55 3 Lens 16GB Case Brand New USA 018208254781 | eBay",
    "ac power adapter": "EH-5a/5b (Included)\n1",
    "angle of view": "76Â° - 28Â°",
    "aperture": "Maximum: f/3.5 - 5.6\nMinimum: f/22 - 22",
    "aspect ratio": "4:3, 16:9",
    "audio recording": "With Video, Mono",
    "autofocus": "Yes",
    "battery": "1x EN-EL14 Rechargeable Lithium-Ion Battery Pack",
    "brand": "Nikon",
    "bundled items": "Case or Bag,Lens,Memory Card,Memory Reader,Tripod",
    "camera format": "DX / (1.5x Crop Factor)",
    "camera type": "Digital SLR with Interchangeable lenses",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connectivity": "1/8\" Microphone, AV Output, HDMI C (Mini), USB 2.0",
    "continuous shooting": "Up to 4 fps",
    "defective item": "An item that was discovered to be defective upon receipt can be replaced with the same model only.",
    "diaphragm blades": "7",
    "dimensions dxl": "Approx. 2.7 x 2.9\" (6.86 x 7.37 cm)",
    "dimensions wxhxd": "5 x 3.8 x 3.1\" / 12.70 x 9.65 x 7.87 cm",
    "display screen": "3\" Rear Screen LCD (921000)",
    "dmovie  full hd 1080p movie clips": "A dedicated movie-record button right next to the shutter-release makes it easy to keep the camera steady when you switch between recording stills and movies. AF-F mode keeps everything in focus, and the camera's vari-angle monitor and Special Effects mode enable unique shots. The camera supports use of an external microphone and offers 30p, 25p and 24p frame rates.",
    "dual integrated dust reduction system": "Image Sensor Cleaning and Airflow Control systems keep dust away from the camera's image sensor for clear, spot-free images.",
    "expeed 2 image processing engine": "Optimizes the camera's technologies for superior performance and maximum image quality.",
    "exposure modes": "Modes: Aperture Priority, Auto, Manual, Program, Shutter Priority",
    "extensive incamera retouch menu": "Lets you edit and enhance photos and movies in the camera. Offers a range of effects and filters including Perspective Control, Soft Focus and Color Outline, which transforms your photo into a line drawing.",
    "external flash connection": "Hot Shoe",
    "file formats": "Still Images: JPEG, RAW\nMovies: MPEG-4 AVC/H.264\nAudio: Linear PCM",
    "filter thread": "Front: 52 mm",
    "focal length": "18 - 55 mm\nComparable DX Focal Length: 27 - 82.5 mm",
    "focus type": "Auto & Manual",
    "groupselements": "5/7",
    "hdr high dynamic range imaging": "Delivers exquisitely detailed shots of high-contrast scenes. Takes two shots within a single shutter release to create an image with an extremely wide dynamic range, low noise and rich color gradation.",
    "hdtv compatibility": "This camera features a built-in HDMI connector with HDMI-CEC support so you can view your photos and movies on any HDTV and control playback features using your TV's remote control.",
    "image stabilization": "Yes",
    "infrared front and back receiver": "Helps prevent image blur when shooting close-ups and self-portraits.",
    "iso sensitivity": "100-25600",
    "lens mount": "Nikon F",
    "live view with scene auto selector": "Makes it easy to compose images using the vari-angle LCD monitor. Scene Auto Selector will select the best mode for the scene and subject you want to capture. Boasts easily selectable AF modes, including Face Priority AF that detects and tracks faces within the frame.",
    "magnification": "0.31x",
    "manufacturer warranty": "Yes",
    "max sync speed": "1 / 200 sec",
    "megapixels": "16.2 MP",
    "memory card type": "SD\nSDHC\nSDXC",
    "metering method": "Spot metering, Center-weighted average metering, 3D Color Matrix Metering",
    "minimum focus distance": "11\" (27.94 cm)",
    "model": "D5100",
    "mpn": "25478",
    "operatingstorage temperature": "32 to 104 Â°F (0 to 40 Â°C)",
    "optical zoom": "3x",
    "razorsharp 11point autofocus system": "Offers fast and precise autofocus coverage across the frame. Four AF-area modes, including 3D-tracking AF, deliver sharp results, whether your subject is off-center, moving fast or completely unpredictable.",
    "replacement": "We will send a product replacement after the authorized return has completed our receiving/inspection process. The replacement will ship within four business days following our receipt of your return. Please allow additional processing time after Holidays. Although it is our goal to ship a replacement as quickly as possible, we do not send replacements before we receive and inspect the returned merchandise. All items are sold with Manufacture Warranty so there is another avenue for assistance.",
    "resolution": "Effective Pixels: 16.2 Megapixels",
    "return shipping": "Return shipping cost (the cost to send an item back to our store) is like or comparable to your cost of driving to any store for returning an item, which is not reimbursable. Therefore, we do not reimburse any return shipping cost.",
    "scene modes": "Scene Modes automatically adjust camera settings, including Picture Controls and active D-Lighting, to take the guesswork out of tricky photo situations and deliver optimal results. Simply turn the mode dial to SCENE to access the most commonly used modes. Sample photos appear on the display to help you select the right mode.",
    "screen coverage": "100%",
    "screen size": "3\"",
    "self timer": "2 sec, 5 sec, 10 sec, 20 sec",
    "shutter": "30 - 1/4000 sec",
    "special effects mode": "Lets you shoot distinctive still images and movies using a special effect. Offers a range of effects, including Color Sketch, Miniature effect, Night Vision and Selective Color that lets you emphasize up to three colors of your choice and turns the rest of the image to monochrome.",
    "type": "Digital SLR",
    "upc": "608939450097",
    "video recording": "Yes, NTSC/PAL",
    "viewfinder coverage": "95%",
    "viewfinder type": "Pentamirror",
    "weight": [
        "9.3 oz (264 g)",
        "19.7 oz / 558 g Camera body only"
    ],
    "white balance modes": "Auto, Cloudy, Flash, Fluorescent, Fluorescent (Day White),\nFluorescent (Natural White), Fluorescent (White), Fluorescent H,\nIncandescent, Manual, Shade"
}