{
    "28mm wideangle lens with 10x optical zoom": "Now you can fit sweeping landscapes into a single frame with the 28mm wide-angle setting, and pull in subjects from far away to capture even subtle facial expressions with the dynamic 280mm telephoto setting. Ideal for traveling, this camera combines this wide ranging lens with a handy, compact body. The extra optical zoom function also extends the zoom to as much as 15x, giving you even greater telephoto power.",
    "28mm wideangle with multiple aspect ratios": "Conventional cameras generally use almost the entire CCD area when recording an image, and the angle of view may be altered by changing aspect ratio. The CCD of TZ3 provides a larger recording area, making it possible to capture images from 28mm to 280mm with any of three aspect ratios - 4:3, 3:2 or 16:9.",
    "<page title>": "Panasonic Lumix DMC TZ3 7 2 MP Digital Camera Black | eBay",
    "brand": "Panasonic",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "leica dc lens": "The high-quality Leica DC lens carries on the proud tradition of its namesake, the German camera maker renowned for lenses that combine superb performance with compact size. These lenses systems include several aspherical lenses to compensate for spherical aberration. In addition, an advanced multi-coating process is applied to the Clear Image Rendering with Minimal Distortion lens surfaces to help prevent fogging caused by flare and ghosts that can occur at excessively high light levels.",
    "megapixels": "7.2 MP",
    "model": "DMC-TZ3",
    "mpn": "DMC-TZ3K",
    "optical zoom": "10x",
    "screen size": "3\"",
    "type": "Point & Shoot"
}