{
    "14bit image processing": "At the heart of the Canon EOS 600D is a 14-bit DIGIC 4 image processor that provides exceptional color reproduction, smooth tonal gradation and tight control over noise.",
    "18megapixel apsc cmos sensor": "An APS-C sized, 18-megapixel CMOS sensor captures images that are packed with detail and clarity. Such high-resolution allows large print sizes and the flexibility to crop pictures for alternative compositions.",
    "9point widearea af and ifcl metering": "Nine AF points, including one central cross-type sensor, spread out across the frame for swift, accurate focusing, even with off-center subjects. 63-zone iFCL metering ensures accurate exposures time after time.",
    "<page title>": "Brand New Canon Rebel T3i 18MP SLR 18 55mm Lens Kit | eBay",
    "af assist beam": "Yes",
    "af point selection": "Yes",
    "af points": "9",
    "af type": "TTL-CT-SIR SF-Dedicated CMOS Sensor",
    "auto white balance": "Yes",
    "backup battery": "No",
    "basic": "Basic+ technology allows photographers to customize basic auto settings according to lighting conditions or ambience.",
    "battery type": "1120 mAh",
    "body colour": "Black",
    "brand": "Canon",
    "builtin wireless flash control": "An integrated wireless Speedlite flash controller and Easy Wireless technology allow off-camera TTL flash without the need for extra accessories.",
    "cable release": "Yes",
    "compact flash iii cf": "No",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative filter effects": "Creative filter effects can be applied to Raw and JPEG files post capture, including toy camera, soft focus, miniature, grainy black and white and fish eye simulations.",
    "data interface": "HDMI",
    "depth": "13.3 cm",
    "depth of field preview": "Yes",
    "drive modes": "Single; Continuous; 10 Sec Self Timer/Remote Control; 2 Sec Self Timer; Continuous Shooting After 10-Sec Self Timer",
    "dust reduction": "Yes",
    "exposure compensation": "±5 EV in increments of 1/3 or 1/2 EV",
    "filter size": "58 mm",
    "flash metering system": "E-TTL II",
    "flash sync": "Yes",
    "focal length conversion factor": "1.6X",
    "focusing modes 1": "One Shot; Predictive AI Servo AF; AI Focus AF; Manual Focus",
    "fullhd eos movie": "Shoot Full-HD video with manual control over frame rate, exposure and sound. Video Snapshot technology allows short clips of 2, 4 or 8 sec to be merged into a single movie file, for footage that looks like it was edited professionally, while movie digital zoom permits 3-10x magnification while retaining Full-HD quality.",
    "guided shooting mode": "Yes",
    "height": "8 cm",
    "included battery model": "LP-E8",
    "intelligent shoe": "Yes",
    "iso": "100-6400 H:12800",
    "iso 1006400 sensitivity": "An ISO range of 100-6400, extendable to ISO 12,800, enables high-quality hand-held shooting in low-light conditions, without the need for flash.",
    "jpeg": "Yes",
    "languages supported": "English; German; French; Dutch; Danish; Portuguese; Finnish; Italian; Norwegian; Swedish; Spanish; Greek; Russian; Polish; Hungarian; Czech; Romanian; Ukraine; Turkish; Arabic; Thai; Simplified Chinese; Traditional Chinese; Korean; Japanese",
    "lcd resolution": "1040k Pixels",
    "lcd size": "3 Inches",
    "lens frame colour": "Black",
    "lens mount": "Canon EF",
    "lens weight": "200 g",
    "live preview": "Yes",
    "low pass filter": "Yes",
    "max video resolution24 fps minimum": "1920 x 1080",
    "megapixels": "18 MP",
    "memory stick propro duo": "No",
    "microdrive": "No",
    "model number": "EF-S 18-55mm f/3.5-5.6 IS II",
    "mpn": "5169B003",
    "onscreen feature guide": "The EOS 600D's on-screen feature guide provides descriptions of many of the camera's functions, as well as advice on how to use them.",
    "optical zoom": "3x",
    "processor": "DIGIC 4",
    "raw": "Yes",
    "rawjpeg": "Yes",
    "recycling time": "3 Sec",
    "scene intelligent auto mode": "Scene intelligent auto analyzes each scene in detail and picks the right camera settings each and every time, leaving you free to concentrate on what's important - your photography.",
    "screen size": "3\"",
    "secure digital high capacity sdhc": "Yes",
    "secure digital sd": "Yes",
    "selftimer": "Yes",
    "sensor size format": "APS-C",
    "sensor type": "CMOS",
    "shutter lag": "Information Not Available",
    "shutter speeds": "1/4000-30; Bulb",
    "shutter type": "1st Curtain Mechanical; 2nd Curtain Mechanical",
    "stabilized": "Yes",
    "type": "Digital SLR",
    "upc": "013803134254",
    "use with all ef and efs lenses": "The EOS 600D is supported by the complete system: flashguns, remote releases and over 60 lenses trusted by professional photographers the world over.",
    "video interface": "HDMI",
    "video output format": "MOV",
    "viewfinder type": "Eye Level SLR",
    "weight": "516 g",
    "white balance bracketing": "Yes",
    "white balance settings 1": "Auto; Daylight; Shade; Cloudy; Tungsten; White Fluorescent Light; Flash; Custom",
    "width": "10 cm"
}