{
    "<page title>": "Panasonic Lumix DMC FZ7 Digital Camera 037988985487 | eBay",
    "additional features": "AE/FE Lock, AF Lock, Audio Dubbing, Audio Recording, Backlight Compensation, Built-In Speaker, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Histogram Display, Image Stabilization, Not Interchangeable Lenses, Orientation Detection, PictBridge Support, RGB Primary Color Filter, Red-eye Correction, Resizing an Image, USB",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Panasonic",
    "bundled items": "Extra Battery, Strap (Neck or Wrist)",
    "camera flash features": "AF Illuminator, Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash, Slow Sync",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "3 frames per second",
    "countryregion of manufacture": "Japan",
    "depth": "3.11 in.",
    "digital video format": "QuickTime",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "effective flash range": "0.3 m - 6 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Manual, Program, Shutter-Priority",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "focal length equivalent to 35mm camera": "36 - 432mm",
    "focus adjustment": "Autofocus & Manual Focus, Automatic, Manual",
    "height": "2.84 in.",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 400, ISO 80, ISO 800, ISO auto",
    "light sensitivity max": "1600",
    "macro focus range": "5cm",
    "max shutter speed": "1/2000 sec",
    "max video resolution": "848 x 480",
    "megapixels": "6.0 MP",
    "microphone operation mode": "Mono",
    "microphone type": "Microphone - built-in",
    "min shutter speed": "60 sec",
    "model": "DMC-FZ7",
    "mpn": "DMC-FZ7",
    "optical zoom": "12x",
    "product information": "The FZ7 features a LEICA DC VARIO-ELMARIT Lens with a remarkable 12x optical zoom, equivalent to a 35 to 430mm lens on a 35mm film camera. A film camera with an optical zoom this powerful would be so big and heavy, you couldn't handle it with one hand. The FZ7, on the other hand, is small, lightweight and easy to handle. It also has Panasonic's Extended Optical Zoom. While causing minimal deterioration by using the center part of the high-resolution CCD, this function magnifies the image to give you total zoom power of 17.5x - roughly equivalent to a huge 1680mm lens on a 35mm camera.Jitter from shaky hands is one of the main reasons why cameras produce blurry images. Lumix cameras help solve the problem of unsteady hands with advanced MEGA Optical Image Stabilizer technology. The DMC-FZ7 has a built-in gyrosensor that detects any hand movement and relays a signal to a tiny microcomputer inside the camera, which instantly calculates the compensation needed. A linear motor then shifts the Optical Image Stabilizer lens as necessary to guide incoming light from the image straight to the CCD. You won't even notice it working-all you'll see are the outstanding results!High-Sensitivity Mode helps suppress motion blur by automatically setting the ISO sensitivity to 1600, which increases the shutter speed. It also lets you take clearer, sharper shots in dim lighting without using a flash.The FZ7 features a large, 2.5\" diagonal LCD and the Power LCD function. Simply touch the Power LCD button and the display becomes about 40% brighter for easier viewing on sunny days. The FZ7 also has the world's first developed High-Angle LCD feature, which makes it easier to check the LCD when you're holding the camera high to shoot over a crowd. The large LCD lets you check the focus, frame the shot, and use functions like 25-thumbnail display and Calendar View in comfort, with no eye strain. Also, Panasonic aligned the electronic viewfinder and LCD along the same line of sight to minimize differences in the images you see when framing shots.You can snap off up to 14 consecutive shots at a swift 3 frames per second in Standard mode. The FZ7 also has Unlimited Consecutive Shooting, so you can keep on shooting until the SD Memory Card is full.The joystick on the back of the camera gives you quick, easy and accurate manual focusing. You can also use the Manual Focus Assist function, which helps you set a perfect focus by magnifying the center of the LCD image and displaying a bar graph of the focal distance and depth of field.The joystick also makes it easy to manually adjust the exposure and focus. You can set the aperture, shutter speed and focus with your thumb while framing the shot on the LCD monitor. Press and hold down the joystick, and you can also instantly change four key settings - white balance, ISO sensitivity, image size, and image quality - while viewing the subject on the monitor. There's no need to switch to the menu screen.\nProduct Highlights Video\nProduct Identifiers BrandPanasonic ModelDMC-FZ7 MPNDMC-FZ7 UPC037988985487, 379889854876\nKey Features Camera TypePoint & Shoot Optical Zoom12x Digital Zoom4x Sensor Resolution6.0 MP Screen Size2.5\"\nOptical Sensor Sensor Size1/2.5\" Sensor TypeCCD\nLens System Macro Focus Range5cm Focus AdjustmentAutofocus & Manual Focus, Automatic, Manual Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera36 - 432mm\nExposure Max Shutter Speed1/2000 sec Min Shutter Speed60 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringCenter-Weighted, Multi-Segment, Spot Exposure ModesAperture-Priority, Automatic, Manual, Program, Shutter-Priority Light SensitivityISO 100, ISO 1600, ISO 200, ISO 400, ISO 80, ISO 800, ISO auto Light Sensitivity Max1600\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Effective Flash Range0.3 m - 6 m Camera Flash FeaturesAF Illuminator, Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash, Slow Sync Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryMultiMediaCard, SD Card, SD Memory Card\nViewfinder Viewfinder TypeDigital, Electronic Viewfinder - Field Coverage100% Viewfinder Diagonal Size0.33\"\nDimensions Depth3.11 in. Height2.84 in. Width4.43 in. Weight10.9 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.5\" - color Display Size2.5\"\nMicrophone Microphone TypeMicrophone - built-in Microphone Operation ModeMono\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatQuickTime Still Image FormatDPOF 1.1, JPEG, TIFF\nResolution Max Video Resolution848 x 480\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Audio Dubbing, Audio Recording, Backlight Compensation, Built-In Speaker, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Histogram Display, Image Stabilization, Not Interchangeable Lenses, Orientation Detection, PictBridge Support, RGB Primary Color Filter, Red-eye Correction, Resizing an Image, USB Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBaby1, Baby2, Candle, Fireworks, Food, High sensitivity, Night portrait, Night scene, Panning, Party/indoor, Portrait mode, Scenery, Snow, Soft skin, Sports mode, Starry sky Special EffectsBlack & White, Cool, Sepia, Warm White BalanceAuto, Cloudy (Preset), Daylight / Sunny (Preset), Flash (Preset), Halogen (Preset), Manual Continuous Shooting Speed3 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "6.0 MP",
    "sensor size": "1/2.5\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Baby1, Baby2, Candle, Fireworks, Food, High sensitivity, Night portrait, Night scene, Panning, Party/indoor, Portrait mode, Scenery, Snow, Soft skin, Sports mode, Starry sky",
    "special effects": "Black & White, Cool, Sepia, Warm",
    "still image format": "DPOF 1.1, JPEG, TIFF",
    "supported flash memory": "MultiMediaCard, SD Card, SD Memory Card",
    "type": "Point & Shoot",
    "upc": "037988985487, 379889854876",
    "viewfinder  field coverage": "100%",
    "viewfinder diagonal size": "0.33\"",
    "viewfinder type": "Digital, Electronic",
    "weight": "10.9 Oz.",
    "white balance": "Auto, Cloudy (Preset), Daylight / Sunny (Preset), Flash (Preset), Halogen (Preset), Manual",
    "width": "4.43 in."
}