{
    "<page title>": "Sony Cyber Shot DSC TX10 16 2 MP Digital Camera Silver 7533 2 027242826588 | eBay",
    "antiblink function": "It's frustrating to capture the perfect shot, only to review it later and discover subjects blinked during the photo. When the camera is set to soft snap, the Anti-blink function captures two images, recording only the photo with less squinting or blinking. If a blink is detected in other shooting modes, a warning will be displayed after you take the shot.",
    "background defocus": "DSLR photographs are often beautiful because they blur the background, putting the emphasis on the subject. Now the point-and-shoot cameras can deliver this signature DSLR benefit. The system takes two shots, identifies the background and applies a defocused background keeping the subject crisp and clear.",
    "backlight correction hdr": "Shooting high-contrast scenes can often lead to washed out backgrounds and/or details lost in shadow. Backlight correction HDR helps correct for this by taking three pictures at different exposure settings and processing the best elements of all three into a single image for more natural looking shots.",
    "brand": "Sony",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "face detection technology": "Sony's Face Detection technology can automatically distinguish between children and adults. Face Detection technology detects up to eight individual faces and adjusts flash, focus, exposure, and white balance to help deliver crisp, properly lit images of family and friends.",
    "high speed shooting": "The DSC-TX10 can capture full 16.2-megapixel resolution images at up to 10 frames per second, helping to ensure that the decisive moment is captured such as the soccer ball flying into the goal. In addition, the DSC-TX10 employs a mechanical shutter that helps reduce distortion when continuously shooting moving subjects.",
    "isweep panorama": "With iSweep panorama just press the shutter, pan the landscape and let the camera do the rest. It automatically links together each frame to produce a panoramic image. This model even detects faces and moving subjects to stitch intelligently different widths to help avoid subject distortion.",
    "megapixels": "16.2 MP",
    "model": "DSC-TX10",
    "mpn": "2424392",
    "natural flash": "Conventional point-and-shoot camera flash shots just don't capture colors the way the eye sees them. Natural flash mode takes a reference shot without flash and then uses that reference to correct the color, for far more lifelike images.",
    "optical zoom": "4x",
    "screen size": "3\"",
    "smile shutter technology": "Smile Shutter technology captures a smile the moment it happens. Simply press the Smile Shutter button and the camera does the rest. Intelligent scene recognition can be used together with Smile Shutter mode. This means that beautiful smiles can be captured with settings optimized for the particular scene, even in difficult conditions such as twilight and backlighting.",
    "soft skin mode": "Portrait subjects will love the results. Soft skin mode recognizes skin tones and reduces the appearance of blemishes and wrinkles without affecting the rest of the shot.",
    "superior auto mode": "Get cleaner, more dynamic pictures and fewer missed shots. The camera automatically recognizes the correct scene mode, then quickly shoots and combines up to six shots to produce images with greater clarity, optimum dynamic range using backlight correction HDR technology and lower image noise using 6 shots layering technology. Superior auto intelligently detects 36 scenes for still images and movies, making it easy to get the best shot.",
    "sweep multi angle mode": "In Sweep Multi Angle mode, the camera takes 15 images at different angles as it sweeps across the scene. By tilting the camera during playback, the camera's Gyro Sensor detects motion and displays the image in a 3D-like view on the camera's LCD.",
    "type": "Point & Shoot",
    "upc": "27242813113"
}