{
    "<page title>": "Sony Cyber Shot DSC T300 10 1 MP Digital Camera Silver Opened Box | eBay",
    "additional features": "Auto Power Save, Automatic Face Tracking, Built-In Speaker, Cropping An Image, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, Face Detection, Histogram Display, Image Stabilization, Not Interchangeable Lenses, Orientation Detection, PRINT Image Matching, PictBridge Support, Red eye Fix, Red-eye Correction, Resizing an Image, Smile Detection, USB 2.0 Compatibility",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Sony",
    "camera flash features": "AF Illuminator, Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash, Slow Sync",
    "camera type": "Point & Shoot",
    "connector types": "1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "1.6 frames per second",
    "depth": "0.84 in.",
    "digital video format": "MPEG VX",
    "digital zoom": "2x",
    "display rotation": "Built-in",
    "display size": "3.5\"",
    "display type": "LCD",
    "effective flash range": "0.1 m - 3.5 m",
    "expansion slot": "1 x Memory Stick PRO Duo",
    "exposure compensation": "±2 EV range, in 1/3 EV steps",
    "exposure metering": "Multi-Segment",
    "exposure modes": "Automatic, Program",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "33 - 165mm",
    "focus adjustment": "Automatic",
    "height": "2.34 in.",
    "integrated memory size": "15 MB",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 80, ISO 800, ISO auto",
    "light sensitivity max": "3200",
    "macro focus range": "1cm",
    "max shutter speed": "1/1000 sec",
    "max video resolution": "640 x 480",
    "megapixels": "10.1 MP",
    "microphone type": "Microphone - built-in",
    "min shutter speed": "1 sec",
    "model": "DSC-T300",
    "mpn": "DSC-T300",
    "operating system supported": "Apple Mac OS 9.1, Apple Mac OS 9.2, Apple Mac OS X 10.1 - 10.4, MS Windows 2000, MS Windows ME, MS Windows Vista, MS Windows XP, Microsoft Windows 2000 Professional, Microsoft Windows ME, Microsoft Windows Vista, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional",
    "optical zoom": "5x",
    "product information": "There are cameras that just take great pictures. And then there's the new Cyber-shot T300 from Sony. Available in a choice of couture silver, black and red finishes, the T300 stands apart from other cameras with its svelte lines and audacious vertical-format styling. Looks apart, it's a powerhouse of advanced Sony technology that makes it easy to shoot and share breathtaking images.Picture quality and responsiveness is assured by the high-speed Sony BIONZ image processing engine that improves the speed and accuracy of autofocus, exposure control, white balance, color adjustment and other functions. It also boosts sensitivity to a maximum ISO 3200 for successful low-noise shots without flash indoors or in dim lighting conditions. Teamed with Super SteadyShot optical image stabilization, this Double Anti-Blur solution ensures clearer handheld pictures, especially in low light or at higher zoom settings.The BIONZ processor also powers the D-Range Optimiser, adjusting exposure and contrast for natural-looking results, especially in strongly backlit scenes where there's a risk of losing high- and lowlight detail. A new DRO Plus mode processes each image region separately for even more lifelike, balanced exposures with the trickiest scenes.Improved Face Detection technology can now distinguish automatically between children and adults, adjusting exposure, skin tone and red-eye reduction for great portraits with super-quick subject tracking.For even more fun when you're shooting, Smile Shutter waits until the subject smiles before automatically firing the shutter. It's great for capturing relaxed portraits and special moments with young children who won't always smile on demand. Used in conjunction with Face Detection, it can be primed to fire the shutter when either a child or adult smiles.In a Cyber-shot first, the T300 now features Intelligent Scene Recognition that takes the guesswork out of selecting the right camera settings in a range of common shooting situations. In Advanced mode, the camera takes two shots - one with standard automatic settings and the other with optimized settings - allowing you to pick your favorite.Other standout features include the large, widescreen 3.5-inch Clear Photo LCD Plus touchscreen. With an extremely high resolution of 230k dots, it's ideal for viewing your photos and showing them off to friends. There's also a high quality Carl Zeiss Vario-Tessar lens with a powerful 5x zoom range that brings distant subjects closer with superb clarity.After shooting, the T300 makes it easy to keep track of your shots. New 'Date View' mode displays your shots as thumbnail images on an on-screen calendar, while 'Favorites' mode only displays shots that you've selected. In addition, 'Filter by Faces' automatically sorts pictures containing children, babies and smiles - great if you've got loads of portraits to sift through.Your memories will look even better in super-size as Slideshows with Music on your television set. Connecting the T300 to any PhotoTV HD compatible BRAVIA television or HD Ready display (via optional output adaptor cable) delivers even more incredible Full HD picture quality, with extraordinary detail and realism. Shooting in 16:9 high-resolution mode also makes it easy to create beautiful prints with the same widescreen aspect ratio as HD television.\nProduct Highlights Video\nProduct Identifiers BrandSony ModelDSC-T300 MPNDSC-T300\nKey Features Camera TypePoint & Shoot Optical Zoom5x Digital Zoom2x Sensor Resolution10.1 MP Screen Size3.5\"\nOptical Sensor Sensor Size1/2.3\" Sensor TypeSuper HAD CCD\nLens System Macro Focus Range1cm Focus AdjustmentAutomatic Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera33 - 165mm\nExposure Max Shutter Speed1/1000 sec Min Shutter Speed1 sec Exposure compensation±2 EV range, in 1/3 EV steps Exposure MeteringMulti-Segment Exposure ModesAutomatic, Program Light SensitivityISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 80, ISO 800, ISO auto Light Sensitivity Max3200\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.1 m - 3.5 m Camera Flash FeaturesAF Illuminator, Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash, Slow Sync Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Integrated Memory size15 MB Supported Flash MemoryBuilt-in, Memory Stick DUO PRO, Memory Stick Duo, Memory Stick PRO Duo, Memory Stick PRO Duo High Speed, Memory Stick PRO-HG Duo\nViewfinder Viewfinder TypeNone, Without Viewfinder\nDimensions Depth0.84 in. Height2.34 in. Width3.7 in. Weight5.11 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 3.5\" - color Display Size3.5\"\nMicrophone Microphone TypeMicrophone - built-in\nConnections Connector Types1 x USB, 1 x composite video/audio output Expansion Slot1 x Memory Stick PRO Duo\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS 9.1, Apple Mac OS 9.2, Apple Mac OS X 10.1 - 10.4, MS Windows 2000, MS Windows ME, MS Windows Vista, MS Windows XP, Microsoft Windows 2000 Professional, Microsoft Windows ME, Microsoft Windows Vista, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatMPEG VX Still Image FormatDCF, DPOF, JPEG\nResolution Max Video Resolution640 x 480\nOther Features Additional FeaturesAuto Power Save, Automatic Face Tracking, Built-In Speaker, Cropping An Image, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, Face Detection, Histogram Display, Image Stabilization, Not Interchangeable Lenses, Orientation Detection, PRINT Image Matching, PictBridge Support, Red eye Fix, Red-eye Correction, Resizing an Image, Smile Detection, USB 2.0 Compatibility Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBeach, Fireworks, Hi-speed shutter, High sensitivity, Landscape, Smile shutter, Snow, Soft snap, Twilight mode, Twilight portrait, Underwater Special EffectsBlack & White, Sepia, Vivid White BalanceAuto, Cloudy (Preset), Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset) Continuous Shooting Speed1.6 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 3.5\" - color",
    "screen size": "3.5\"",
    "sensor resolution": "10.1 MP",
    "sensor size": "1/2.3\"",
    "sensor type": "Super HAD CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Beach, Fireworks, Hi-speed shutter, High sensitivity, Landscape, Smile shutter, Snow, Soft snap, Twilight mode, Twilight portrait, Underwater",
    "special effects": "Black & White, Sepia, Vivid",
    "still image format": "DCF, DPOF, JPEG",
    "supported flash memory": "Built-in, Memory Stick DUO PRO, Memory Stick Duo, Memory Stick PRO Duo, Memory Stick PRO Duo High Speed, Memory Stick PRO-HG Duo",
    "type": "Point & Shoot",
    "viewfinder type": "None, Without Viewfinder",
    "weight": "5.11 Oz.",
    "white balance": "Auto, Cloudy (Preset), Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset)",
    "width": "3.7 in."
}