{
    "<page title>": "Canon PowerShot G3 4 0 MP Digital Camera Metallic Silver | eBay",
    "additional features": "AE/FE Lock, Auto Power Save, Built-In Speaker, DPOF Support, Date/Time Stamp, Direct Print, Not Interchangeable Lenses, Orientation Detection, RGB Primary Color Filter, USB, With LCD Protected Position, With Tripod Mount",
    "auto focus type": "TTL contrast detection",
    "brand": "Canon",
    "camera flash features": "Auto Flash, Fill-in Flash, Flash +/- Compensation, Flash Off, Red-eye Reduction Flash",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "2.5 frames per second",
    "depth": "2.5 in.",
    "digital video format": "AVI",
    "digital zoom": "3.6x",
    "dioptric correction range": "-3 to +1",
    "display rotation": "Rotating",
    "display size": "1.8\"",
    "display type": "LCD",
    "effective flash range": "0.7 m - 5 m",
    "expansion slot": "1 x CompactFlash Card - type I/II",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Evaluative, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Manual, Program, Shutter-Priority",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction",
    "flash type": "Built-in flash",
    "floppy drive storage": "None",
    "focal length equivalent to 35mm camera": "34 - 140mm",
    "focus adjustment": "Autofocus & Fixed Focus & Manual, Automatic, Manual",
    "height": "3 in.",
    "light sensitivity": "ISO 100, ISO 200, ISO 400, ISO 50",
    "light sensitivity max": "400",
    "macro focus range": "5-50cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/2000 sec",
    "max video resolution": "640 x 480",
    "megapixels": "4.0 MP",
    "microphone operation mode": "Mono",
    "microphone technology": "Electret condenser",
    "microphone type": "Microphone - built-in - electret condenser - mono",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "15 sec",
    "model": "G3",
    "mpn": "8120A013",
    "operating system supported": "Apple Mac OS 8, Apple Mac OS 9, Apple Mac OS X, Microsoft Windows 2000, Microsoft Windows 98, Microsoft Windows 98SE, Microsoft Windows ME, Microsoft Windows XP",
    "optical viewfinder type": "Real-image zoom",
    "optical zoom": "4x",
    "product information": "The PowerShot G3 delivers outstanding image quality and flexibility in every shooting situation. It features a new, ultra fast f/2.0 aperture 4.x optical zoom lens, along with a 4 Mega Pixel primary color CCD and Canon's unique high-performance DIGIC processor.The PowerShot G3 is equipped with a compact and fast 4x optical zoom lens with a focal length of 7.2 to 28.8mm (35-140mm equivalent in 35mm format) and a fast maximum aperture range of f2.0 (W) to f3.0 (T). Made up of 8 elements in 7 groups, the lens focusing is controlled from the rear by moving just one element. This means that focusing is fast and consumes very little power.RAW mode allows you to obtain original image data, recording the image direct from the CCD without any image processing. With RAW mode images, you can alter and set the parameters of image before being saved or transferred to the PC. A loss-less (reversible) compression method for RAW image capture is used (as opposed to the non-reversible compression formats of JPEG), allowing all the original data to be retrieved from the CompactFlash card. It also has the advantage of requiring approximately 40% less space than a totally uncompressed image, with no loss in quality.3 Exposure Modes include Center weighted average, Evaluative and Spot. Center weighted average measures light from the entire image but weights the metering in favor of the center portion. With the Evaluative mode, the image is divided into a number of blocks and the image is evaluated to determine the subject, brightness, if it is front/back lit and selects the appropriate exposure. Using the Spot mode light is measured from a specific point of the image. The spot metering point can be either fixed to the center or linked to the currently selected focusing point.There is no 'step' drop in resolution as the camera enters the digital zoom function. The optical zoom is used as far as possible, to the limit of the telephoto end (105mm in 35mm format), at which point the digital zoom function will operate, gradually reducing the CCD reading area until it reaches the final center portion.12 EOS-based picture-taking modes include two NEW custom modes, manual, Av, TV, Program, Auto, Portrait, Landscape, Night Scene, Stitch Assist and Movie mode.Since the aperture and shutter mechanisms are now separate devices, the PowerShot G3 can use a greater variety of aperture/shutter combinations than the PowerShot G2, allowing for greater photographic flexibility. The PowerShot G3 can now achieve a shutter speed of 1/1250th sec at max aperture f2.0 - f3.0 (compared to 1/500th sec from the G2). Conversely, to achieve a shutter speed of 1/2000th sec, the maximum aperture is f4.0 - f5.6.Continuous Shooting Modes include High Speed and Normal. Choosing the 'speed priority' mode will allow the camera to shoot a number of shots at a very fast rate, however, this very fast burst rate can only be sustained for a small number of shots. (Approx. 1.5 images/sec for a maximum of 14 images at this speed). Choosing the 'quantity priority' mode will allow the camera to shoot a larger number of shots than in the 'speed priority mode' in quick succession, but is slower. This mode shoots at a similar rate to the PowerShot G1 in continuous shooting mode. (Approx. 2.5 images/sec for a maximum of 14 images at this speed)Interval Shooting are selectable from the menu system (P, Tv, Av, M, C modes). Multiple of 1-minute intervals for up to 60 minutes; maximum of 100 shots (depending on capacity of CF card).The PowerShot G3 allows the user to select the camera's ND filter. When selected, an ND8 (or 0.9) filter is placed over the sensor, internally within the camera, reducing the amount of light reaching the sensor without affecting the color balance. This is especially useful in very bright conditions where a slow shutter speed/large aperture is required or when using a flash in very close, macro photography.A tiny sensor has been incorporated into ...\nProduct Highlights Video\nProduct Identifiers BrandCanon ModelG3 MPN8120A013\nKey Features Camera TypePoint & Shoot Optical Zoom4x Digital Zoom3.6x Sensor Resolution4.0 MP Screen Size1.8\"\nOptical Sensor Sensor Size1/1.8\" Sensor TypeCCD\nLens System Macro Focus Range5-50cm Focus AdjustmentAutofocus & Fixed Focus & Manual, Automatic, Manual Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera34 - 140mm\nExposure Max Shutter Speed1/2000 sec Min Shutter Speed15 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringCenter-Weighted, Evaluative, Spot Exposure ModesAperture-Priority, Automatic, Manual, Program, Shutter-Priority Light SensitivityISO 100, ISO 200, ISO 400, ISO 50 Light Sensitivity Max400\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.7 m - 5 m Camera Flash FeaturesAuto Flash, Fill-in Flash, Flash +/- Compensation, Flash Off, Red-eye Reduction Flash Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction\nMemory / Storage Supported Flash MemoryCompactFlash Card Type I, CompactFlash I, CompactFlash II Floppy Drive StorageNone\nViewfinder Viewfinder TypeOptical, Optical (Through-the-lens) Optical Viewfinder TypeReal-image zoom Viewfinder - Field Coverage83% Dioptric Correction Range-3 to +1\nDimensions Depth2.5 in. Height3 in. Width4.8 in. Weight14.8 Oz.\nDisplay Display TypeLCD Display RotationRotating Screen DetailsLCD display - TFT active matrix - 1.8\" - color Display Size1.8\"\nMicrophone Microphone TypeMicrophone - built-in - electret condenser - mono Microphone Operation ModeMono Microphone TechnologyElectret condenser\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video/audio output Expansion Slot1 x CompactFlash Card - type I/II\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS 8, Apple Mac OS 9, Apple Mac OS X, Microsoft Windows 2000, Microsoft Windows 98, Microsoft Windows 98SE, Microsoft Windows ME, Microsoft Windows XP\nFile Format Digital Video FormatAVI Still Image FormatJPEG, RAW, Raw Image\nResolution Max Video Resolution640 x 480\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, Auto Power Save, Built-In Speaker, DPOF Support, Date/Time Stamp, Direct Print, Not Interchangeable Lenses, Orientation Detection, RGB Primary Color Filter, USB, With LCD Protected Position, With Tripod Mount Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsLandscape, Night mode, Portrait mode, Stitch assist Special EffectsBlack & White, Custom Effect, Low Sharpening, Neutral, Sepia, Vivid White BalanceAuto Continuous Shooting Speed2.5 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 1.8\" - color",
    "screen size": "1.8\"",
    "sensor resolution": "4.0 MP",
    "sensor size": "1/1.8\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Landscape, Night mode, Portrait mode, Stitch assist",
    "special effects": "Black & White, Custom Effect, Low Sharpening, Neutral, Sepia, Vivid",
    "still image format": "JPEG, RAW, Raw Image",
    "supported flash memory": "CompactFlash Card Type I, CompactFlash I, CompactFlash II",
    "type": "Point & Shoot",
    "viewfinder  field coverage": "83%",
    "viewfinder type": "Optical, Optical (Through-the-lens)",
    "weight": "14.8 Oz.",
    "white balance": "Auto",
    "width": "4.8 in."
}