{
    "<page title>": "Sony Alpha A6000 Ilce 6000L s Silver Camera w 16 50mm Lens 64GB Kit USA | eBay",
    "brand": "Sony",
    "bundled items": "Case or Bag, Lens, Lens Cleaning Kit, Lens Filter, Memory Card, Memory Reader, Strap (Neck or Wrist), Tripod",
    "clear image zoom": "can be used to magnify the center of scenes by 2x to effectively extend the reach of any focal length lens. This digital zoom technology uses an intelligent interpolation process to minimize the amount of image degradation in order to produce realistic, high-quality images.",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative style": "settings provide control over how the camera processes images based on six different predetermined styles: Standard, Vivid, Portrait, Landscape, Sunset, and B&W. Within these settings, contrast, saturation, and sharpness can also be adjusted depending on personal preference.",
    "manufacturer warranty": "Yes",
    "megapixels": "24.3 MP",
    "model": "ILCE-6000L/S",
    "photo creativity": "feature provides quick access to Picture Effects as well as dedicated controls for adjusting Background Defocus, Brightness, Color, and Vividness. Additionally, these effects can be combined for nearly limitless adjustment options.",
    "picture effect": "modes allow you to apply creative settings and emphasize certain facets of individual images for a richer, more aesthetic picture quality. Posterization (Color/B&W), Pop Color, Retro Photo, Partial Color (R/G/B/Y), High Contrast Monochrome, Toy Camera, Soft High-Key, Soft Focus, HDR Painting, Rich-Tone Monochrome, Miniature, Watercolor, and Illustration modes are available.",
    "screen size": "3\"",
    "type": "Mirrorless Interchangeable Lens"
}