{
    "<page title>": "Used Sony SLT A57 Camera Body in Excellent Condition Box Accessories Manual 017893457040 | eBay",
    "big bright viewfinder": "Take a peep through the Tru-Finder electronic viewfinder - boasting 1.2 million dots for ultra-high resolution, images pop with richness, clarity and detail. Everything is easy to see with 1x magnification and 100% frame coverage. Plus, adjustable magnification optimizes visibility for those who use eyeglasses.",
    "brand": "Sony",
    "bundled items": "Strap (Neck or Wrist)",
    "capture fast action closeups": "Zoom in on fast action and never miss a moment. By using the center two-thirds of the image sensor, tele-zoom high speed shooting brings the action closer with a 1.4x effective increase of focal length, allowing you to shoot up to 12fps at 8MP resolution with continuous auto focus and auto exposure.",
    "extend the reach of any lens": "Utilizing Sony's exclusive By Pixel Super Resolution technology, clear image zoom increases the effective focal length of your lens up to 2x by digitally magnifying the center of your image with nearly imperceptible degradation. It virtually doubles the effective focal length of any lens you use, providing greater shooting flexibility.",
    "high speed high resolution": "Capture up to 10fps at full 16.1MP resolution with continuous auto focus and auto exposure control thanks to Sony's award-winning Translucent Mirror technology - perfect for high-speed sports photography or snapping a unique sequence of photos. The Exmor APS HD CMOS sensor achieves high resolution with reduced sensor noise, even in lowly-lit settings.",
    "incredible hd movies": "Very few DSLRs shoot super smooth 60p or cinematic 24p movies at Full HD 1920 x 1080 resolution - the A57 is one of them. Capture high quality 1080/60p AVCHD video that looks great on your HDTV, or shoot in a 1080/30p MP4 format that uploads easily to the web for convenient sharing with friends and family.",
    "megapixels": "16.1 MP",
    "model": "SLT-A57",
    "mpn": "SLT-A57",
    "screen size": "3\"",
    "snap the perfect portrait": "Capture a perfectly-framed portrait every time. When you take a photo of a person in auto portrait framing mode, the camera saves an additional, optimally-framed image of your subject. By combining the rule of thirds with advanced imaging technologies, auto portrait framing mode is the easy way to a balanced, perfectly-composed portrait.",
    "type": "Digital SLR"
}