{
    "18 scene modes": "18 scene modes automatically optimize settings for popular photographic styles, effects and locations.",
    "<page title>": "Coolpix S8200 18208262892 | eBay",
    "antiblur technology": "Anti-blur technology automatically counters blurred images in four different ways. Lens-shift VR (Vibration Reduction) reduces the effect of camera shake. High ISO light sensitivity reduces the risk of blurred images with fast-moving subjects or in low-light. Best Shot Selector (BSS) automatically selects the sharpest of up to 10 sequential shots.",
    "back illuminated 16megapixel cmos image sensor": "Increases the amount of light that each pixel receives, improving sensitivity and reducing noise for superb performance in any light.",
    "brand": "Nikon",
    "expeed c2 image processing system": "EXPEED C2 image processing system provides enhanced movie recording, high-sensitivity performance and maximum image quality.",
    "full hd 1080p movie recording with stereo sound": "Optical zoom and autofocus are available during recording, and you can capture a photo while filming. Boasts an option to film in slow or fast motion using recording speeds from 15 to 120 fps (VGA). Camera features a built-in HDMI connector with HDMI-CEC support for output to an HDTV.",
    "megapixels": "16.1 MP",
    "model": "S8200",
    "mpn": "26289",
    "optical zoom": "14x",
    "scene auto selector": "Scene auto selector selects the optimum scene mode for popular photographic situations.",
    "screen size": "3\"",
    "skin softening": "Skin softening adjusts uneven skin tones on people's faces for smoother looking skin. In-camera red-eye Fix corrects false eye color due to flash the instant you take the shot.",
    "smart portrait system": "Advanced automatic features for perfect portraits. Smile Timer takes a series of shots at 6 fps when your chosen subject smiles. Blink Proof alerts you when someone had their eyes closed.",
    "special effects": "Shoot still images or movies using a special effect, or use an in-camera filter to enhance photos after you have taken them. Effects to shoot with include soft focus and Nostalgic Sepia, and you can review your choice on the LCD screen before you begin.",
    "type": "Point & Shoot",
    "upc": "18208262892"
}