{
    "12 megapixels  with vivid colors and clarity": "A 12 mega-pixel of high resolution can capture the world around in vivid color and lavish details.",
    "28mm wide angle": "28mm optical zoom lens allows you to capture the real scale, depth, dynamism of the scene at a wide angle.",
    "<page title>": "Fujifilm FinePix S1800 12 2 MP Digital SLR Camera Black | eBay",
    "brand": "Fujifilm",
    "bundled items": "Case or Bag, Memory Card",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "hdtvcompatible photos and video": "Able to capture both photos and movies in high-definition 16:9 format, the FinePix S1800 lets you discover the impact of full-screen HDTV image display.",
    "high sensitivity  ccd shift image stabilization": "Dual image stabilization is the combination of high sensitivity and CCD shift image stabilization that works to eliminate blurred photos by freezing action and minimizing blurs at maximum zoom range.",
    "high sensitivity maximum iso6400": "Maximum sensitivity of ISO6400 lets you take natural, lifelike photos, even with limited available light. And high sensitivity also lets you stop the action, even when the subject is moving at high speeds.",
    "megapixels": "12.2 MP",
    "model": "S1800",
    "mpn": "15989158BN",
    "optical zoom": "18x",
    "regarded highly by professionals worldwide": "The widely renown Fujinon lens are used popularly in numerous situations including satellites in outer space, TV/film, security and compact cameras. With the highly adept manufacture of Fujifilm, high precision optic and technology are provided for the best 28mm wide angle and 18x optical zoom.",
    "screen size": "3\"",
    "type": "Digital SLR",
    "upc": "628586141414"
}