{
    "<page title>": "Fujifilm FinePix F50fd 12 0 MP Digital Camera Silver 074101401707 | eBay",
    "additional features": "Audio Recording, Automatic Face Tracking, DPOF Support, Digital Image Rotation, Digital Image Stabilization, PictBridge Support, Red eye Fix, USB 2.0 Compatibility",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Fujifilm",
    "camera flash features": "AF Illuminator",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "0.5 frames per second, 2 frames per second, 5 frames per second for 12 frames (3Mpix)",
    "depth": "0.9 in.",
    "digital video format": "AVI",
    "digital zoom": "8x",
    "display rotation": "Built-in",
    "display size": "2.7\"",
    "display type": "LCD",
    "effective flash range": "0.3 m - 4.4 m",
    "expansion slot": "1 x SD Memory Card, 1 x xD-Picture Card",
    "exposure metering": "Multi-Segment",
    "exposure modes": "Aperture-Priority, Automatic, Program, Shutter-Priority",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "35 - 105mm",
    "focus adjustment": "Automatic",
    "height": "2.3 in.",
    "integrated memory size": "25 MB",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 6400, ISO 800, ISO auto",
    "light sensitivity max": "6400",
    "macro focus range": "7-80cm",
    "max shutter speed": "1/2000 sec",
    "megapixels": "12.0 MP",
    "microphone operation mode": "Mono",
    "microphone type": "Microphone - built-in - electret condenser - mono",
    "min shutter speed": "8 sec",
    "model": "F50fd",
    "mpn": "15780564",
    "operating system supported": "Apple Mac OS X 10.3.9, Apple Mac OS X 10.4, MS Windows 2000, MS Windows 98 SE, MS Windows ME, MS Windows Vista, MS Windows XP",
    "optical zoom": "3x",
    "product information": "Digital photographers looking for a top-of-the line compact digital camera can now take advantage of the 12-Megapixel FinePix F50fd. Following a long line of award-winning F-Series models, the FinePix F50fd offers consumers a super-compact digital camera that takes beautiful shots with the most advanced features and technology available, so that missing great shots is not an option.Combining a 12-MegaPixel, 7th Generation Super CCD with a 3.0x optical zoom and a 2.7\" high-resolution 230.000 pixel wide-angle view LCD, the FinePix F50fd is a compact powerhouse that incorporates all the features users have come to expect from Fujifilm's more advanced digital cameras. With the addition of Dual Image Stabilization, Face Detection 2.0 Technology with Automatic Red Eye Removal function, and ISO settings of up to ISO 6400, the F50fd takes compact digital cameras to the next level, arming users with a host of new features and enabling them to take pictures never before possible.Fujifilm's proprietary Face Detection Technology also gets an upgrade in the F50fd with the arrival of Face Detection 2.0, featuring Automatic Red Eye Removal. As with the original version of Face Detection, it can detect up to 10 human faces in a scene in as little as 5/100's of a second, correcting focus, exposure, and white balance automatically, regardless of where subjects are located within the frame. Face Detection 2.0 adds to this technology by being able to identify faces at much more extreme camera angles than before. No longer does the camera need a head-on shot to identify a face, because now even a profile will do - with up to 90O movement in either direction for profiles, and up to 135O for leaning or lying down in either direction, for a total range of 270O.Additional improvements to Face Detection 2.0 include a new Automatic Red-Eye Removal feature that automatically corrects red-eye directly after the shot is taken and then saves both the original and the corrected image file.To ensure that users achieve even greater blur-free pictures, the FinePix F50fd adds to Fujifilm's Picture Stabilization mode to create the improved Dual Image Stabilization mode. This combines a mechanically stabilized CCD sensor with high ISO sensitivities for Total Anti-Blur protection. The combination of these two different approaches reduces the \"blur\"; effect from the photographer's hand-shake and subject movement even further to provide the highest quality digital pictures yet, with sharp, clean and clear results.All too often, digital photographers run into problems when taking pictures in low-light or dimly lit situations and have to rely on the flash, which can lead to over-exposed and washed-out shots. The FinePix F50fd builds on the great strides previous Fujifilm digicams have made with low-light photography and allows users to effortlessly capture the moment as their eye sees it, with tremendous clarity and low noise, using Fujifilm's Real Photo technology. Thanks to the 7th generation FinePix Super CCD-HR chip and the RP Processor II, the Finepix F50fd can utilize ISO settings of up to ISO 1600 at full resolution and an amazing ISO 6400 at reduced resolution, capturing stunning images even in low light while preserving the natural color and clarity of the shot.\nProduct Highlights Video\nProduct Identifiers BrandFujifilm ModelF50fd MPN15780564 UPC074101401707\nKey Features Camera TypePoint & Shoot Optical Zoom3x Digital Zoom8x Sensor Resolution12.0 MP Screen Size2.7\"\nOptical Sensor Sensor Size1/1.6\" Sensor TypeSuper CCD HR\nLens System Macro Focus Range7-80cm Focus AdjustmentAutomatic Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera35 - 105mm\nExposure Max Shutter Speed1/2000 sec Min Shutter Speed8 sec Exposure MeteringMulti-Segment Exposure ModesAperture-Priority, Automatic, Program, Shutter-Priority Light SensitivityISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 6400, ISO 800, ISO auto Light Sensitivity Max6400\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.3 m - 4.4 m Camera Flash FeaturesAF Illuminator Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Integrated Memory size25 MB Supported Flash MemoryMultiMediaCard, SD Memory Card, SDHC Memory Card, xD-Picture Card, xD-Picture Card Type H, xD-Picture Card Type M\nViewfinder Viewfinder TypeNone\nDimensions Depth0.9 in. Height2.3 in. Width3.7 in. Weight5.4 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.7\" - color Display Size2.7\"\nMicrophone Microphone TypeMicrophone - built-in - electret condenser - mono Microphone Operation ModeMono\nConnections Connector Types1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card, 1 x xD-Picture Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.3.9, Apple Mac OS X 10.4, MS Windows 2000, MS Windows 98 SE, MS Windows ME, MS Windows Vista, MS Windows XP\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatAVI Still Image FormatJPEG\nOther Features Additional FeaturesAudio Recording, Automatic Face Tracking, DPOF Support, Digital Image Rotation, Digital Image Stabilization, PictBridge Support, Red eye Fix, USB 2.0 Compatibility Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBeach, Fireworks, Flower, Landscape, Museum, Night mode, Party/indoor, Portrait enhancer, Portrait mode, Snow, Sports mode, Sunset, Text, Underwater Continuous Shooting Speed0.5 frames per second, 2 frames per second, 5 frames per second for 12 frames (3Mpix)",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.7\" - color",
    "screen size": "2.7\"",
    "sensor resolution": "12.0 MP",
    "sensor size": "1/1.6\"",
    "sensor type": "Super CCD HR",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Beach, Fireworks, Flower, Landscape, Museum, Night mode, Party/indoor, Portrait enhancer, Portrait mode, Snow, Sports mode, Sunset, Text, Underwater",
    "still image format": "JPEG",
    "supported flash memory": "MultiMediaCard, SD Memory Card, SDHC Memory Card, xD-Picture Card, xD-Picture Card Type H, xD-Picture Card Type M",
    "type": "Point & Shoot",
    "upc": "074101401707",
    "viewfinder type": "None",
    "weight": "5.4 Oz.",
    "width": "3.7 in."
}