{
    "141 megapixels": "With a high resolution 14.1 MP sensor, make poster-size prints or creatively crop images.",
    "28mm wideangle 14x zoom lens": "The PowerShot SX210 IS combines compact, take-anywhere proportions with a wide 28mm Canon lens, perfect for capturing landscapes or group shots. A 14x optical zoom lets you fill the frame with distant subjects, while the 4-stop optical Image Stabilizer prevents image blur due to camera shake throughout the long zoom range.",
    "76 cm 30 purecolor ii g lcd": "A wide aspect 7.6 cm (3.0\") PureColor II G LCD is ideal for shooting and playback of HD movies in wide format. A tempered glass layer improves strength and ensures high visibility even when shooting in bright conditions.",
    "<page title>": "Canon PowerShot SX210 Is 14 1 MP Digital Camera Black | eBay",
    "brand": "Canon",
    "bundled items": "Extra Battery, Extra Battery Charger, Memory Card, Memory Reader",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative shooting modes": "Shooting modes include Full Manual, Av and Tv for total creative control, and Low Light, plus Miniature and Fish-eye Effect.",
    "digic 4": "The DIGIC 4 processor delivers richly detailed, clean images, even when shooting at high ISO speeds. DIGIC 4 also drives exceptional processing speeds, responsive operation, and Servo AF/AE - which tracks moving subjects, keeping them in focus and correctly exposed.",
    "effortless shooting": "Smart Auto and Easy shooting modes use Scene Detection Technology to determine subject brightness, contrast, distance and hue. The camera then selects the appropriate scene from a possible 22, and applies optimal settings. Smart Flash Exposure intelligently controls flash power and usage to ensure natural results in a variety of conditions.",
    "face detection technology": "A suite of Face Detection technologies detects up to 35 faces in a scene and adjusts focus, exposure, flash settings and white balance for natural-looking results.",
    "high definition movies": "Create stunning HD 720p movies with stereo sound, then use the integrated HDMI port to connect to a compatible HDTV. Dynamic Image Stabilization keeps movies free from camera shake while the optical zoom can be used to get close to your subject. Smart Auto - also available in Movie shooting - delivers the best results for your shooting scene.",
    "icontrast": "During shooting or playback, i-Contrast optimizes dynamic range and contrast for a scene - retaining detail in shadows and preventing overexposure of highlights.",
    "megapixels": "14.1 MP",
    "model": "SX210 IS",
    "mpn": "H0888LL/A",
    "optical zoom": "14x",
    "screen size": "3\"",
    "smart shutter": "This versatile shooting mode lets you remotely trigger the shot by either winking, smiling, or when an extra face enters the frame.",
    "type": "Point & Shoot"
}