{
    "<page title>": "Nikon 1 V2 14 2 MP Digital Camera Black Kit w V1 10 30mm Lens 018208276042 | eBay",
    "brand": "Nikon",
    "bundled items": "FT1 adapter to use any Nikon SLR lens, Flash, Strap (Neck or Wrist)",
    "conveniently share with wifi connectivity": "Connect the optional WU-1b Wireless Adapter to the Nikon 1 V2 and wirelessly transfer photos to your smartphone, tablet or any compatible Wi-Fi enabled device. Use your smartphone to instantly upload your shots to the web or email them to a friend.",
    "create at the speed of life": "At the center of Nikon 1's success is its remarkable Advanced Hybrid Autofocus System offering both phase and contrast-detection autofocus. It zeroes in on subjects with such speed and precision, you'll never miss a shot. With Nikon 1 V2, you can harness that precision at a blazing fast 15 frames per second continuous shooting! When you divide one second of motion into 15 individual photos, you'll catch amazing views you've never seen. And every one of those photos will be exceptional, thanks to Nikon 1 V2's 14.2-megapixel CMOS sensor.",
    "for creativity that has no limits": "Nikon 1 V2 is with the exceptional speed and performance of the Nikon 1 system, plus pro-style enhancements for greater creativity, flexibility, comfort and control. It has a grip for familiar shooting comfort, a built-in flash for manipulating the lighting of your images, Best Moment Capture modes for catching exactly the right shots, PSAM exposure modes right on the dial and much more - all in a very compact size. For passionate shooters who want more control of their photos, Nikon 1 V2 delivers.",
    "freeze the perfect instant": "The best moments are made (and missed) in an instant. But imagine being able to slow down a moment while it's happening - to see live action in slow motion. With Nikon 1 V2's amazing Slow View mode, that's exactly what happens. See the world in slow motion through the viewfinder, and then easily grab the shot you want. Combine that with Smart Photo Selector, which fires 20 shots with a single shutter press and selects the best five for you, and you've got every advantage for catching life's best moments.",
    "manufacturer warranty": "No",
    "megapixels": "14.2 MP",
    "model": "V2",
    "mpn": "27604",
    "optical zoom": "3x",
    "put your creativity in motion": "Nikon 1's popular motion snapshot blends motion, stills and sound to capture the essence of a moment like never before. With a single press of the shutter button, Nikon 1 V2 captures a short slow-motion movie sequence plus a single defining still image. Even add background music to set the mood of that special moment. Maintain PSAM exposure control while recording 1080p Full HD video with stereo sound. Smoothly track your subjects like a pro, even as the lighting changes.",
    "sacrifice nothing for size": "Among the smallest interchangeable lens cameras available, the Nikon 1 V2 gives up nothing for size. Its body grip, built-in flash and electronic viewfinder are familiar comforts to traditional shooters, while its exceptional speed, sleek, minimal design and ultra-high-resolution LCD display push the limits of small camera performance.",
    "screen size": "3\"",
    "see how your shots will look": "Now when you're framing a shot, you can see exactly how your end-result photo will look. Live image control gives you a real-time preview of your image based on the current camera settings. Using the command dial, you can adjust the contrast or brightness, blur the background, and even show movement - all during preview. Once you've got the shot you want, simply press the shutter button and save it forever.",
    "take control of your shooting": "When you want more control of Nikon 1 V2, everything you need is at your fingertips. Adjust key settings like ISO and White Balance with minimal button presses. It is conveniently access PSAM modes right from the camera's mode dial. When you're in a PSAM mode, the command dial lets you quickly toggle between key settings for that specific mode - without taking your eye from the viewfinder.",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "018208276042"
}