{
    "<page title>": "Olympus Stylus 7010 12 0 MP Digital Camera Red | eBay",
    "brand": "Olympus",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "Indonesia",
    "dual image stabilization": "Using built-in sensors to record camera movement and to adjust the CCD image sensor, this feature ensures that images remain blur-free, even when you or your subject is moving.",
    "go wide get close": "The Stylus-7010 provides all the capabilities you need in one compact lens. Its optical zoom gets you close to the action while its wide-angle lens helps you capture large groups at weddings, reunions, ball games and all other photographable get-togethers.",
    "hyper drive": "Olympus has taken LCD technology to the next exciting level with HyperCrystal II, which displays twice as bright so that you can see all the details of what you're shooting with amazing clarity - even under direct sunlight.",
    "manufacturer warranty": "No",
    "megapixels": "12.0 MP",
    "model": "7010",
    "mpn": "N3596592",
    "optical zoom": "7x",
    "panning the world": "In-camera panorama captures three successive images and then automatically stitches them together to create one amazing panoramic picture.",
    "powerful zoom plenty of room": "The world's smallest 7x wide-angle optical zoom camera, the Stylus-7010 sets the stage for simple yet highly-creative photography on an anywhere, anytime basis.",
    "screen size": "2.7\"",
    "the intelligence is automatic": "Its intelligent auto function identifies the scene you're shooting, whether its portrait, landscape, night portrait, macro or sport, and adjusts the settings to optimize your results.",
    "type": "Point & Shoot"
}