{
    "<page title>": "Fujifilm FinePix J Series JZ100 JZ110 14 0 MP Digital Camera Black JZ110 074101012323 | eBay",
    "a helping hand": "The FinePix JZ100 is an ideal camera for families looking for an all-round compact, and the imaging technology employed by this model will help users of all abilities capture pictures to be proud of. The Scene Recognition (SR) Auto mode automatically assesses the scene and selects the optimal settings to capture the scene in perfect detail.",
    "brand": "Fujifilm",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative and stylish": "In addition to the exciting possibilities offered when capturing still images on the FinePix JZ100, users can also use this compact to shoot movies in 720p HD. A dedicated movie recording button on this camera ensures users can quickly start capturing movie at a moment's notice - and as everything's captured in HD, both still images and movies can be reviewed on an HD ready television.",
    "megapixels": "14.0 MP",
    "model": "JZ100 / JZ110",
    "optical zoom": "8x",
    "screen size": "2.7\"",
    "type": "Point & Shoot",
    "up close and personal": "Sitting at the heart of this camera is a powerful 8x Fujinon lens offering a 25-250 mm focal range equivalent to a 35 mm camera. The wide-ranging lens enables users to capture everything from beautiful wide-angle shots to stunning images of distant objects. At the other end of the scale, this camera offers a close-focusing distance of 5 cm, which enables users to shoot beautiful macro images that fill the frame with detail and vibrant colors. The entry-level FinePix JZ100 has 14 megapixels of imaging power - perfectly capable of producing premium quality images and movies. Even reviewing stills and movie in-camera is enjoyable, thanks to the LCD screens offered by the camera as they have been redesigned for increased brightness over previous models in the J series.",
    "upc": "074101012323"
}