{
    "<page title>": "Casio Exilim TRYX TR100 12 1 MP Digital Camera Pearl White 079767495015 | eBay",
    "brand": "Casio",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "hdrart": "Casio's exclusive HDR-Art creates an artistic approach to photography that combines a burst of CS images recorded at the touch of the shutter button. The camera automatically processes the images, slightly adjusting the relative strength of contrast in local areas. The resulting image achieves a level of expression that normally cannot be realized without mounting the camera on a tripod, shooting a series of images with different exposures, and then processing the images on a computer.",
    "highdynamic range hdr technology": "HDR (High-Dynamic Range) harnesses the High-Speed CS and high-speed large-volume image data processing capabilities of the Exilim Engine HS to create a type of digital imaging. The process combines information from a burst of multiple images and unites the most detailed portions of each image (taken at different exposures) for a beautiful, never-before-possible wide dynamic range.",
    "highspeed sr zoom": "High-Speed Super Resolution zoom, enables clear multiple-magnification zoom without the need for an optical zoom. Powered by the Exilim Engine HS, CS technology instantly captures a burst of images, and then combination technology is used for precise analysis and positioning of each frame to piece together a clear, detailed, final image.",
    "megapixels": "12.1 MP",
    "model": "TRYX",
    "mpn": "EX-TR100WEEDB",
    "screen size": "3\"",
    "slide panorama  makes it easy to take panoramic images": "If you want to capture the bigger picture, the slide panorama feature gives you extremely wide panorama images with a huge field of vision of up to 360 degrees. Simply by panning the camera across the scene with the shutter button pressed, Slide Panorama makes it easy to take panoramic images.",
    "tryx style": "Exhibiting a revolutionary design, the TRYX can turn, twist, hang and stand to get shots you never believe from angles you never thought possible. The 12-megapixel TRYX is equipped with Casio's Exilim Engine HS and features an ultra-bright 3\" touch screen LCD, High-Speed CS technology, High-Speed Super Resolution zoom and HDR-Art imaging.",
    "type": "Point & Shoot",
    "upc": "079767495015"
}