{
    "<page title>": "Pentax K R Pink w Da L 18 55mm F 3 5 5 6 Al Lens Kit w All Accessorys SDHC Card | eBay",
    "brand": "Pentax",
    "bright clear optical viewfinder": "Thanks to the combination of PENTAX-original finder optics and the renowned natural-bright-matte focusing screen, the K-r's viewfinder offers a bright, clear subject image at 0.85x magnification and with a 96% field of view. Since it assures excellent visibility even in bright outdoor locations and provides delay-free, real-time display of the subject's image, it is especially helpful in shooting where the timing of shutter release is critical, such as sports photography. The in-focus point is indicated as a red point in the viewfinder for at-a-glance confirmation.",
    "bundled items": "Lens, Memory Card, Strap (Neck or Wrist)",
    "compact lightweight body": "Despite the incorporation of the large image sensor, the K-r sports a compact, lightweight body, thanks to a trim, lightweight stainless-steel chassis, a downsized in-body shake reduction mechanism, and state-of-the-art, high-density packaging technologies that assure space-efficient positioning and layout of the camera components.",
    "highprecision af system": "The K-r's high-precision, wide-frame SAFOX IX autofocus system features 11 sensor points (with nine cross-type sensors positioned in the middle) to assure pinpoint focus on the subject. The K-r is also equipped with a spotbeam projector to assist the AF system in poorly lit locations. The accuracy and speed of contrast AF operation during live view shooting has also been enhanced by the incorporation of a image sensor and drastic upgrading of AF algorithms.",
    "highquality truetolife image reproduction": "The K-r incorporates a new-generation CMOS image sensor with approximately 12.4 effective megapixels to assure high-speed image data readout. It also features the high-performance PRIME (PENTAX Real Image Engine) II imaging engine to ensure accurate and high-speed data processing equal to that of upper-level models. As the result, the K-r produces high-quality images with fine detail, rich gradation and superb rendition, while suppressing annoying digital noise to a minimum. The K-r also offers a wide sensitivity range between ISO 200 and ISO 12800; this range can be expanded from ISO 100 to ISO 25600 via a custom function.",
    "megapixels": "12.4 MP",
    "model": "K-r",
    "mpn": "14790",
    "optical zoom": "3x",
    "pentaxoriginal sr mechanism for sharp blurfree images": "The K-r features the PENTAX-developed SR (Shake Reduction) mechanism, which effectively compensates the adverse effect of camera shake by up to approximately four shutter steps. This innovative mechanism extends its benefits to almost all PENTAX interchangeable lenses - even those designed for film-format cameras. Thanks to this user-friendly mechanism, the K-r produces sharp, blur-free images even under demanding conditions prone to camera shake, such as when using a telephoto lens, shooting in the dark without flash illumination, and taking pictures of sunset scenes.",
    "screen size": "3\"",
    "type": "Digital SLR"
}