{
    "8x zoom 28 mm wide lens intelligent is": "Use the 8x optical zoom to get closer, or closer still with 16x ZoomPlus, and fit more in the frame with 28 mm wide-angle. Intelligent IS automatically combats camera shake for sharp, detailed results every time.",
    "<page title>": "Canon PowerShot N White 12 1MP Digital Camera with WiFi 013803216073 | eBay",
    "any way up operation tiltup touch screen": "You can use the camera any way up thanks to the dual direction zoom and shoot lens rings incorporating both zoom and shutter controls. A tilt-up 7.1 cm (2.8\") capacitive touch screen allows easy shooting from unusual or difficult angles and simple, intuitive touch operation.",
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative shot": "Originality is effortless with creative shot. Simply take a shot and the camera will analyze the scene then automatically generate five creative images plus the original unaltered photo - capturing the same subject in a variety of artistic and surprising ways.",
    "full hd movies": "Use the movie button to instantly record superb Full HD (1080p) movies while intelligent IS keeps footage steady.",
    "highspeed shooting": "Capture stunning fast-paced action with high-speed burst or slow it down spectacularly with super slow motion movie.",
    "hs system 121megapixel cmos and digic 5": "HS system excels in low light allowing you to capture the real atmosphere of the moment without flash or a tripod. Advanced DIGIC 5 processing and a high-sensitivity 12.1-megapixel CMOS sensor give excellent image quality in all situations.",
    "megapixels": "12.1 MP",
    "mobile device connect button": "The mobile device connect button simplifies the Wi-Fi connection to a smartphone or tablet - ideal for frequent image sharing.",
    "model": "N",
    "mpn": "8231B020",
    "optical zoom": "8x",
    "screen size": "2.8\"",
    "type": "Point & Shoot",
    "unique design": "The unique symmetrical, metal-bodied design is strikingly different with an ultra-modern minimalist style - small enough to keep in your pocket and stylish enough to take anywhere.",
    "upc": "013803216073"
}