{
    "16x intelligent zoom234x extra optical zoom": "Thanks to the intelligent resolution technology, the intelligent zoom is available with the DMC-ZS7 which extends the zoom ratio by approximate 1.3x maintaining the picture quality even combining a digital zoom. This means the 12x optical can virtually extend to 16x equivalent. Furthermore, the extra optical zoom function that extends zoom power to 23.4x by using the center part of the large CCD to bring subjects even closer.",
    "25mm ultra wideangle lens": "The DMC-ZS7 features a 25mm ultra wide-angle 12x optical zoom f/3.3-4.9 Leica DC Vario-Elmar lens. Incorporating Panasonic's advanced optical technologies, this lens system is comprised of 10 elements in 8 groups, with 2 ED (Extra Low Dispersion) lenses and 2 aspherical lenses/3 aspherical surfaces while preserving compactness. This lens system enables a remarkable 25 to 300mm range of focal length in this compact body. The powerful zoom of the DMC-ZS7 can be freely controlled even when shooting motion images. Inheriting the fine rendering and outstanding quality of the Leica Elmar lens, this easy-to-carry camera delivers beautiful images any time, any place.",
    "<page title>": "Panasonic Lumix DMC ZS7 12 1 MP Digital 12x Zoom Black GPS Camera Only | eBay",
    "brand": "Panasonic",
    "country of manufacture": "Japan",
    "country/region of manufacture": "Japan",
    "manufacturer warranty": "No",
    "megapixels": "12.1 MP",
    "model": "DMC-ZS7/DMC-TZ10",
    "mpn": "DMC-ZS7K",
    "optical zoom": "12x",
    "powerful 12x optical zoom": "The addition of AVCHD Lite HD movie recording doubles the appeal of the DMC-ZS7. This single camera lets you capture virtually all images in their natural beauty. It gives you both motion and still images, and ranges from 25mm ultra wide-angle shots of sweeping landscapes to powerful 12x optical zoom shots that pull distant subjects right up close. The mechanism design minimizes the noise of auto focusing or zooming.",
    "screen size": "3\"",
    "travel mode with gps for both photos and movies": "By simply turning on the GPS function, the location data and time are automatically updated. It is great for travel recordings. The DMC-TS7 camera is acclaimed as an excellent travel companion because of a wide shooting range and hybrid recording capability of high quality photos and movies. The DMC-ZS7 further enhances its value by adding a built-in GPS unit into the camera.",
    "type": "Point & Shoot"
}