{
    "<page title>": "Sony Cyber Shot DSC W330 14 1 MP Digital Camera Red | eBay",
    "a smarter auto mode": "Unlike traditional auto mode, Intelligent Auto (iAuto) mode thinks for you - recognizing scenes, lighting conditions and faces - and automatically adjusts the settings for you. The results are clear images, faces with natural skin tone and less blur.",
    "brand": "Sony",
    "catch them smiling": "Capture a smile the moment it happens with Smile Shutter technology. Simply press the Smile Shutter button and when your subject smiles, a photo is automatically taken. You can also adjust the sensitivity for adults or children for even better results.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "faces first": "Sony's Face Detection technology detects up to eight individual faces and adjusts focus, exposure, and white balance to help deliver crisp, properly lit images of family and friends.",
    "fit everybody in": "The professional-quality Carl Zeiss Vario-Tessar 4x optical zoom lens with 26mm equivalent wide angle brings distant subjects closer for great outdoor and travel photos. Plus, the wide angle lens helps you fit everyone in for better group photos.",
    "goodbye blurry photos": "Don't let a not-so-steady hand prevent you from capturing the moment. Built-in SteadyShot image stabilization compensates for camera shake and helps prevent blur by capturing two photos at high shutter speeds and combining them into one clear image.",
    "incamera retouching": "Photo editing doesn't have to be done on your PC. Convenient, in-camera retouching is the quick and easy way to enhance your photos on the go. You can trim, correct red eye and use unsharp masking functions.",
    "megapixels": "14.1 MP",
    "model": "DSC-W330",
    "mpn": "DSCW330/R",
    "optical zoom": "4x",
    "screen size": "3\"",
    "type": "Point & Shoot"
}