{
    "<page title>": "Sony SLT A55V 16 2MP Digital Camera Body Only | eBay",
    "advanced still shooting features": "Expand your creativity with advanced imaging features including built-in Auto HDR, which captures more scene contrast by combining the best highlight detail from one shot and the best shadow detail into one unbelievable shot. Map your journey via an integrated GPS receiver, or use 3D Sweep Panorama Mode to automatically capture expansive landscapes.",
    "astonishing hd video capture": "Experience a revolutionary breakthrough in video capture when shooting fast-moving subjects. The Ã\u008eÂ±55V is the world's first camera with the precision of Phase Detection auto focus (AF) for HD Movies. Translucent Mirror Technology not only enables full-time phase-detection AF for photos, it also delivers the same speed and precision for Full HD movies.",
    "brand": "Sony",
    "megapixels": "16.2 MP",
    "model": "SLT-A55",
    "mpn": "SLTA55VLBN",
    "professional class shooting speeds": "By transforming the fundamental way DSLR cameras work, you'll experience best-in-class speed, up to 10 fps continuous shooting at full 16.2-megapixel resolution with exposure fixed at the first frame. This is made possible by a Translucent Mirror that always stays in place. You also get standard continuous shooting at up to 6 fps.",
    "screen size": "3\"",
    "spectacular resolution and detail": "Featuring a large 16.2-megapixel Exmor APS HD CMOS sensor, you'll achieve beautiful image quality during both still-photo and movie shooting. Rich tonal gradation and highlight/shadow detail are assured by the BIONZ image processing engine which supports high-speed continuous shooting, advanced digital compositing, and Full HD movie recording.",
    "type": "Digital SLR",
    "unprecedented image capture": "Unlike other DSLRs that can either shoot or focus with the speed and precision of Phase Detection AF, the SLT-A55V is the world's first DSLR that can do both simultaneously. Featuring an unprecedented Translucent Mirror, the Ã\u008eÂ±55V DSLR camera is able to feed both the image sensor and the Phase Detection at the same time.",
    "versatile shooting options": "Use both the LCD monitor and Electronic Viewfinder to compose your shots. An all-electronic design enables a wide range of shooting information to be displayed in the finder and on the LCD monitor. Both provide a what-you-see-is-what-you-get preview of white balance, focus, depth of field, exposure and 100% framing accuracy, plus on-screen displays."
}