{
    "16 megapixels  with vivid colors and clarity": "An impressive 16 megapixels resolution won't miss the finest details of your subject. Images are captured sharp and clear, in vivid colors, even when printed at large sizes.",
    "30inch large lcd": "The large, bright LCD display makes it easy to compose great photos. Sharing pictures is a pleasure, thanks to a high-impact 230,000-dot resolution.",
    "6 scene sr auto": "Framed scenes are automatically detected and selected into appropriate camera settings: portrait, landscape, night, macro, night portrait, and backlit portrait.",
    "<page title>": "Fujifilm FinePix T410 16 0 MP Digital Camera 007410101402 | eBay",
    "brand": "Fujifilm",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "face detection": "Face detection optimizes people pictures by detecting faces and adjusting focus and exposure to ensure bright, clear results.",
    "face recognition": "The FinePix T410 not only detects faces in a frame but it can also recognize who is who! You can register up to 8 people in your camera and next time you take a photo of them it will bring up their name and optimize settings in favor of your registered faces. In playback, you can search for all photos containing registered faces to quickly find photos of your favorites.",
    "hdtvcompatible photos and video": "Able to capture both photos and movies in high-definition 16:9 format, the FinePix T410 lets you discover the impact of full-screen HDTV image display.",
    "high sensitivity  ccd shift image stabilization": "Dual image stabilization is the combination of high sensitivity and CCD shift image stabilization that works to eliminate blurred photos by freezing action and minimizing blurs at maximum zoom range.",
    "highly regarded by professionals worldwide": "A high-quality Fujinon 10x zoom lens delivers picture-perfect results across the entire zoom range, from wide-angle compositions to dramatic close-up shots.",
    "megapixels": "16.0 MP",
    "model": "T410",
    "mpn": "16242832",
    "optical zoom": "10x",
    "screen size": "3\"",
    "smile and shoot mode": "The smile and shoot mode of scene position, automatically releases the shutter when the smile appears so you won't miss the adorable smile the moment they happen.",
    "type": "Point & Shoot",
    "upc": "007410101402"
}