{
    "<page title>": "Leica D Lux 6 10 1 MP Digital Camera Black 4022243184619 | eBay",
    "brand": "Leica",
    "classic design": "Just like its predecessors, the Leica D-Lux 6 combines classic elegance with premium materials. Only a few chromed elements set discreet counterpoints and refine the clarity of its design. A true Leica - at first sight. However, its premium-quality character is not defined by design alone. Its silky-smooth, anodized exterior encases a rugged and compact metal body which ensures both robustness and excellent grip.",
    "creative freedom": "Shooting with a Leica means one thing in particular: the sheer joy of photography. And that is precisely what's offered by the intuitive handling and clearly laid out functions of the Leica D-Lux 6. A click wheel lets users quickly and easily select the distance, shutter speed and exposure corrections. The aperture setting feature on the lens barrel enables even more direct control, as is the case with the new second dial: this enables manual focusing and the addition of an ND filter, for example, to allow slower shutter speeds for intentional motion blur even in intense light. Its smart snapshot mode and program AE are ideal for spontaneous shots and are a valuable aid for less experienced photographers.",
    "fast and brilliant": "The extremely fast Leica DC-Vario-Summilux 4.7-17.7 mm f/1.4-2.3 ASPH sets a new milestone in compact cameras with outstanding speed throughout its entire range of focal lengths from 24 to 90 mm (35 mm equivalent). The combination of this lens with the 1.7\" CMOS image sensor enables the creation of absolutely brilliant, high-contrast images with even greater depth of field, more precise details and more natural color rendition - everything the user expects from a Leica. Whether for portraits, landscapes, architectural and macro photography or the typical Leica wide-angle photo-reportage style - the D-Lux 6 is the perfect camera for capturing brilliant images.",
    "megapixels": "10.1 MP",
    "model": "6",
    "mpn": "18461",
    "optical zoom": "3.8x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "4022243184619"
}