{
    "10x ultra wideangle zoom lens": "A big zoom that fits right in your pocket. The 10x zoom lets you get incredibly close to your subject, while the wide-angle lens lets your capture everyone and everything in your shot!",
    "16megapixel": "An amazing 16 million pixels in the high-resolution CCD create superior image quality. Create poster-sized prints without losing a single detail.",
    "30inch lcd": "This huge 3.0-inch LCD features an extra-wide viewing angle for easier composing and shooting.",
    "<page title>": "Olympus 16MP Digital Camera w 10x Zoom LCD HD White VR 340 Chop 4LNEZ1 050332182653 | eBay",
    "af tracking": "AF tracking automatically tracks unpredictable, fast-moving subjects such as kids and pets, and continuously adjusts the focus and brightness so you can capture these photogenic whirlwinds with ease.",
    "beauty mode with makeup mode": "Beauty mode makes beautiful portraits by softening shadows and smoothing wrinkles and blemishes on your subject's face, while makeup mode allows you to enhance individual features like adding eye shadow, whitening teeth and lifting cheek bones.",
    "brand": "Olympus",
    "dual image stabilization": "Dual image stabilization combines sensor-shift image stabilization with high ISO sensitivity and fast shutter speeds to capture crisp, clear images in any situation.",
    "economy": [
        "$13.90\n60% Off\n10-14 business days",
        "FREE\n6-10 business days",
        "FREE\n10-14 business days"
    ],
    "expedited": [
        "$7.46\n80% Off\n2-4 business days",
        "$34.67\n60% Off\n2-6 business days",
        "$34.67\n60% Off\n2-6 business days"
    ],
    "face detection": "Face detection automatically focuses on your subjects' faces and optimizes exposure for sharp, brilliant portrait pictures.",
    "hd video": "A simple, one-touch button allows you to record video with amazing clarity in high-definition, right from your camera.",
    "intelligent auto  shadow adjustment technology": "It automatically identifies the scene you are shooting - up to 30 different scene modes including portrait, landscape, night + portrait, macro or sports - and adjusts the settings for ideal results. iAuto combines with Shadow Adjustment technology to capture scenes exactly as you see them even in difficult lighting situations.",
    "magic art filters  still and movie": "Express your creativity with up to 12 special effects for your photos and HD movies. Olympus' magic art filters infuse familiar scenes with unexpected moods ranging from the exciting to the serene and from the whimsical to the mysterious.",
    "megapixels": "16.0 MP",
    "model": "VR-340 / D-750",
    "mpn": "VR-340/W",
    "oneday": "$21.06\n80% Off\n1-2 business days",
    "optical zoom": "10x",
    "screen size": "3\"",
    "standard": [
        "$6.79\n80% Off\n4-7 business days",
        "$31.52\n60% Off\n4-10 business days",
        "$24.74\n60% Off\n4-10 business days"
    ],
    "type": "Point & Shoot",
    "upc": "050332182653"
}