{
    "<page title>": "Nikon Coolpix S9300 16 MP CMOS Digital Camera with 18x Zoom 018208131433 | eBay",
    "brand": "Nikon",
    "bundled items": "Case or Bag, Flash, Lens, Memory Card",
    "capture fast moving": "When your subject is fast-action, you need a camera that can keep up. The S9300 can capture up to 7 shots in approximately one second. That once-in-a-lifetime moment will be captured forever.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "get creative with incamera effects": "Add your personal touch to everything you capture. Apply in-camera special effects such as Low Key, High Key, Nostalgic Sepia, even Selective Color, and put a little variety into images and movies. Bring new creative looks to still images by applying a filter effect like Fisheye or Miniature. The best part: you can instantly share your creations with fellow travelers as they gather around the S9300's large, high-resolution 3.0-in. LCD monitor.",
    "incredible reach and versatility": "Explore new horizons with a far-reaching 18x zoom. Zoom in to create a colorful still life display of trinkets and charms inside a covered market, then zoom out and frame a stunning wide-angle sunset. The S9300 boasts an 18x optical Zoom-NIKKOR ED glass lens (25 - 450mm) with optical VR Image Stabilization, which minimizes the chance of blur when shooting photos and movies.",
    "megapixels": "16.0 MP",
    "model": "S9300",
    "mpn": "26315",
    "optical zoom": "18x",
    "power and portability": "Power and portability Power and portability blend perfectly into the COOLPIX S9300. Photograph everything from the nightlife in Cancun to the vibrant details of a flower market with the S9300's 18x wide-angle zoom. Create stunning low-light photos without a flash, thanks to its 16.0 megapixel CMOS sensor. Shoot with high-speed framing rates, and record Full HD (1080p) movies at the touch of a button. Plus, built-in GPS provides an accurate and detailed diary of where you've been!",
    "screen size": "3\"",
    "superb lowlight shooting": "The S9300's 16.0 megapixel CMOS sensor expertly manages high-resolution imagery, delivering the exceptional image quality you expect from Nikon. Even when shooting in low light, the photos and movies you create will be so vibrant, they'll transport you back to the instant they were created. Nikon's backside-illuminated CMOS sensor technology increases the flow of light to the sensor's surface, thereby yielding improved image quality and reduced noise.",
    "type": "Point & Shoot",
    "upc": "018208263158"
}