{
    "28inch variangle purecolor ii va lcd": "The LCD screen has 461,000 dots giving a clear and sharp view on images either when shooting or in playback mode. It includes a real time histogram display so you can easily view conditions and alter your shooting settings if required.",
    "5x zoom lens": "The 5x zoom lens on the PowerShot G11 extends down to a 28mm equivalent in 35mm format, making it perfect for capturing wide-angle scenes, and zooms in to the equivalent of 140mm. Combined with an optical 4-stop IS mechanism this ensures sharp images even when the camera is hand held in low light and at longer focal lengths.",
    "<page title>": "Canon PowerShot G11 from Japan with Black Leather Case | eBay",
    "auto white balance": "A technology from the EOS DSLR series the G11 has a white balance correction feature that allows you to adjust white balance correction in-camera so you can fine-tune for the colors you want in your pictures.",
    "brand": "Canon",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "Japan",
    "dual antinoise system": "As seen in the Canon DSLR models, like the EOS 5D Mark II and EOS 50D, the DIGIC 4 processor carries out image processing in-camera and in combination with the high-sensitivity 10.0 Megapixel delivers full resolution shooting up to ISO 3200 for exceptional performance in all lighting conditions.",
    "megapixels": "10.0 MP",
    "model": "G11",
    "mpn": "POWERSHOTG11",
    "optical zoom": "5x",
    "raw shooting": "Many professionals prefer to shoot in RAW mode rather than shooting JPEGs. The PowerShot G11 features a RAW recording mode so that you can obtain the highest quality images possible from the camera and integrate the G11 easily into your RAW workflow.",
    "screen size": "2.8\"",
    "type": "Point & Shoot"
}