{
    "121 megapixels super had ccd image sensor": "A powerful 12.1 megapixels 1/2.3\" Super HAD CCD image sensor helps you capture gorgeous images with superb contrast and clarity down to the finest detail. With 12.1 megapixels, you can create stunning, photo-quality prints up to A3 size, or crop your images and still come away with high resolution shots.",
    "27 lcd display": "A large 2.7\" LCD display features sharp, natural color that makes it easy to compose shots, read menus, and view photos.",
    "4x optical zoom lens": "4x optical zoom lens captures sharp images, even from a distance, and enables close-up shooting up to just under 2\" from the subject.",
    "<page title>": "Sony Cyber Shot DSC S980 12 1 MP Digital Camera Silver 027242749160 | eBay",
    "brand": "Sony",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "direct playback button": "Direct playback button provides one-touch ability to review images while shooting, or quickly start up playback mode from power-off status.",
    "easy shooting mode": "With easy shooting mode, even beginners can take great photos. In easy shooting mode, easy-to-understand basic instructions are displayed on the LCD screen and the camera switches to all automatic settings so you can just take the picture without worrying about settings.",
    "face detection technology": "Face Detection technology detects up to eight individual faces and adjusts flash, focus and exposure to deliver crisp, properly lit images of family and friends.",
    "high sensitivity mode iso 3200": "High ISO allows for faster shutter speed, so you can take photos indoors or in low light without the need for a flash. In addition to high sensitivity mode (ISO), you can select up to eight ISO settings when shooting in program auto mode to adjust sensitivity to your shooting conditions.",
    "histogram display": "Histogram display gives you more control over your images with the ability to optimize exposure adjustments for better detail in both light and dark areas of a photo.",
    "incamera retouching tools": "Retouch and enhance your photos on the go with in-camera trimming and red-eye correction functions.",
    "megapixels": "12.1 MP",
    "model": "DSC-S980",
    "mpn": "DSC-S980/S",
    "multipurpose resize function": "The multi-purpose resize function lets you change the aspect ratio of an image right in the camera, so you can adjust images as necessary, whether you want to display them on a compatible HDTV3, e-mail them or upload them to a blog.",
    "optical zoom": "4x",
    "scene selection modes": "Choose from seven convenient scene selection modes to quickly adjust for specific shooting conditions, including high sensitivity, twilight, twilight portrait, landscape, soft snap, snow, and beach.",
    "screen size": "2.7\"",
    "steadyshot digital image stabilization": "SteadyShot digital image stabilization compensates for camera shake and helps prevent blur by capturing two photos at high shutter speeds and combining them into a single clear image.",
    "type": "Point & Shoot",
    "upc": "4905524580488"
}