{
    "161megapixel mos sensor": "The DMC-ZS25 features the 16.1-megapixel high sensitivity MOS sensor that boasts high-speed signal output and high-sensitivity image recording for making many advanced features possible. It also allows shooting images up to ISO3200 in full resolution.",
    "40x intelligent zoom": "The intelligent zoom is an extensive zoom function using digital zoom with minimum deterioration of image quality thanks to the Intelligent Resolution technology. The 20x optical can virtually extend to 40x equivalent.",
    "<page title>": "Panasonic Lumix DMC TZ35 689466657111 | eBay",
    "brand": "Panasonic",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative panorama": "With the industry's first Creative Panorama, 12 filter effects make panorama images more impressive, and expand your expressive abilities.",
    "light speed af": "The Light Speed AF helps to catch even the most fleeting photo opportunities. You can quickly focus on moving subjects, such as when you're shooting sports scenes or animals.",
    "megapixels": "16.1 MP",
    "model": "DMC-ZS25 / DMC-TZ35",
    "mpn": "DMC-ZS25K",
    "nano surface coating": "The Panasonic's black box technology Nano surface coating boasts extremely low reflectance ratio and it is applied to DMC-ZS25 for exceptional optical performance with stunning clarity by minimizing flaring and ghosts.",
    "optical zoom": "20x",
    "power ois optical image stabilizer": "The Power O.I.S. (Optical Image Stabilizer) suppresses the low-frequency vibration hand-shake component, which is physically generated when pressing the shutter button or when shooting at night with a slow shutter speed. The O.I.S. also works for powerful zoom shots, which are especially susceptible to hand-shake. Plus, the active mode is effective for video recording.",
    "powerful 20x optical zoom lens in slim body": "The DMC-ZS25 boasts a 20x optical zoom lens that fits in a slim, pocket-sized profile. The powerful 20x optical zoom lens draws your subjects right up close, and lets you freely capture decisive sports scenes, along with the natural expressions of people and animals.",
    "quick startup time": "The DMC-ZS25 boasts the quick start-up time. Together with the Light Speed AF, the DMC-ZS25 never misses the most fleeting shooting opportunities.",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "ultra wideangle lens": "The 24 mm ultra wide-angle lens - rare on a compact camera - gives you a wider range of composition possibilities with a larger viewing space compared to that of 35mm camera. The high-quality LEICA DC lens minimizes distortion at the wide end.",
    "upc": "885170117549",
    "venus engine": "The DMC-ZS25's Venus Engine processes large amount of full HD data at high-speed. At the same time, the multi-task image-processing engine, the Venus Engine realizes a super-fast response time."
}