{
    "<page title>": "Samsung DV150F 16 2MP Dual View Smart Camera with Built in Wi Fi Cobalt Black 616641719586 | eBay",
    "beauty palette": "Even if you're not ready for your close-up, you can still create the perfect social network profile picture. Choose from seven different makeup looks that help you change the color of your lipstick, eye shadow, cheek blush - even your eyes. You can cover up blemishes, smooth out skin tone, and slim the shape of your face, too.",
    "brand": "Samsung",
    "design 5 colors  aluminum body": "With the modern design of the dual LCD screens, the front LCD is neatly hidden leaving much room for style. The front catches your subject's eye with its shimmering metallic color, while the point color leather grip pattern of the back provides a pleasing contrast. With its sleek, seamless body and rounded design, the camera feels as good in your hand as it feels great to have handy.",
    "domestic shipping to lower 48": ".",
    "dual lcd 38mm front lcd": "The Samsung SMART CAMERA features a front LCD that makes taking group and other tricky self-portraits a snap. Play Children Mode animation to hold a kid still; let the group know just when to smile with Self Timer's visual countdown. Be part of every image with the front LCD, preview self-portraits, then click, and effortlessly get perfect pictures with you in the middle of the action. With Jump Shot, quickly shoot images of your friends jumping around, and then create fun GIF animations.",
    "express shipping": "Express Shipping is for the lower 48 states only. There is no express shipping available for Alaska, Hawaii, Puerto Rico, U.S. Territories and International orders.",
    "f25 25mm 5x zoom lens  162 mega pixels": "When you're taking pictures at a performance, make every seat the best seat in the house. The 5x optical zoom gives you great close-ups, even from the back row. Up front? The 25mm wide-angle lens captures all the action on stage. And the combination of 16.1 megapixels and F2.5 lens give you high quality images - even in dim lights.",
    "hotels": "DO NOT",
    "international shipping": "Paypal is our only accepted from of payment . Shipping charges only cover the cost of shipping and insurance. HotDigital is not responsible for any customs/duty/tax/brokerage fees that may be incurred. These are the sole responsibility of the buyer. As these fees are assessed by each country we are unable to quote a price for or control them. We can only ship to addresses which are Confirmed or Verified through PayPal. We cannot declare items at a lesser value or as \"gifts.\"",
    "megapixels": "16.2 MP",
    "mobilelink": "Now you can select and send an image or album directly to an Android smartphone, iPhone or tablet with the Samsung MobileLink. You don't even have to send the image as a text message or as an email. With MobileLink, you can control the album on your phone and the changes will be saved to your camera, too.",
    "model": "DV150F",
    "mpn": "EC-DV150FBPBUS",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "shipping to apofpos": "The free shipping is for lower 48 only",
    "tax": "NY & NJ State Residents please add your local Sales Tax.",
    "type": "Point & Shoot",
    "upc": "616641719586",
    "wifi connectivity with direct link": "Experience the wireless advantages of the SMART CAMERA's Wi-Fi connectivity and truly intelligent features. The dedicated DIRECT LINK hot key helps you quickly connect to Wi-Fi networks, while AutoShare, Social Sharing, Cloud, email, AllShare Play and PC Auto Backup let you share memories with friends and family around the world. Features including, Software Upgrade Notifier, the Samsung SMART CAMERA App, MobileLink and Remote Viewfinder make it easy to connect to your smartphone and tablet."
}