{
    "3 lcd screen with 921k dots": "The K-01 features a large, easy-to-view, high-resolution 3\" color LCD monitor. Its wide-view design assures a clear view of the monitor from approximately 170-degree horizontally and vertically, making it particularly useful in low and high-angle shooting.",
    "<page title>": "Pentax K Series K 01 16 0 MP White Body Only Memory Card Remote Pen 027075215320 | eBay",
    "brand": "Pentax",
    "bundled items": "Lens Cleaning Kit, Memory Card",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "equipped with sensor shift shake reduction system": "The K-01 is equipped with a sensor shift shake reduction system. This system moves the sensor in the opposite direction than the one of the camera, so that the sensor remains in the same position during the shooting of the pictures.",
    "full hd video with dedicated button and multiple controls": "The K-01 not only offers high quality videos in Full HD using the H.264 codec, it also introduce a large range of filters and other creative function for you to be able to, not only shoot movie, but create movie. The K-01 is equipped with all the connections to record not only the video, but also the sound, and to export all easily on your PC or TV via the HDMI cable.",
    "hdr mode with direct access dial": "The HDR (High Dynamic Range) mode, which produces one extra-wide-gradation composite photo from three images taken at different exposure levels, has been upgraded to create a greater range of visual expressions. This upgraded HDR mode can be instantly elected with a turn of the mode dial. The user can take advantage of features to select one of three exposure increments as well as the level of effects, while an automatic position adjustment function assures precise alignment of three images even when they are taken with a handheld K-01.",
    "megapixels": "16.0 MP",
    "model": "K-01",
    "mpn": "15222",
    "optical zoom": "5x",
    "screen size": "3\"",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "027075215320"
}