{
    "<page title>": "Nikon Coolpix L26 16 1 MP Digital Camera Silver 018208262977 | eBay",
    "brand": "Nikon",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "from near to far with ease": "A lot happens in your life that should not be missed. The L26's 5x optical Zoom-NIKKOR glass lens captures stunning close-ups and telephoto shots for both photos and movies. Plus, the L26's optical VR image stabilization system minimizes blur for sharper, clearer pictures.",
    "hasslefree memories": "So easy to use - just turn it on and shoot! An easy-to-understand menu makes the COOLPIX L26 an ideal camera for beginners or anyone looking for better pictures. Its 5x optical Zoom-NIKKOR glass lens gets the shot you want, from wide-angle to telephoto. Make family and friends look their best with Nikon's in-camera smart portrait system, which automatically retouches and enhances photos. Want a movie clip? Make HD (720p) movies at the touch of a button. Even take great close-up shots less than 4 inches away.",
    "let the camera do the thinking": "Keep it simple. Let easy auto mode automatically select the best camera settings for the most frequently shot photo subjects, including portrait, landscape, night setting or close-up. Just turn on the L26, point, shoot and enjoy the great photo you just made.",
    "megapixels": "16.1 MP",
    "memories that move": "Sometimes, nothing tells a story like a movie. When you want to switch from stills to movie making, simply press the dedicated movie record button conveniently located on the back of the camera. Record movies in HD (720p) with sound, and then enjoy them on the camera's big, bright 3-inch LCD monitor, a computer or an HDTV.",
    "model": "L26",
    "mpn": "26297",
    "optical zoom": "5x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "018208262977"
}