{
    "<page title>": "Panasonic Lumix DMC GF2 Digital Camera Black Body Only 885170041721 | eBay",
    "brand": "Panasonic",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creativity controls bring out your creative side": "The Panasonic Lumix GF2 is artistic not only in form, but also in function, as it provides an array of features that lets users capture true-to-life images while also creating their own expressive, beautiful images. The Lumix GF2 features My Color mode which is integrated with the conventional Film mode. My Color mode offers a total of eight preset effects - expressive, retro, pure, elegant, cinema, monochrome, dynamic art, silhouette, plus custom mode, which lets users manually set the color, brightness, saturation and contrast levels. Also, with the Full-time Live View function, users can see how these settings will affect the images before they shoot, which makes it easier to capture the exact effect desired. The Lumix GF2 has 17 Scene modes, most which can be used during video shooting, too. The exposure meter can be displayed in the P/A/S/M shooting modes for entry-level users to learn the correlation between shutter speed and aperture visually to enhance their photography skills.",
    "hd movies in stereo at the touch of a button": "The familiar red button next to the shutter button allows for quickly switching between still and video shooting. The Lumix GF2 shoots professional-quality full High Definition (HD) videos as well as handling still photography. A dedicated video record button makes it easy to start shooting videos and a high quality sound is recorded with the stereo microphone for Dolby Digital Stereo Creator. Panasonic's iA mode extends to vide recording, with the following features: Optical Image Stabilizer, Face Detection, Intelligent D-range Control and Intelligent Scene Selector.",
    "intelligent auto quick access button": "With the Intelligent Scene Selector in the iA mode, the camera automatically switches to the appropriate mode according to the subject touched.",
    "intuitively easy with a touch controlled lcd": "The Lumix GF2 is extremely easy to operate for consumers at any level, thanks to a user interface which allows for the focus to be set, or shutter released, by simply touching the large 3\" touch-screen LCD. The touch-screen LCD makes taking great photos intuitive. Once a user locks on a subject by touch, the Lumix GF2 tracks the subject with the AF tracking function, even if the subject moves making it easy to take photos of moving subjects, like children playing. The contrast AF system adopted by the Lumix DMC-GF2 is not only accurate and easy to use, but also very fast.",
    "megapixels": "12.1 MP",
    "model": "DMC-GF2",
    "mpn": "DMC-GF2-K",
    "qmenu for quick menu navigation": "The touch operation also dramatically shortens the time spent navigating the menus. With the Lumix GF2's Touch Q-menu, the user can customize the camera's shortcuts with the most commonly used settings. Together with the simple button components, including the dedicated buttons for movie recording and iA (Intelligent Auto) mode which lights in-use, users can operate the camera intuitively with ease.",
    "screen size": "3\"",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "885170041721",
    "venus engine fhd image processing": "While achieving breakthroughs in compactness of design and outstanding photo and video quality, the Panasonic Lumix GF2 can contribute its professional-level imaging performance to well-balanced engine and sensor technologies. For the image processor, the Venus Engine FHD is incorporated, featuring exceptionally high performance signal processing capabilities in both photo and movie recording. With the advanced noise reduction system employing the 3D NR and CNR (Chromatic Noise Reduction), users can capture clear, naturally-balanced images even when shooting at high ISO sensitivity levels to help prevent the color bleeding."
}