{
    "<page title>": "Canon PowerShot A20 2 0 MP Digital Camera Metallic Silver 0013803001983 | eBay",
    "additional features": "AE/FE Lock, Auto Power Save, DPOF Support, Date/Time Stamp, Not Interchangeable Lenses, USB, With Tripod Mount",
    "auto focus type": "Active, TTL contrast detection",
    "battery form factor": "Standard form factor",
    "brand": "Canon",
    "camera flash features": "Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash",
    "camera type": "Point & Shoot",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x USB, 1 x composite video output",
    "continuous shooting speed": "2.5 frames per second",
    "depth": "1.5 in.",
    "digital zoom": "2.5x",
    "display rotation": "Built-in",
    "display size": "1.5\"",
    "display type": "LCD",
    "effective flash range": "26 cm - 4.2 m",
    "expansion slot": "1 x CompactFlash Card - type I",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Evaluative",
    "exposure modes": "Automatic, Manual, Program",
    "flash modes": "Auto Mode, Fill-in Mode, Flash ON Mode, OFF mode, Red-eye Reduction",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "35 - 105mm",
    "focus adjustment": "Automatic",
    "height": "2.8 in.",
    "light sensitivity": "ISO 100, ISO 150",
    "light sensitivity max": "150",
    "macro focus range": "16-76cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/1500 sec",
    "megapixels": "2.0 MP",
    "microphone type": "None",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "1 sec",
    "model": "A20",
    "mpn": "6864A001AA",
    "operating system supported": "Apple Mac OS 8, Apple Mac OS 9",
    "optical viewfinder type": "Real-image zoom",
    "optical zoom": "3x",
    "product information": "You say you want first-class definition, sharpness and color? Well, you've got them with this pixel-packed PowerShot A20. To make sure your transition to the world of digital photography is a clear one, PowerShot A20 delivers enough definition to satisfy the most discerning eye. The A20's 2.1-megapixel CCD is augmented by a primary color filter and adaptive signal processing. It means that this camera will capture every detail of all your adventures with a clarity and brilliance that will amaze you. PowerShot A20 features a high-resolution 3x optical zoom that allows you to get in on the action without being right on top of it. And a digital zoom feature gets you even closer! Far out shots are within your reach! PowerShot A20's fully automatic optical zoom lens allows you to frame the perfect shot - from portrait to landscape - with the touch of a button. And if that isn't enough, A20's 2.5x digital zoom will bring you closer still.Still having fun after sundown? Not to worry! A20 packs a powerful flash that will shed light on your darkest hour. From focus to flash, A20 is fully automated - so you'll never miss out on the perfect shot while you're fumbling with your settings. Relying on easy-to-find AA batteries, A20 is also incredibly energy-efficient, so you'll never run out of juice while shooting your vacation. And for economy-minded users, the optional rechargeable NiMH batteries guarantee the power you need at a savings you will appreciate. A20 is incredibly affordable, but you'd never guess it based on several features they have in common with higher-end cameras. Despite an affordable price tag, PowerShot A20 provides several features normally associated with higher-end models: shutter speeds from 1 second to 1/1500 of a second; high-precision white balance ensuring optimum color temperature; and nine image quality modes that enable users to choose the level of definition that best meets their needs. A20 may be affordable, but you'd never call it \"cheap\". Store lots of pictures with the supplied CompactFlash memory card, and then take advantage of the easy-to-use USB interface and Canon software to display your images on your computer screen, create dramatic panoramic images or arrange an onscreen slide show! With this specially designed case, your photo sessions will never suffer another rain delay. You can even take your A20 down to 100 feet (30 m) underwater!For the ambitious amateur, A20 supports a wide-angle converter and close up lens that will bring the perfect shot within your reach. And now you can make high-quality prints - anywhere, anytime - in less than 60 seconds by connecting to the ultra-compact CP-10 Card Photo printer.\nProduct Highlights Video\nProduct Identifiers BrandCanon ModelA20 MPN6864A001AA UPC0013803001983, 750845808186\nKey Features Camera TypePoint & Shoot Optical Zoom3x Digital Zoom2.5x Sensor Resolution2.0 MP Screen Size1.5\"\nOptical Sensor Sensor Size1/2.7\" Sensor TypeCCD\nLens System Macro Focus Range16-76cm Focus AdjustmentAutomatic Auto Focus typeActive, TTL contrast detection Focal Length Equivalent to 35mm Camera35 - 105mm\nExposure Max Shutter Speed1/1500 sec Min Shutter Speed1 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringEvaluative Exposure ModesAutomatic, Manual, Program Light SensitivityISO 100, ISO 150 Light Sensitivity Max150\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range26 cm - 4.2 m Camera Flash FeaturesAuto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash Flash ModesAuto Mode, Fill-in Mode, Flash ON Mode, OFF mode, Red-eye Reduction\nMemory / Storage Supported Flash MemoryCompactFlash Card Type I, CompactFlash I\nViewfinder Viewfinder TypeOptical Optical Viewfinder TypeReal-image zoom Viewfinder - Field Coverage80%\nDimensions Depth1.5 in. Height2.8 in. Width4.3 in. Weight8.8 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 1.5\" - color Display Size1.5\"\nMicrophone Microphone TypeNone\nConnections Connector Types1 x USB, 1 x composite video output Expansion Slot1 x CompactFlash Card - type I\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS 8, Apple Mac OS 9\nBattery Battery Form FactorStandard form factor\nFile Format Still Image FormatJPEG, Raw Image\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, Auto Power Save, DPOF Support, Date/Time Stamp, Not Interchangeable Lenses, USB, With Tripod Mount\nMiscellaneous Shooting ProgramsLandscape, Macro, Stitch assist White BalanceAuto, Cloudy (Preset), Daylight / Sunny (Preset), Fluorescent (Preset), Tungsten (Preset) Continuous Shooting Speed2.5 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 1.5\" - color",
    "screen size": "1.5\"",
    "sensor resolution": "2.0 MP",
    "sensor size": "1/2.7\"",
    "sensor type": "CCD",
    "shooting programs": "Landscape, Macro, Stitch assist",
    "still image format": "JPEG, Raw Image",
    "supported flash memory": "CompactFlash Card Type I, CompactFlash I",
    "upc": "0013803001983, 750845808186",
    "viewfinder  field coverage": "80%",
    "viewfinder type": "Optical",
    "weight": "8.8 Oz.",
    "white balance": "Auto, Cloudy (Preset), Daylight / Sunny (Preset), Fluorescent (Preset), Tungsten (Preset)",
    "width": "4.3 in."
}