{
    "<page title>": "Fujifilm x Series x Pro1 16 3 MP Digital Camera Black Body Only 074101013702 | eBay",
    "brand": "Fujifilm",
    "bundled items": "Extra Battery, Memory Reader",
    "country/region of manufacture": "Japan",
    "hybrid multi viewfinder": "Featuring the freedom to switch between an optical and electronic viewfinder, the hybrid viewfinder has evolved to meet the challenge of interchangeable lenses. When an XF series lens is mounted, lens data are communicated to X-Pro1, and viewfinder magnification and frame size are automatically switched. Peering through the viewfinder with all your attention focused on the subject. This simple style of shooting is the both the first step back to the essential pleasure of photography. Every lens change reveals a new world of beauty to capture.",
    "megapixels": "16.3 MP",
    "model": "X-Pro1",
    "mpn": "16225391",
    "screen size": "3\"",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "074101013702",
    "x mount": "Taking full advantage of the mirrorless design, the mount boasts a short 17.7 mm flange back distance, a wider opening and deeper mounting of the lens, resulting in reduction of back focus distance to the minimum possible while achieving high resolution extending to the image edge areas. When a FUJINON XF lens is mounted, all lens information is instantly communicated to the body, integrating them into a seamless, responsive instrument.",
    "xf lens": "Designed especially for the X-Pro1, the FUJINON XF lens series promises enhanced resolution and light volume in image edge areas as well as reduced chromatic aberration for exceptional image quality. Featuring an all-glass aspherical lens and other elements, the lens is polished to perfection and treated with super EBC coating. Holding the high-quality metal barrel and operating the precision-machined 1/3-step aperture ring is a sensation that fires the desire to capture every scene. For photographers who seek the peak of photographic excellence, FUJIFILM raises the curtain on an era of interchangeable lenses and unveils a premium lineup of 3 single-focal length lenses."
}