{
    "2016pixel rgb metering sensor": "With 2,016 pixels, the metering sensor developed for the D7000 offers twice the metering pixels as the previous high-end metering sensor. Prior to shooting, the 2,016-pixel RGB sensor acquires accurate information regarding the scene. That information is then reflected in autofocusing, automatic exposure, i-TTL balanced fill-flash, and auto white balance control for extremely faithful images.",
    "39point af system": "Adoption of the Multi-CAM4800DX autofocus sensor module enables certain acquisition and tracking of the intended subject with 39 focus points. Nine cross-type sensors at the most frequently used center of the frame allow for certain acquisition of the intended subject. In addition, the number of active focus points can also be limited to 11.",
    "<page title>": "Gently Used Nikon D7000 16 2 MP Digital SLR Camera 018208254682 | eBay",
    "brand": "Nikon",
    "dmovie for recording and editing of full hd movies": "The D7000 is equipped with the D-Movie function that enables recording of high-definition movies exhibiting superior video quality. Autofocusing during movie recording is possible using contrast-detect AF. When the focus mode is set to Full time-servo AF (AF-F) and the AF-area mode to Subject-tracking AF, the camera automatically maintains focus on a subject moving throughout the frame in three dimensions. The D7000 also offers in-camera movie editing functions that allow users to save a single frame as a still JPEG image or delete unnecessary portions from the beginning or end of movie files.",
    "megapixels": "16.2 MP",
    "model": "D7000",
    "mpn": "25468",
    "screen size": "3\"",
    "superior subject acquisition and tracking performance": "Depending upon the scene or subject, the AF-area mode can be selected from Single-point AF, Dynamic-area AF, 3D-tracking and Auto-area AF. Wide focus areas containing a large number of focus points work together to accurately acquire and track the subject",
    "type": "Digital SLR",
    "upc": "084684027270"
}