{
    "<page title>": "Canon PowerShot G1 x 14 3 MP CMOS Digital Camera | eBay",
    "aperturepriority": "You set the aperture, controlling depth-of-field. The camera automatically selects the shutter speed.",
    "custom": "Define and store your own settings to achieve the effects you prefer.",
    "fireworks": "Create brilliant images of skyrocketing fireworks.",
    "fisheye effect": "Now you can get the fisheye effect ï¾\u0097 a classic photographic distortion ï¾\u0097 without a fisheye lens.",
    "handheld night scene": "Take clear and steady pictures at night without the use of a tripod.",
    "high dynamic range": "The camera combines three different exposures to get one evenly lit image.",
    "iframe movie": "The Appleï¾® movie format, iFrame, makes it easier and quicker to import and upload videos while retaining high image quality.",
    "manual": "You have complete control of exposure, selecting both aperture and shutter speed manually.",
    "miniature effect": "Give images a miniature look with an effect that emphasizes perspective by blurring the top and bottom of the image.",
    "monochrome": "Choose from three single-tone effects: Black-and-White, Sepia, or Blue.",
    "movie": "Capture high-quality video in HD (1920 x 1080 or 1280 x 720) or VGA (640 x 480) with audio. Easily delete unwanted clips in playback mode.",
    "movie digest": "Records a video clip before capturing a still image and then combines one dayï¾\u0092s worth of clips into a video.",
    "nostalgic": "Create the look and feel of old photographs using sepia tones and black-and-white.",
    "portrait": "Brings the subject into focus while beautifully blurring the background.",
    "poster effect": "Poster Effect combines several similar shades into one color, turning subtle gradations into eye-catching, scene-popping contrasts.",
    "program": "The camera automatically and intelligently selects the aperture/shutter speed combination based on the shooting conditions.",
    "shutterpriority": "You select the shutter speed, and the camera automatically selects the appropriate aperture.",
    "smart auto": "The camera automatically selects the best shooting settings for optimal quality based on subjects and environmental factors to provide point-and-shoot simplicity.",
    "smart shutter": "The camera automatically takes the photo when people smile, wink, or get into frame.",
    "snow": "Shoot clear snow scenes without darkened subjects or an unnatural bluish tint.",
    "super vivid": "Super Vivid intensifies existing hues, saturating the scene with bright colors.",
    "toy camera effect": "Simulates photos taken with ï¾\u0093toyï¾\u0094 or pinhole cameras, darkening the image at the edges to create a vignette effect.",
    "underwater": "Capture underwater images with reduced backscatter effect. Optional Underwater Case required."
}