{
    "<page title>": "Samsung HZ15W 12 2 MP Digital Camera Free Shipping 44701010128 | eBay",
    "additional features": "720p HD Movie Recording, Audio Recording, Auto Contrast Balance (ACB), Automatic Face Tracking, Blink Detection, Built-In Speaker, Contrast Control, Cropping An Image, DPOF Support, Date/Time Stamp, Digital Image Rotation, Digital Image Stabilization, Direct Print, Exif Print Support, Face Retouch, HDMI, Intelligent Scene Selector, Not Interchangeable Lenses, PictBridge Support, Red eye Fix, Resizing an Image, Saturation Control, Sharpness Control, Smile Capture, USB 2.0 Compatibility",
    "battery form factor": "Manufacturer specific",
    "brand": "Samsung",
    "bundled items": "Case or Bag, Strap (Neck or Wrist)",
    "camera flash features": "Flash +/- Compensation",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x HDMI output, 1 x USB, 1 x composite video/audio output",
    "depth": "1.44 in.",
    "digital video format": "H.264, MPEG-4",
    "digital zoom": "5x",
    "display rotation": "Built-in",
    "display size": "3\"",
    "display type": "LCD",
    "effective flash range": "0.3 m - 4.7 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Spot",
    "exposure modes": "Automatic, Program",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "24 - 240mm",
    "focus adjustment": "Autofocus & Manual Focus, Automatic, Manual",
    "height": "2.42 in.",
    "integrated memory size": "21 MB",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200 (3Mpix), ISO 400, ISO 80, ISO 800, ISO auto",
    "light sensitivity max": "3200",
    "macro focus range": "5cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/1500 sec",
    "megapixels": "12.2 MP",
    "microphone operation mode": "Stereo",
    "microphone type": "Microphone - built-in - stereo",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "16 sec",
    "model": "HZ15W",
    "mpn": "EC-HZ15",
    "optical zoom": "10x",
    "product information": "The 12 megapixel HZ15W offers consumers one of the most powerful lenses on a compact point-and-shoot digital camera, featuring a 24mm ultra-wide angle Schneider lens coupled with a generous 10x optical zoom. For blur-free images, especially when using the HZ15W at its maximum zoom, Samsung includes both Optical and Digital Image Stabilization. Optical Image Stabilization can be used independently or shooters can choose Dual Image Stabilization, which combines the strengths of Optical and Digital Image Stabilization.The HZ15W puts high-definition video recording in the palm of users' hands. With the HZ15W, consumers have the ability to record high-definition video at a resolution of 720p, and utilize the camera's full 10x optical zoom. Samsung also incorporates H.264 compression and offers consumers true HDMI connectivity, which allows the camera to be connected directly to an HDTV without the need for a cradle. Additionally, the HZ15W's ultra-clear, three-inch LCD screen is sure to turn heads and gives consumers the ability to easily frame their shots and review their images and video in any condition, even in direct sunlight.Designed for a range of consumers, including entry-level photographers and advanced amateurs, the HZ15W offers a variety of shooting modes, including manual. The camera's manual shooting mode allows users to manually configure settings such as shutter speed, aperture, exposure, and ISO values. The HZ15W also features a highly-intuitive suite of automatic controls designed to help improve one's ability to take great digital images. The camera's advanced automatic shooting options include Face Detection, Smile Shot, Blink Detection, Beauty Shot, as well as Smart Auto, which automatically selects the appropriate scene mode for the user, and Smart Album, which simplifies the process of searching for an image saved on a memory card.\nProduct Highlights Video\nProduct Identifiers BrandSamsung ModelHZ15W MPNEC-HZ15 UPC44701010128\nKey Features Camera TypePoint & Shoot Optical Zoom10x Digital Zoom5x Sensor Resolution12.2 MP Screen Size3\"\nOptical Sensor Sensor Size1/2.33\" Sensor TypeCCD\nLens System Macro Focus Range5cm Focus AdjustmentAutofocus & Manual Focus, Automatic, Manual Focal Length Equivalent to 35mm Camera24 - 240mm\nExposure Max Shutter Speed1/1500 sec Min Shutter Speed16 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringCenter-Weighted, Multi-Segment, Spot Exposure ModesAutomatic, Program Light SensitivityISO 100, ISO 1600, ISO 200, ISO 3200 (3Mpix), ISO 400, ISO 80, ISO 800, ISO auto Light Sensitivity Max3200\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.3 m - 4.7 m Camera Flash FeaturesFlash +/- Compensation Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Integrated Memory size21 MB Supported Flash MemoryBuilt-in, MultiMediaCardplus, SD Memory Card, SDHC Card, SDHC Memory Card\nViewfinder Viewfinder TypeNone\nDimensions Depth1.44 in. Height2.42 in. Width4.13 in. Weight7.94 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 3\" - color Display Size3\"\nMicrophone Microphone TypeMicrophone - built-in - stereo Microphone Operation ModeStereo\nConnections Connector Types1 x HDMI output, 1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatH.264, MPEG-4 Still Image FormatDCF, DPOF 1.1, EXIF 2.21, JPEG\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional Features720p HD Movie Recording, Audio Recording, Auto Contrast Balance (ACB), Automatic Face Tracking, Blink Detection, Built-In Speaker, Contrast Control, Cropping An Image, DPOF Support, Date/Time Stamp, Digital Image Rotation, Digital Image Stabilization, Direct Print, Exif Print Support, Face Retouch, HDMI, Intelligent Scene Selector, Not Interchangeable Lenses, PictBridge Support, Red eye Fix, Resizing an Image, Saturation Control, Sharpness Control, Smile Capture, USB 2.0 Compatibility Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsAnti shake, Back light, Beach/snow, Beauty shot, Cafe, Children, Close-up, Dawn, Fireworks, Food, Landscape, Portrait mode, Self-portrait, Sunset, Text Special EffectsBlack & White, Blue, Calm, Classic, Cool, Forest, Green, Negative, Noise, Red, Retro, Sepia, Soft, Vivid White BalanceAuto, Cloudy (Preset), Daylight / Sunny (Preset), Fluorescent (Preset), Manual, Tungsten (Preset)",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 3\" - color",
    "screen size": "3\"",
    "sensor resolution": "12.2 MP",
    "sensor size": "1/2.33\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Anti shake, Back light, Beach/snow, Beauty shot, Cafe, Children, Close-up, Dawn, Fireworks, Food, Landscape, Portrait mode, Self-portrait, Sunset, Text",
    "special effects": "Black & White, Blue, Calm, Classic, Cool, Forest, Green, Negative, Noise, Red, Retro, Sepia, Soft, Vivid",
    "still image format": "DCF, DPOF 1.1, EXIF 2.21, JPEG",
    "supported flash memory": "Built-in, MultiMediaCardplus, SD Memory Card, SDHC Card, SDHC Memory Card",
    "upc": "44701010128",
    "viewfinder type": "None",
    "weight": "7.94 Oz.",
    "white balance": "Auto, Cloudy (Preset), Daylight / Sunny (Preset), Fluorescent (Preset), Manual, Tungsten (Preset)",
    "width": "4.13 in."
}