{
    "<page title>": "Canon PowerShot Digital ELPH SD1200 Is Digital IXUS 95 Is 10 0 MP Digital | eBay",
    "additional features": "AE/FE Lock, Automatic Face Tracking, Built-In Speaker, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, Exif Print Support, Face Detection Self-timer, Histogram Display, Motion Detection, Orientation Detection, PictBridge Support, RGB Primary Color Filter, Red eye Fix, Resizing an Image, USB 2.0 Compatibility, i-Contrast system (Intelligent Contrast Correction)",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Canon",
    "camera type": "Point & Shoot",
    "compact design": "The pure aluminum body of the PowerShot SD1200 IS Digital ELPH is an inspired medium for bold expression, enhancing every gleam of color from the slim profile to the subtle curves that create a visual \"softness\" you can almost feel. When design takes a confident detour, your world goes along for the ride.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "1.4 frames per second",
    "depth": "0.86 in.",
    "digic 4 image processor": "Canon's most advanced image processor, DIGIC 4, delivers evolved Face Detection technology that keeps every face in every photo looking its very best. The technology finds and tracks the faces of moving subjects until you're ready to shoot, then delivers perfect focus. In addition, exposure, flash and white balance are compensated, so that faces exhibit natural skin tones and backgrounds are properly exposed.",
    "digital video format": "AVI",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "effective flash range": "0.3 m - 4.2 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Evaluative, Spot",
    "exposure modes": "Automatic, Program",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "35 - 105mm",
    "focus adjustment": "Automatic",
    "height": "2.16 in.",
    "intelligent contrast correction": "DIGIC 4 also makes possible the i-Contrast (Intelligent Contrast Correction) system, which controls the compensation level in pixel units to brighten dark areas while leaving bright areas unchanged for better images where the main subject is dark, and more natural transition. The PowerShot SD1200 IS Digital ELPH can even use i-Contrast in playback mode to adjust images that were shot without the setting activated.",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 80, ISO 800, ISO auto",
    "light sensitivity max": "3200",
    "macro focus range": "3-50cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/1500 sec",
    "max video resolution": "640 x 480",
    "megapixels": "10.0 MP",
    "microphone operation mode": "Mono",
    "microphone type": "Microphone - built-in - electret condenser - mono",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "15 sec",
    "model": "Digital ELPH SD1200 IS / Digital IXUS 95 IS",
    "mpn": "SD1200IS Pink",
    "optical viewfinder type": "Real-image zoom",
    "optical zoom": "3x",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "10.0 MP",
    "sensor size": "1/2.3\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Aquarium, Beach, Digital macro, Fireworks, Foliage, High sensitivity, Indoor, Kids & pets, Landscape, Night snapshot, Portrait mode, Slow shutter, Snow, Sunset, Underwater",
    "special effects": "Black & White, Sepia, Vivid",
    "still image format": "JPEG",
    "supported flash memory": "MultiMediaCard, MultiMediaCardplus, SD Memory Card, SDHC Memory Card",
    "type": "Point & Shoot",
    "viewfinder type": "Optical",
    "weight": "4.23 Oz.",
    "width": "3.46 in."
}