{
    "<page title>": "Nikon D3S Camera Body Excellent Condition USA Version | eBay",
    "approx 100 frame coverage": "The D3S's large prism gives you the FXformat visual advantage when you shoot. The viewfinder image is not only large and bright, but the focusing screen is also carefully designed to help you to intuitively sense sharp focus, be it manual or autofocus.",
    "brand": "Nikon",
    "bundled items": "Extra Battery",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "info button": "Makes it easy to view and change settings. Push once to see the settings. Push again for a direct shortcut to the menu page of the camera setting you want to alter.",
    "live view button": "The dedicated live view button gives you instant access, offering two live view modes: tripod mode for accurate AF operation and hand-held mode for more versatile shooting angles. The speed for contrast-detect AF in tripod mode has also been improved for enhanced practicality.",
    "magnesium alloy rugged dependability": "The body, exterior cover, chassis and mirror box are comprised of strong-yet lightweight magnesium alloy to perform in demanding real-world conditions and assure superb, reliable performance and longer life.",
    "megapixels": "12.1 MP",
    "mirror balancer": "Minimizes mirror bounce and extends viewing time, which allows more time for AF operation - one reason why the D3S can offer autofocus and focus tracking even at high-speed continuous shooting.",
    "model": "D3s",
    "mpn": "25008",
    "screen size": "3\"",
    "selfdiagnostic shutter": "Shutter speeds range from 1/8,000 s to 30 s with an internal mechanism that automatically monitors and corrects possible variances between the designated shutter speed and the actual shutter timing over the shutter mechanism's life span.",
    "shutter durability": "For the reliability professionals' demand, the shutter of the D3S has been tested for 300,000 cycles. And to ensure rigorous real-world conditions, the testing is always performed on fully assembled cameras.",
    "twin cf card slots": "Record two full CF cards of data, record the same data onto two cards (backup), record RAW and JPEG simultaneously onto separate cards, and transfer data from one card to another. You can also designate the slot for data-heavy D-movie recording.",
    "type": "Digital SLR"
}