{
    "<page title>": "Nikon Coolpix L24 14 0 MP Digital Camera 18208262403 | eBay",
    "brand": "Nikon",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "dont miss the moment": "Birthdays. Weddings. Baby's first steps. With the Coolpix L24, it's never been easier to keep these memories alive. This compact camera makes it simple to shoot clear photos and movies that you can e-mail, post on a family website, or print and frame at home. With the Coolpix L24, it's easy to capture life's most precious moments. The scene mode system lets you choose from 16 scenes to find the best for your situation, or you can rely on the easy auto mode to automatically select the best settings for your photos. You'll also catch unforgettable facial expressions with Nikon's Smart Portrait System, which includes a blink warning that alerts you when your subject may have blinked; in-camera Red-Eye technology that automatically fixes red eye; and face-priority that focuses up to 12 faces.",
    "megapixels": "14.0 MP",
    "memories that move  and move you": "Sometimes a still picture can't preserve a memory like a moving image. School plays. Piano recitals. A child's first words. For moments like these, the Coolpix L24 shoots TV quality movies - complete with sound - at 30 fps with 640 x 480 resolution. It's never been simpler to capture life's most special moments, and it's never been easier to relive them because you can watch them on the camera's LCD, your TV, or your home computer screen.",
    "model": "L24",
    "mpn": "26240",
    "optical zoom": "3.6x",
    "powerful affordable unbeatable": "The palm-sized Coolpix L24 is as powerful as it is affordable. It boasts 14-megapixel recording for razor-sharp photos that will retain their detail on prints as large as 16 x 20 inches. Plus, a 3.6x optical Zoom-NIKKOR glass lens features a zoom range from 37 mm to 134 mm, so you can capture an entire graduation class as easily as you can your favorite graduate. The Coolpix L24 makes it a breeze to shoot quality photos and movies. It has a bright three-inch LCD so it's easy to see the screen, shoot your picture, and share it with friends. Its three-way Vibration Reduction (VR) Image Stabilization System minimizes the streaky images that result from shots taken with shaky hands. Its motion detector identifies moving subjects and then adjusts the camera's settings to catch the action, so you're sure to capture a sandlot player's game-saving catch or first bike ride.",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "715663248651"
}