{
    "<page title>": "Leica C Lux 2 7 2 MP Digital Camera Black Manual Two Batteries Charger Mint | eBay",
    "brand": "Leica",
    "bundled items": "Extra Battery",
    "compact design": "Characterized by a compact design and extremely simple handling, the V-LUX 2's integrated handgrip and light weight allow photgraphers to shoot one-handed with ease. The camera controls are clearly laid out, ensuring fast and simple operation. For instance, video recording can be started quickly and easily at the touch of a button on the top deck of the camera.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "continuous shooting at high speed": "The ultra-fast consecutive burst capability of the Leica V-LUX 2 is more than impressive - with 11 frames per second at the full resolution of 14.1-megapixel or 60 frames per second with a resolution of 2.8-megapixel, the Leica V-LUX 2 is one of the world's fastest consecutive shooting cameras. This means that you just won't miss the decisive moment - even when shooting the fastest-moving subjects in the worlds of sport and nature. What's more, the V-LUX 2 can even reveal the details of motion sequences otherwise invisible to the human eye.",
    "foldout lcd display": "The V-LUX 2 offers viewing perspectives when shooting. The reason is its 3\" LCD screen that can be twisted and turned in almost any direction making it easy to compose pictures taken from the most unusual or challenging angles. When shooting stills or video from over their head or down close to the ground - photographers using the V-LUX 2 are in full control. And its high-resolution display with 460,000 pixel resolution guarantees a finely detailed and brilliant viewing image.",
    "megapixels": "7.2 MP",
    "model": "2",
    "mpn": "18393",
    "optical zoom": "3.6x",
    "screen size": "2.5\"",
    "type": "Point & Shoot",
    "ultrawide focallength range": "Just like every other Leica lens, the Leica DC Vario-Elmarit 1:2.8-5.2/4.5-108 mm ASPH. on the V-LUX 2 is a true optical masterpiece. The equivalent focal lengths of this 24x super zoom for photo and video range from a super wide-angle 25mm to an extreme telephoto of 600mm in 35mm format. This makes the Leica V-LUX 2 a true all-round genius - and the perfect camera for any situation. Its super zoom lens ensures pin-sharp pictures from finely detailed macro close-ups and breathtaking wide-angle vistas to super telephoto shots - and ideal camera, particularly for travel and nature photography. Thanks to its enormous zoom range, the V-LUX 2 opens up almost infinite photographic opportunities without any need to change a lens, and makes it an interesting alternative to comparable SLR systems with interchangeable lenses. In addition to its enormous range of focal lengths, another compelling feature of the compact V-LUX 2 is its newly developed high-performance, 14.1-megapixel, CMOS image sensor.",
    "videos in fullhdquality": "Another highlight of the V-LUX 2 is its ability to shoot videos in 1080i-AVCHD Full HD. This feature is often found only in high-quality digital camcorders and, in contrast to the usual M-JPEG format it uses about 50 % less memory - without any compromise in terms of brilliant image quality. The entire 24x zoom range is available during video recording, and an integrated stereo microphone with an electronic wind-noise filter guarantees a crystal-clear soundtrack. What's more, the V-LUX 2 also features an option for shooting still pictures in video capture mode."
}