{
    "<page title>": "Sony Alpha DSLR A500L Kit 12 3MP Digital SLR Camera with 18 55mm Lens | eBay",
    "additional features": "AE/FE Lock, AF Lock, Auto HDR Mode, Automatic Brightness Adjustment, Automatic Face Tracking, Brightness Control, Built-In Help Guide, Contrast Control, DPOF Support, Date/Time Stamp, Digital Image Rotation, Digital Noise Reduction, Digital Tele-Converter, Direct Print, Dust proof, Dynamic Range Optimizer, Exif Print Support, Eye-Start AF System, Face Detection, HDMI, Highlight Point Display, Histogram Display, Image Stabilization, Interchangeable Lenses, LCD Live View Mode, Orientation Detection, PRINT Image Matching, PictBridge Support, Quick AF Live View, RGB Primary Color Filter, Saturation Control, Shadow Point Display, Sharpness Control, Smile Capture, Smile Detection, USB 2.0 Compatibility, With Tripod Mount",
    "auto focus type": "TTL phase detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Sony",
    "camera flash features": "AF Illuminator, Auto Flash, Fill-in Flash, Flash +/- Compensation, Rear Sync Flash, Slow Sync, Wireless Off-Camera Control, flash exposure bracketing",
    "camera type": "Digital SLR",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x HDMI output, 1 x USB",
    "continuous shooting speed": "5 frames per second",
    "depth": "3.31 in.",
    "dioptric correction range": "-2.5 to +1",
    "display rotation": "Folding",
    "display size": "3\"",
    "display type": "LCD",
    "expansion slot": "1 x Memory Stick PRO Duo, 1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority",
    "exposure range": "EV 2-20 ( ISO 100 )",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "floppy drive storage": "None",
    "focal length range": "18mm - 55mm",
    "focus adjustment": "Automatic, Manual",
    "height": "4.09 in.",
    "lens filter size": "55 mm",
    "lens for sd": "DT SAM 18-55mm",
    "lens system features": "Smooth Autofocus Motor (SAM)",
    "lens type": "Zoom lens",
    "light sensitivity": "ISO 200-12800, ISO auto (200-1600)",
    "light sensitivity max": "12800",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/4000 sec",
    "megapixels": "12.3 MP",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "30 sec",
    "model": "DSLR-A500",
    "mpn": "DSLRA500L",
    "operating system supported": "Apple Mac OS X 10.1.3 or later, MS Windows 2000 Professional, MS Windows Vista, MS Windows XP SP2, Microsoft Windows 2000 Professional, Microsoft Windows Vista, Microsoft Windows XP",
    "optical viewfinder type": "Eye-level penta-dach mirror",
    "optical zoom": "3x",
    "product information": "Unlike competing cameras, the DSLR-A500L is just as responsive in Quick Auto Focus Live View mode as in optical viewfinder mode. That's because, unlike the others, the A500L uses the same \"phase detection\" auto focus for Live View as for the optical viewfinder. While other Live View systems are severely restricted, Sony's performs superbly any time - even if you're shooting handheld or chasing after moving subjects like kids or pets.Even if you're completely comfortable with the optical viewfinder, Sony's tiltable LCD empowers your photography with a different point of view. Helps you frame high and low-angle shots that would otherwise be hit or miss. The LCD tilts up or down 90 degrees to capture a child's first steps or shoot over a crowd. The 3.0\"LCD features 230,000 pixels and Sony's Clear Photo LCD display technology.High Dynamic Range (HDR) photography captures more scene contrast than a single exposure can handle by combining two exposures into one incredible shot. Until recently, you needed a computer and editing software to enjoy HDR. Now the A500L has Auto HDR built in. Handles severe backlighting and other high-contrast scenes. Captures in a split second.Connect your camera to a compatible HDTV and play back your images in stunning high definition. The A500L includes an HDMI output. In addition, the BRAVIA Sync system works with compatible Sony BRAVIA HDTVs to let you control camera playback using the television's remote.\nProduct Highlights Video\nProduct Identifiers BrandSony ModelDSLR-A500 MPNDSLRA500L\nKey Features Camera TypeDigital SLR Optical Zoom3x Sensor Resolution12.3 MP Screen Size3\"\nOptical Sensor Sensor Size15.6 x 23.5mm Sensor TypeCMOS, Exmor CMOS\nLens System Lens TypeZoom lens Lens For SDDT SAM 18-55mm Focal Length Range18mm - 55mm Focus AdjustmentAutomatic, Manual Lens Filter Size55 mm Lens System FeaturesSmooth Autofocus Motor (SAM) Auto Focus typeTTL phase detection\nExposure Max Shutter Speed1/4000 sec Min Shutter Speed30 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure RangeEV 2-20 ( ISO 100 ) Exposure MeteringCenter-Weighted, Multi-Segment, Spot Exposure ModesAperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority Light SensitivityISO 200-12800, ISO auto (200-1600) Light Sensitivity Max12800\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Camera Flash FeaturesAF Illuminator, Auto Flash, Fill-in Flash, Flash +/- Compensation, Rear Sync Flash, Slow Sync, Wireless Off-Camera Control, flash exposure bracketing Flash ModesAuto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryMemory Stick DUO PRO, Memory Stick PRO Duo, Memory Stick PRO-HG Duo, SD Card, SD Memory Card, SDHC Card, SDHC Memory Card Floppy Drive StorageNone\nViewfinder Viewfinder TypeOptical, Optical (Through-the-lens) Optical Viewfinder TypeEye-level penta-dach mirror Viewfinder - Field Coverage95% Viewfinder Magnification0.8x Dioptric Correction Range-2.5 to +1\nDimensions Depth3.31 in. Height4.09 in. Width5.39 in. Weight20.8 Oz.\nDisplay Display TypeLCD Display RotationFolding Screen DetailsLCD display - TFT active matrix - 3\" - color Display Size3\"\nConnections Connector Types1 x HDMI output, 1 x USB Expansion Slot1 x Memory Stick PRO Duo, 1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.1.3 or later, MS Windows 2000 Professional, MS Windows Vista, MS Windows XP SP2, Microsoft Windows 2000 Professional, Microsoft Windows Vista, Microsoft Windows XP\nBattery Battery Form FactorManufacturer specific\nFile Format Still Image FormatDCF 2.0, DPOF, EXIF 2.21, JPEG, RAW, RAW + JPEG, Raw Image\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Auto HDR Mode, Automatic Brightness Adjustment, Automatic Face Tracking, Brightness Control, Built-In Help Guide, Contrast Control, DPOF Support, Date/Time Stamp, Digital Image Rotation, Digital Noise Reduction, Digital Tele-Converter, Direct Print, Dust proof, Dynamic Range Optimizer, Exif Print Support, Eye-Start AF System, Face Detection, HDMI, Highlight Point Display, Histogram Display, Image Stabilization, Interchangeable Lenses, LCD Live View Mode, Orientation Detection, PRINT Image Matching, PictBridge Support, Quick AF Live View, RGB Primary Color Filter, Saturation Control, Shadow Point Display, Sharpness Control, Smile Capture, Smile Detection, USB 2.0 Compatibility, With Tripod Mount Face DetectionYes\nMiscellaneous Shooting ProgramsLandscape, Macro, Night portrait, Portrait mode, Sports mode, Sunset Special EffectsBlack & White, Landscape, Neutral, Portrait, Sunset, Vivid White BalanceAuto, Cloudy (Preset), Colour Temperature Adjust, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset), Manual, Shade (Preset) Continuous Shooting Speed5 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 3\" - color",
    "screen size": "3\"",
    "sensor resolution": "12.3 MP",
    "sensor size": "15.6 x 23.5mm",
    "sensor type": "CMOS, Exmor CMOS",
    "shooting programs": "Landscape, Macro, Night portrait, Portrait mode, Sports mode, Sunset",
    "special effects": "Black & White, Landscape, Neutral, Portrait, Sunset, Vivid",
    "still image format": "DCF 2.0, DPOF, EXIF 2.21, JPEG, RAW, RAW + JPEG, Raw Image",
    "supported flash memory": "Memory Stick DUO PRO, Memory Stick PRO Duo, Memory Stick PRO-HG Duo, SD Card, SD Memory Card, SDHC Card, SDHC Memory Card",
    "viewfinder  field coverage": "95%",
    "viewfinder magnification": "0.8x",
    "viewfinder type": "Optical, Optical (Through-the-lens)",
    "weight": "20.8 Oz.",
    "white balance": "Auto, Cloudy (Preset), Colour Temperature Adjust, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset), Manual, Shade (Preset)",
    "width": "5.39 in."
}