{
    "<page title>": "Samsung St Series ST65 14 2 MP Digital Camera Blue | eBay",
    "brand": "Samsung",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "cool effects make every photo unique": "The ST65's smart filter lens makes special moods easy for still shots and videos. The tilt and shift lens effect gives subjects a miniaturized or model-scale look. The vignetting effect sets up striking compositional contrast. The fish-eye effect enhances videos with a cool, distorted feel. Color effects, like sketch and defog, add an emotional or ultra-vivid vibe.",
    "digital image stabilization dis": "Even the tiniest shake can ruin your shot. The ST65's digital image stabilization solves that. Digital image stabilization gives you sharp images no matter the condition. Whether it is low light, zooming or just a case of plain old shaky hands, your photos come out sharp and clear. So let the ST65 shake things up.",
    "just what you had in mind": "You see the image you want in your head. You point the ST65. And smart auto sees it too. This scene recognition technology actually chooses from 15 different settings ranging from landscape to portrait automatically, and then adjusts for the perfect shot, whether it's catching your friends at a night on the town or a waterfall off a mountain.",
    "megapixels": "14.2 MP",
    "model": "ST65",
    "mpn": "ec-st65zzbpsus",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "the camera loves you": "No one has a bad side with ST65's perfect portrait system. Sure it fixes red-eye, but Samsung's face detection technology even detects blinking. So you're always sure eyes are open and smiles are bright. In addition it evens skin tones, erases blemishes and removes dark circles. And with different level settings, you can control how much retouching you do.",
    "type": "Point & Shoot"
}