{
    "<page title>": "Nikon D60 10 2 MP Digital SLR Camera Kit Lenses Filters Case and More | eBay",
    "additional features": "Brightness Control, DPOF Support, Date/Time Stamp, Digital Image Rotation, Direct Print, Highlight Point Display, Histogram Display, Image Stabilization, Interchangeable Lenses, Orientation Detection, PictBridge Support, Red-eye Correction, Text Input To Exif Header, USB 2.0, USB 2.0 Compatibility, With Tripod Mount",
    "auto focus type": "TTL phase detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Nikon",
    "bundled items": "Case or Bag, Lens, Lens Filter, Strap (Neck or Wrist)",
    "camera flash features": "AF Illuminator, Auto Flash, Fill-in Flash, Flash +/- Compensation, Flash Off, Front Sync Flash, Rear Sync Flash, Red-eye Reduction Flash, Slow Sync",
    "camera type": "Digital SLR",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x USB, 1 x composite video output",
    "continuous shooting speed": "3 frames per second",
    "depth": "2.5 in.",
    "digital video format": "AVI",
    "digital zoom": "4x",
    "dioptric correction range": "-1.7 to +0.5",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±5 EV range, in 1/3 EV steps",
    "exposure metering": "3D color matrix II, Center-Weighted, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority, i-TTL Program Flash",
    "exposure range": "EV 0-20 ( ISO 100 )",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "focal length range": "18mm - 55mm",
    "focus adjustment": "Autofocus & Manual Focus, Automatic, Manual",
    "height": "3.7 in.",
    "lens construction": "8 group(s) / 11 element(s)",
    "lens filter size": "52 mm",
    "lens for sd": "18-55mm",
    "lens system features": "VR (Vibration Reduction), Silent Wave Motor (SWM), Aspherical Lens",
    "lens type": "Zoom lens",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 800",
    "light sensitivity max": "3200",
    "max shutter speed": "1/4000 sec",
    "megapixels": "10.2 MP",
    "microphone type": "Without Built-in Microphone",
    "min shutter speed": "30 sec",
    "model": "D60",
    "mpn": "25438-BN1",
    "operating system supported": "Apple Mac OS X, Microsoft Windows 2000 Professional, Microsoft Windows Vista, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional",
    "optical viewfinder type": "Eye-level penta-dach mirror",
    "optical zoom": "3.6x",
    "product information": "The compact 10.2-MP D60 delivers breathtaking picture quality and the versatile handling of a D-SLR, yet is incredibly compact, easy and fun to use.Nikon's high-performance, 10.2-megapixel DX-format CCD imaging sensor and exclusive EXPEED image processing concept provide added cropping freedom and the ability to make larger prints.With fast startup and split-second shutter response, the D60 eliminates the frustration of shutter delay, capturing moments that other cameras miss.Capture sports action, precious moments and fleeting expressions at up to 3 frames per second, for as many as 100 consecutive JPEG images.Nikon's Active Dust Reduction System activates automatically, along with Airflow Control technology to reduce the amount of dust that reaches the sensor.Intuitive controls and an onboard HELP Menu System with Assist Images make the D60 truly easy to use, enabling everyone to capture beautiful memories perfectly.Nikon's original digital image processing concept, EXPEED, comprehensively optimizes pictures, shot after shot.Beautifully styled, the D60 makes high-performance digital SLR photography easier and more convenient than ever. You'll be amazed at the power packed into a camera that weighs just over 16 ounces.Playback images are easy to see and function menus are easier to use with a larger and brighter color LCD monitor. The large 2.5-inch LCD monitor enables image preview at up to 19 times magnification and has large type fonts with easy-to-view menus. Auto rotating LCD display provides automatic horizontal and vertical graphic display orientation.The D60's Assist Images help you select the appropriate settings for many camera features by showing an example image typical of that setting, as well as an advanced HELP Menu for the current item selected. The D60's Question Mark icon (?) indicates that help is available for the currently selected item; just press the HELP button beside the LCD monitor to see a context-sensitive HELP page.The D60's 3D Color Matrix Metering II evaluates each scene for brightness, color, contrast, size and position of shadows and highlights, selected focus area and camera-to-subject distance, comparing that information against an onboard database of more than 30,000 actual photographic scenes. The result delivers instantly and precisely determined exposures for each scene, even in challenging lighting conditions.The D60's Optimize Image setting lets photographers adjust color, contrast and sharpening, as well as other image settings, according to the type of scene or output desired. Settings include: Normal, Softer, Vivid, More Vivid, Portrait, Custom and Black and White, each of which are automatically adjusted based on sophisticated Nikon algorithms or user-selected settings for optimum results.Nikon's innovative i-TTL flash control evaluates flash exposure with incredible precision to achieve better automatic flash balance and deliver outstanding results. The built-in Speedlight is always readyto bring beautiful exposuresto darkened conditions, as well as add sparkle for fill flash in outdoor situations for enhanced twilight shots or an added impact to daylight images. In low-light or back-light situations, added illumination from the built-in Speedlight can make the difference between an average snapshot and a dazzling picture.The D60's advanced 3-Area AF system and the refined algorithms inherited from more advanced Nikon digital SLR cameras deliver fast, efficient and precise Autofocus. AF refinements deliver greater precision with fast, more consistent subject acquisition and improved focus tracking for consistently sharper pictures.\nProduct Highlights Video\nProduct Identifiers BrandNikon ModelD60 MPN25438-BN1\nKey Features Camera TypeDigital SLR Optical Zoom3.6x Digital Zoom4x Sensor Resolution10.2 MP Screen Size2.5\"\nOptical Sensor Sensor Size15.8 x 23.6mm Sensor TypeCCD\nLens System Lens TypeZoom lens Lens For SD18-55mm Focal Length Range18mm - 55mm Focus AdjustmentAutofocus & Manual Focus, Automatic, Manual Lens Filter Size52 mm Lens System FeaturesVR (Vibration Reduction), Silent Wave Motor (SWM), Aspherical Lens Auto Focus typeTTL phase detection Lens Construction8 group(s) / 11 element(s)\nExposure Max Shutter Speed1/4000 sec Min Shutter Speed30 sec Exposure compensationÂ±5 EV range, in 1/3 EV steps Exposure RangeEV 0-20 ( ISO 100 ) Exposure Metering3D color matrix II, Center-Weighted, Spot Exposure ModesAperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority, i-TTL Program Flash Light SensitivityISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 800 Light Sensitivity Max3200\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Camera Flash FeaturesAF Illuminator, Auto Flash, Fill-in Flash, Flash +/- Compensation, Flash Off, Front Sync Flash, Rear Sync Flash, Red-eye Reduction Flash, Slow Sync Flash ModesAuto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryMultiMediaCard, SD Card, SD Memory Card, SDHC Card, SDHC Memory Card\nViewfinder Viewfinder TypeOptical Optical Viewfinder TypeEye-level penta-dach mirror Viewfinder - Field Coverage95% Viewfinder Magnification0.8x Dioptric Correction Range-1.7 to +0.5\nDimensions Depth2.5 in. Height3.7 in. Width5 in. Weight16.1 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.5\" - color Display Size2.5\"\nMicrophone Microphone TypeWithout Built-in Microphone\nConnections Connector Types1 x USB, 1 x composite video output Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X, Microsoft Windows 2000 Professional, Microsoft Windows Vista, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatAVI Still Image FormatDCF 2.0, DPOF, EXIF 2.21, JPEG, NEF (RAW), RAW + JPEG, Raw Image\nOther Features Additional FeaturesBrightness Control, DPOF Support, Date/Time Stamp, Digital Image Rotation, Direct Print, Highlight Point Display, Histogram Display, Image Stabilization, Interchangeable Lenses, Orientation Detection, PictBridge Support, Red-eye Correction, Text Input To Exif Header, USB 2.0, USB 2.0 Compatibility, With Tripod Mount\nMiscellaneous Shooting ProgramsChildren, Close-up, Landscape, Night portrait, Portrait mode, Sports mode White BalanceColour Temperature Adjust, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset), Shade (Preset) Continuous Shooting Speed3 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "10.2 MP",
    "sensor size": "15.8 x 23.6mm",
    "sensor type": "CCD",
    "shooting programs": "Children, Close-up, Landscape, Night portrait, Portrait mode, Sports mode",
    "still image format": "DCF 2.0, DPOF, EXIF 2.21, JPEG, NEF (RAW), RAW + JPEG, Raw Image",
    "supported flash memory": "MultiMediaCard, SD Card, SD Memory Card, SDHC Card, SDHC Memory Card",
    "viewfinder  field coverage": "95%",
    "viewfinder magnification": "0.8x",
    "viewfinder type": "Optical",
    "weight": "16.1 Oz.",
    "white balance": "Colour Temperature Adjust, Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Incandescent (Preset), Shade (Preset)",
    "width": "5 in."
}