{
    "1080p full hd videos with stereo sound for dazzling movies": "If you want a compact camera that shoots stunning Full HD videos, the Coolpix AW110 delivers. 1080p Full HD means exceptional video quality. Record the action, then connect to an HDTV and watch your videos come alive. A built-in microphone records high-quality audio in stereo. Your videos will look and sound phenomenal.",
    "<page title>": "Nikon Coolpix AW110 16 0 MP Digital Camera Camouflage 018208132898 | eBay",
    "brand": "Nikon",
    "bundled items": "Case or Bag",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "megapixels": "16.0 MP",
    "model": "AW110",
    "mpn": "26413",
    "optical zoom": "5x",
    "screen size": "3\"",
    "the rush lasts a moment": "If you spend more time hanging from belay lines than waiting in club lines, if a snowy forecast makes you grin ear to ear, if you measure your weekends by bumps and bruises, meet your next favorite piece of gear: the waterproof, freeze proof and shockproof Coolpix AW110. Built as rugged as you, the Coolpix AW110 captures your extreme moments as mind-blowing photos, Full HD 1080p videos and ultra-smooth slow motion sequences. With built-in Wi-Fi for instant sharing, a full-featured GPS with mapping, points of interest and electronic compass plus all the imaging power of a Nikon, you can finally bring home the rush of going big.",
    "type": "Point & Shoot",
    "upc": "018208934683",
    "waterproof shockproof and freeze proof": "The Coolpix AW110 can handle all that Mother Nature can throw at it. Take it diving to depths of up to 59-feet. Shoot at temperatures as cold as 14 Ã\u0082Â°F. And don't sweat drops of up to 6.6 feet. Whether it's in your hand, mounted to a surfboard, clipped on a backpack or attached to a scuba tank, every twist, splash, dive and crash can be recorded in both still and Full HD 1080p movies. Plus, Nikon's action control brings fast and easy operation to gloved hands. The Coolpix AW110 lets you capture every thrilling moment from inside the action - not the sidelines."
}