{
    "<page title>": "Sony DSCW800 B 20 1 Megapixel Digital Camera Black Complete 16GB Class 10 SD | eBay",
    "ac adapter": "Yes Powers a device from a standard AC outlet.",
    "aperture range": "f/3.2 - f/6.4 The range, expressed in f-stop numbers, from a camera's largest lens opening setting to its smallest. The greater this range, the more manual control and creative license available to the photographer in regard to light and focus.",
    "audio": "Yes",
    "brand": "Sony",
    "bundled items": "Memory Card",
    "burst mode": "Yes Also referred to as continuous shooting, burst mode captures multiple shots in rapid succession with a single click of the shutter. This is a useful feature when shooting subjects in motion.",
    "coldproof": "No",
    "color category": "Black",
    "compatible memory formats": "Memory Stick PRO Duo|Memory Stick PRO Duo|Memory Stick PRO Duo|Secure Digital (SD)|Secure Digital Extended Capacity (SDXC)|Secure Digital High Capacity (SDHC) Number of images that can be stored on a digital camera's built-in memory and/or included removable memory cards. This number varies depending on the resolution of each image. The higher the resolution of the image, the more storage space it takes up.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "China",
    "depth": "2.25 inches",
    "digital zoom": "10x This is not true zoom, it is merely simulating zoom by enlarging the existing image's pixels by cropping. The actual length of the lens does not change. Digital zooming results in reduced image quality, and should generally be avoided or turned off on your camera altogether. Optical zoom is recommended to ensure crisp, detailed photos.",
    "exposure control": "Exposure compensation (Â±2 EV in 1/3 steps) Settings that regulate the amount of light entering the camera lens, which affects how light or dark an image will be.",
    "face detection": "Yes",
    "file formats": "JPEG, AVI (motion JPEG), MP3",
    "flash modes": "Auto, on, slow synchro, off, advanced flash Flash settings. Common modes include Auto (camera decides when the flash is needed), Red-Eye Reduction (minimizes eye reflections) and Fill (reduces deep shadows in bright sunlight).",
    "flash range": "ISO Auto: 1.3' - 11.5' (wide), 2' - 5.8' (telephoto); ISO 3200: up to 23' (wide), up to 11.5' (telephoto) Distance over which a flash will adequately light a subject.",
    "focus range": "iAuto and program auto: 2\" - infinity (wide), 2' - infinity (telephoto) Distance over which the camera is capable of focusing on the subject.",
    "hd movie mode": "Yes",
    "height": "0.9 inches",
    "image resolution": "Up to 5152 x 3864 The clarity of a digital image, determined by multiplying the number of pixels wide by the number of pixels high (e.g., 640 x 480).",
    "image stabilization": "Yes, optical Digitally compensates for camcorder shake so videos appear steady.",
    "image stitching": "Yes",
    "interface": "USB 2.0 Connection used to transfer digital images from a camera to a computer. USB 2.0 is the most common digital camera interface.",
    "internal memory": "None Memory that is built into a digital camera for storing images.",
    "lcd screen size": "2.7\" Size of the LCD screen, in inches, measured diagonally from corner to corner.",
    "manufacturer warranty": "No",
    "megapixels": "20.1 MP",
    "model": "DSC-W800",
    "movie mode": "Yes Captures short, low-resolution video clips, sometimes with sound.",
    "mpn": "DSC-W800/B",
    "optical zoom": "5x",
    "panorama mode": "Yes",
    "screen size": "2.7\"",
    "selftimer": "10 sec., 2 sec., portrait 1 or portrait 2",
    "shockproof": "No",
    "shutter speeds": "iAuto: 2 - 1/1500 sec.; Program auto: 1 - 1/1500 sec. The rate (typically measured in fractions of a second) at which a camera shutter opens and closes to capture an image. Slow shutter speeds are used for low-light conditions, while faster speeds are best for action shots.",
    "specs": "Details: Description:",
    "touchscreen": "No",
    "type": "Point & Shoot",
    "upc": "027242877115",
    "viewfinder": "LCD only Provides the photographer with an approximation of what the lens is seeing. In addition to a conventional optical viewfinder, most digital cameras also provide a color LCD panel.",
    "waterproof": "No",
    "weight": "3.8 ounces",
    "white balance": "Auto, daylight, cloudy, fluorescent 1, fluorescent 2, fluorescent 3, incandescent, flash Settings that assess and compensate for color conditions in any given lighting to ensure true-to-life color. Most digital cameras feature automatic white balance settings as well as the option to manually override such settings.",
    "width": "2 inches"
}