{
    "<page title>": "Sony Cyber Shot DSC H55 14 1 MP Digital Camera Black | eBay",
    "a smarter auto mode": "Unlike traditional auto mode, Intelligent Auto (iAuto) mode thinks for you-recognizing scenes, lighting conditions and faces - and automatically adjusts the settings for you. The results are clear images, faces with natural skin tone and less blur.",
    "brand": "Sony",
    "bundled items": "Case or Bag, Extra Battery, Extra Battery Charger, Memory Card",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "Japan",
    "goodbye blurry photos and movies": "Don't let a not-so-steady hand prevent you from capturing the perfect moment. Optical SteadyShot image stabilization uses a built-in gyro sensor to detect camera shake and automatically compensates to help prevent blur without sacrificing image quality. In addition, Active Mode compensates for excessive camera shake in video by providing 10x compensation.",
    "manufacturer warranty": "No",
    "megapixels": "14.1 MP",
    "model": "DSC-H55",
    "mpn": "DSC-H55/BC",
    "optical zoom": "10x",
    "panoramic shots made easy": "Sweep Panorama Mode goes far beyond traditional wide angle lenses to let you capture expansive, 244-degree shots of landscapes or skyscrapers. Just press the shutter and shoot the scene with a sweeping motion and the camera does the rest. It even detects faces and moving subjects to avoid distortion.",
    "put yourself in the picture": "Self-Portrait Timer helps take the guesswork out of self portraits by using Face Detection technology to recognize when your face enters the frame. Once the camera detects your face, it triggers a 2-second timer, and then snaps a picture.",
    "record and upload hd movies": "Shoot and share your memories in HD. In 720p MP4 movie mode, you can record 1280 x 720 HD movies at 30 fps for high quality yet small file sizes - perfect for your compatible PC or Mac . And transferring the movies from your computer to sharing websites like Photobucket and YouTube is easy.",
    "screen size": "3\"",
    "take your best shot": "Make moments last forever with the compact DSC-H55 Cyber-shot digital camera. Not only can you easily capture awe-inspiring landscapes with Sweep Panorama mode, you can instantly review them on a beautiful 3\" (diag.) screen. The wide angle 10x optical zoom lens is perfect for tight close-ups and 14.1-megapixel clarity allows for stunningly sharp images. Prepare to be impressed.",
    "topoftheline lens": "It all starts with the lens. Designed and manufactured to the highest standards of optical performance, the Sony G-Lens is optimized to perfectly complement the advanced image sensors and image processing technology in Sony's cameras. G lenses are also used in high-end digital single lens reflex (DSLR) cameras and advanced pro-sumer HD camcorders.",
    "type": "Point & Shoot"
}