{
    "<page title>": "Canon PowerShot A630 Silver 2 5\" Vari Angle LCD 8MP 4X Zoom Digital Camera | eBay",
    "about us": "How do I pay for my item(s)?\nCurrently LibertyStore only accepts payment via PayPal. If you do not have a PayPal account you can create one: http://www.paypal.com\nHow soon will I receive my item(s)?\nYour item will ship within two (2) business days after payment has been received and verified. Currently LibertyStore ships primarily via FedEx SmartPost and Ground. Shipping could take between 2-8 business days. Your tracking information will be entered into eBay for traceability after the item ships.\nPlease note: Typically, if your purchase totals over $100.00 we will ship FedEx Home Delivery. And usually if your purchase exceeds $250.00 we will ship via FedEx Home Deliver Signature Required. Please be aware, if signature is required, you must be home at the time of delivery or make other arrangements with the carrier.\nDo you offer combined shipping?\nLibertyStore does not currently offer combined shipping. All purchases will be shipped individually.\nI live outside the contiguous United States, will you ship to me?\nLibertyStore currently only offers shipping within the 48 contiguous states. We do not ship to APO/FPO addresses, nor do we ship to Alaska, Hawaii, US Territories, and international destinations.\nWhat if I want to return my item?\nAll purchases can be returned within 14 days of receipt. We are focused on taking care of our customers. If there was an issue with the accuracy of the listing and you desire to return the item, contact Liberty Store and we will send you a return shipping label, free of charge, and then process a refund upon receipt of the item and validation of the return reason(s) stated. If you desire to return an item for any other reason, contact us for a return approval, and then ship the item back to us. We will happily accept your return with a 20% restocking fee, which will be deducted from your refund once the item is received and verified to be in the same condition in which it originally shipped.\nDo I have to pay taxes on my purchases?\nLibertyStore charges state sales tax according to the shipping address you have registered on your account. We, at the Liberty Store, charge sales tax in 18 states (CA, CO, FL, GA, ID, IL, IN, KY, MA, NV, NJ, NY, NC, PA, TN, TX, UT, WA).\nCan I receive tax exemption?\nLibertyStore charges state sales tax on all items sold. If you have tax exempt status, we recommend you contact your state to inquire about receiving reimbursement from them directly for any sales tax paid to LibertyStore.\nCan you ship to another address, aside from what is attached to my account?\nNo, we unfortunately cannot. We will only ship to the address linked to your account.\nDo you offer Express Shipping?\nWe do not offer any shipping deviations, aside from the standard methods outlined above in these FAQs.\nMay I ask for more information about the item listed for sale?\nPlease feel free to send inquiries, but understand that we try to accurately and thoroughly capture the description and condition of each item once, and will typically not be able to satisfy requests for specific item details not already provided in the listing.\nWhere do the items come from?\nAll items are consigned from US-based item owners, and are described and captured in the listings as accurately as possible.\nWhat do I do if my item is damaged in shipping?\nPlease contact us immediately upon receipt of the damaged item. It is often helpful if you capture the damage in photographs, as well, as they may be needed later in the claims process.\nWill you accept trades for items?\nWe do not accept trades.\nDo you have a \"buy it now\" option?\nSorry, but all of our items are sold by auction only. Good luck on the bidding!",
    "brand": "Canon",
    "bundled items": "Memory Card, Strap (Neck or Wrist)",
    "country/region of manufacture": "China",
    "manufacturer warranty": "No",
    "megapixels": "8.0MP",
    "model": "Power Shot A630",
    "optical zoom": "4x",
    "payment details": "How do I pay for my item(s)?\nCurrently LibertyStore only accepts payment via PayPal. If you do not have a PayPal account you can create one: http://www.paypal.com\nLibertyStore charges state sales tax according to the shipping address you have registered on your account. We, at the Liberty Store, charge sales tax in 18 states (CA, CO, FL, GA, ID, IL, IN, KY, MA, NV, NJ, NY, NC, PA, TN, TX, UT, WA).\nPayment must be received within 4 days of the close of auction. If payment isn't received within 4 days, the auction will be revoked and a Non-Paying Bidder alert will be filed.",
    "product condition": "Used. Definite must-have. Some signs of wear include scratching on the surface of the item. There is a dent on the back of the camera. Photos are a must see. Item has been power tested and data wiped. Great Value!",
    "product details": "CANON PowerShot A630 Silver 2.5\" Vari-Angle LCD 8MP 4x Zoom Digital Camera IOB\nPowerShot A630 (4.31\"L x 2.60\"H x 1.93\"D)\nUSB Cable\nComponent Cable\nDigital Camera Solution Disk\n1GB SD\nManual/ Wrist Strap\nCondition Details: Used. Definite must-have. Some signs of wear include scratching on the surface of the item. There is a dent on the back of the camera. Photos are a must see. Item has been power tested and data wiped. Great Value!\nSee Liberty Store's terms of sale.",
    "returns": "All purchases can be returned within 14 days of receipt. We are focused on taking care of our customers. If there was an issue with the accuracy of the listing and you desire to return the item, contact Liberty Store and we will send you a return shipping label, free of charge, and then process a refund upon receipt of the item and validation of the return reason(s) stated. If you desire to return an item for any other reason, contact us for a return approval, and then ship the item back to us. We will happily accept your return with a 20% restocking fee, which will be deducted from your refund once the item is received and verified to be in the same condition in which it originally shipped.",
    "screen size": "2.5",
    "shipping details": "How soon will I receive my item(s)?\nYour item will ship within two (2) business days after payment has been received and verified. Currently LibertyStore ships primarily via FedEx SmartPost and Ground. Shipping could take between 2-8 business days. Your tracking information will be entered into eBay for traceability after the item ships.\nPlease note: Typically, if your purchase totals over $100.00 we will ship FedEx Home Delivery. And usually if your purchase exceeds $250.00 we will ship via FedEx Home Deliver Signature Required. Please be aware, if signature is required, you must be home at the time of delivery or make other arrangements with the carrier.\nDo you offer combined shipping?\nLibertyStore does not currently offer combined shipping. All purchases will be shipped individually.\nI live outside the contiguous United States, will you ship to me?\nLibertyStore currently only offers shipping within the 48 contiguous states. We do not ship to APO/FPO addresses, nor do we ship to Alaska, Hawaii, US Territories, and international destinations.\nCan you ship to another address, aside from what is attached to my account?\nNo, we unfortunately cannot. We will only ship to the address linked to your account.\nDo you offer Express Shipping?\nWe do not offer any shipping deviations, aside from the standard methods outlined above in these FAQs.\nWhat do I do if my item is damaged in shipping?\nPlease contact us immediately upon receipt of the damaged item. It is often helpful if you capture the damage in photographs, as well, as they may be needed later in the claims process.",
    "type": "Point & Shoot"
}