{
    "12megapixel highsensitivity 117 inch sensor": "The larger than usual 12-megapixel, high sensitivity BSI-CMOS image sensor provides outstanding image quality and excellent high ISO performance.",
    "<page title>": "New Olympus Stylus XZ 2 Blk Black IHS Digital Camera from Japan 050332183902 | eBay",
    "brand": "Olympus",
    "color": "White",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "full hd video recording": "With a pair of stereo microphones built-in, capture movies in Full HD quality with stereo sound. Movies are near shake-free with Olympus' super-effective multi-motion image stabilization that enables you to shoot handheld even whilst you're walking. Video output file formats are MOV or AVI. Use art filter effects to jazz up movies right in the camera.",
    "high performance digital lens": "With an aperture of F1.8-2.5, this is one of the brightest lenses in a compact digital camera, making photography in natural light easy. The i.ZUIKO digital lens featured in the XZ-2 meets the same quality demands of high performance ZUIKO digital lenses developed for DSLR cameras.",
    "megapixels": "12.0 MP",
    "model": "XZ-2",
    "mpn": "V101020BU000",
    "optical zoom": "4x",
    "screen size": "3\"",
    "tilting touchscreen lcd with 920k dots": "The 3-inch capacitive LCD touch-screen significantly enhances the photographic experience and simplifies settings control. Its menu interface is clean and direct. \"Touch-Shutter\" technology captures snapshots at a tap of the screen, focusing where you touch.",
    "truepic vi image processor": "The XZ-2 uses the same TruePic VI image processor used by high-end Olympus PEN and DSLR cameras. It offers superior image quality and superb color reproduction by maximizing the performance of the high-resolution lens and powerful BSI-CMOS sensor.",
    "type": "Point & Shoot",
    "upc": "050332183902"
}