{
    "<page title>": "Casio Exilim Pro EX P600 6 0 MP Digital Camera Silver 079767683573 | eBay",
    "additional features": "AE/FE Lock, AF Lock, Audio Recording, Auto Power Save, Built-In Speaker, DPOF Support, Date/Time Stamp, Digital Noise Reduction, Focus Bracketing, Histogram Display, Not Interchangeable Lenses, PictBridge Support, USB, With Tripod Mount",
    "auto focus type": "Hybrid",
    "brand": "Casio",
    "camera flash features": "Auto Flash, Flash Off, Red-eye Reduction Flash",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the seller’s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "3 frames per second",
    "depth": "1.63 in.",
    "digital video format": "AVI",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "2\"",
    "display type": "LCD",
    "effective flash range": "0.2 m - 2.9 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "±2 EV range, in 1/3 EV steps",
    "exposure metering": "Multi-Segment",
    "exposure modes": "Aperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "33 - 132mm",
    "focus adjustment": "Autofocus & Fixed Focus & Manual, Automatic, Manual",
    "height": "2.66 in.",
    "integrated memory size": "9 MB",
    "light sensitivity": "ISO 100, ISO 200, ISO 400, ISO 50, ISO auto",
    "light sensitivity max": "400",
    "macro focus range": "10-50cm",
    "max shutter speed": "1/2000 sec",
    "max video resolution": "320 x 240",
    "megapixels": "6.0 MP",
    "microphone type": "Microphone - built-in",
    "min shutter speed": "60 sec",
    "model": "EX-P600",
    "mpn": "EX-P600",
    "operating system supported": "Apple Mac OS 8, Apple Mac OS 9, Apple Mac OS X, Microsoft Windows 2000, Microsoft Windows 98, Microsoft Windows ME, Microsoft Windows XP",
    "optical viewfinder type": "Real-image zoom",
    "optical zoom": "4x",
    "product information": "Resolution, response, and operating time. If these are the benchmarks by which today's digital cameras are judged, the new EXILIM PRO is one of the most advanced digital camera ever. A 6-million effective pixel CCD combines with 4X optical zoom to deliver images of amazing resolution and clarity. As the vanguard model of the EXILIM lineup, the EX-P600 features the very best in performance, function, styling, and ease of operation.Regardless of how many features a digital camera has, speed is one of the most important considerations. From startup, to Auto Focus, shutter release time lag, and more, EXILIM PRO is designed and engineered to provide the ultimate in nimble, high-speed operation. A high-speed continuous shutter lets you record up to six images at a rate of three images per second, even at maximum resolution. With the Multi Continuous Shutter mode, you can record 25 consecutive images with the press of the shutter button.CASIO's original new Multi Bracketing feature lets you specify a variable setting and create multiple versions of the same image with a single press of the shutter button. You can specify one of a total of six different variables, including saturation and sharpness. In addition, three types of Auto Bracketing provide you with the means to vary exposure (EV value) and other settings as you record a series of consecutive images.The new EX Finder superimposes a wealth of imaging data over the image on the monitor screen. This provides you with an overview of all major image settings at a glance, and the means to change settings in an instant.EXILIM PRO is packed with a powerful collection of features and functions that provide you with the tools you need to record beautiful, high-resolution images. The EX key lets you configure settings with the touch of a button. A Manual Assist feature provides guidance that simplifies manual aperture and shutter speed settings. With the Best Shot mode, you can select the sample scene that is closest to the image you want to record, which will change the camera setup to record the type of image you selected.The EXILIM PRO case is finished using an Ex Fine Blast Treatment that gives it an elegant finish. Keys for manual settings and a highly intuitive controller button are carefully arranged on the back of the camera to keep everything you need just a click away.EXILIM PRO comes with a remote controller unit and a video cable for connection to a TV. EXILIM PRO also supports use of optionally available conversion lenses and an external flash unit. You can use a USB cable to connect EXILIM PRO directly to a printer that supports PictBridge or USB DIRECT-PRINT for printing without going through a computer.\nProduct Highlights Video\nProduct Identifiers BrandCasio ModelEX-P600 MPNEX-P600 UPC079767683573\nKey Features Camera TypePoint & Shoot Optical Zoom4x Digital Zoom4x Sensor Resolution6.0 MP Screen Size2\"\nOptical Sensor Sensor Size1/1.8\" Sensor TypeCCD\nLens System Macro Focus Range10-50cm Focus AdjustmentAutofocus & Fixed Focus & Manual, Automatic, Manual Auto Focus typeHybrid Focal Length Equivalent to 35mm Camera33 - 132mm\nExposure Max Shutter Speed1/2000 sec Min Shutter Speed60 sec Exposure compensation±2 EV range, in 1/3 EV steps Exposure MeteringMulti-Segment Exposure ModesAperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority Light SensitivityISO 100, ISO 200, ISO 400, ISO 50, ISO auto Light Sensitivity Max400\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.2 m - 2.9 m Camera Flash FeaturesAuto Flash, Flash Off, Red-eye Reduction Flash Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction\nMemory / Storage Integrated Memory size9 MB Supported Flash MemoryBuilt-in, MultiMediaCard, SD Card, SD Memory Card\nViewfinder Viewfinder TypeOptical, Optical (Through-the-lens) Optical Viewfinder TypeReal-image zoom\nDimensions Depth1.63 in. Height2.66 in. Width3.84 in. Weight7.94 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2\" - color Display Size2\"\nMicrophone Microphone TypeMicrophone - built-in\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS 8, Apple Mac OS 9, Apple Mac OS X, Microsoft Windows 2000, Microsoft Windows 98, Microsoft Windows ME, Microsoft Windows XP\nFile Format Digital Video FormatAVI Still Image FormatJPEG, TIFF\nResolution Max Video Resolution320 x 240\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Audio Recording, Auto Power Save, Built-In Speaker, DPOF Support, Date/Time Stamp, Digital Noise Reduction, Focus Bracketing, Histogram Display, Not Interchangeable Lenses, PictBridge Support, USB, With Tripod Mount Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsCandlelight portrait, Children, Coupling shot, Fireworks, Flower, Food, Macro, Natural green, Night portrait, Night scene, Party/indoor, Pet, Portrait mode, Portrait with scenery, Pre-shot, Scenery, Slow shutter, Soft, Splashing water, Sports mode, Sundown, Text, Twilight mode Special EffectsMonotone, Sepia White BalanceAuto, Manual Continuous Shooting Speed3 frames per second Video CaptureAVI - 320 x 240",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2\" - color",
    "screen size": "2\"",
    "sensor resolution": "6.0 MP",
    "sensor size": "1/1.8\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Candlelight portrait, Children, Coupling shot, Fireworks, Flower, Food, Macro, Natural green, Night portrait, Night scene, Party/indoor, Pet, Portrait mode, Portrait with scenery, Pre-shot, Scenery, Slow shutter, Soft, Splashing water, Sports mode, Sundown, Text, Twilight mode",
    "special effects": "Monotone, Sepia",
    "still image format": "JPEG, TIFF",
    "supported flash memory": "Built-in, MultiMediaCard, SD Card, SD Memory Card",
    "type": "Point & Shoot",
    "upc": "079767683573",
    "video capture": "AVI - 320 x 240",
    "viewfinder type": "Optical, Optical (Through-the-lens)",
    "weight": "7.94 Oz.",
    "white balance": "Auto, Manual",
    "width": "3.84 in."
}