{
    "160 megapixels": "Capturing all the detail from the genuine Canon lens the 16MP sensor delivers superb quality images that are perfect for large-scale prints (A3+) or creative cropping.",
    "28mm wide 5x zoom lens": "Fit more in the frame with 28mm wide-angle for sweeping landscapes and great group shots and use the 5x optical zoom to get closer to distant subjects.",
    "68cm 27 lcd": "A bright and clear screen (230k dots) lets you frame and view your shots with ease and makes sharing them with friends a pleasure.",
    "<page title>": "Canon PowerShot A2300 Black 16MP Digital Camera 720P HD Video | eBay",
    "brand": "Canon",
    "bundled items": "Case or Bag",
    "digital is": "Digital IS counteracts blur and helps to produce clear, sharp shots. It detects camera movement then uses sophisticated shake reduction techniques to automatically deliver optimum results.",
    "fun and creative modes": "Experiment and have fun with a range of creative filters. Use fish-eye effect to re-create fish-eye lens distortion, super vivid to boost color saturation, retro poster and toy camera effects or monochrome. Miniature effect makes scenes in stills or movies look like miniature scale models.",
    "hd movies 720p with movie button": "Instantly record high quality HD movies (720p) using one touch of the dedicated movie button.",
    "help button": "Simply press the help button for quick, easy-to-follow guidance on using your camera and its different functions - the ideal introduction for beginners.",
    "live view control face detection": "Live view control allows you to easily experiment with picture settings such as brightness and color intensity and preview the results while framing, so you can capture the best shot. Face detection technology ensures great people shots. It detects up to 35 faces in a single frame making sure they remain in focus and with optimum brightness. Face detection white balance ensures natural skin tones even in unusual lighting conditions. Auto red-eye correction eliminates red-eye.",
    "megapixels": "16.0 MP",
    "model": "A2300",
    "mpn": "6191B001",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "slim body": "The slim, compact body is small enough to take anywhere while the metal exterior adds color and style.",
    "smart auto 32 scenes": "Even complete beginners can effortlessly shoot high quality photos or movies with smart auto, which detects the scene and automatically selects the optimal settings from 32 variables. Press the auto button to return instantly to smart auto from any other mode.",
    "type": "Point & Shoot"
}