{
    "<page title>": "New Nikon Coolpix S9050 12 1 MP Digital Camera Silver 15 5X Optical 4X Digital 018208263554 | eBay",
    "brand": "Nikon",
    "clear image preview": "Sharp 460,000-dot LCD monitor. Get a clear view of the action with the S9050's high-resolution monitor. A large 3-inch display with wide viewing angles, anti-reflective coating and brightness adjustment gives you a clear look of the world. 460,000 dots provide a sharp, clear display in both image and movie capture and playback.",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "get closer": "15.5x wide-angle optical Zoom-NIKKOR lens. Capture shots from end zones to distant vistas with the S9050's 15.5x zoom range that covers from wide-angle (25mm) to telephoto (388mm). The S9050's remarkable Zoom-NIKKOR glass lens renders sharp, clear images. Plus, S9050's built-in VR image stabilization system minimizes the effects of camera shake for incredible images and videos.",
    "lights camera action": "Full HD (1080p) videos with stereo sound. The S9050 also excels as a movie camera. Simply press the easily accessible record button and start recording. Even record slow- and fast-motion movies for creative and entertaining moments. Sound is automatically recorded in stereo and the HDMI port enables easy hook up to an HDTV.",
    "megapixels": "12.1 MP",
    "model": "S9050",
    "mpn": "26355",
    "nighttime is the right time": "12.1MP CMOS image sensor. Life is a party after the sun sets, and great pictures are made with ease. With the S9050's amazing 12.1-megapixel CMOS sensor, you can capture all the night's action with low noise for better images and videos. For incredible landscape shots at night use the Night Landscape Mode; the S9050 will take a series of images and automatically combine them in the camera for an amazing shot.",
    "optical zoom": "15.5x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "018208263554"
}