{
    "100 viewfinder coverage": "The 100% coverage viewfinder with 1.0x magnification provides the most complete and natural view of your subject. The Intelligent viewfinder offers shooting information never before seen in an EOS, including the Dual Axis Electronic Level to ensure perfect horizons.",
    "18megapixel apsc cmos sensor": "The EOS 7D offers superb resolution thanks to its 18-megapixel CMOS sensor. It offers the photographer the choice of flexibility and creativity.",
    "19point crosstype af system": "The designed AF sensor with Zone and Spot AF modes gives the photographer ways to select AF points. All points are cross type with the center point offering both f/2.8 and f/5.6 sensors.",
    "30 clear view ii lcd": "The 3.0\" Clear View II LCD features 920,000 dot resolution, a wide viewing angle and solid structure for improved image viewing in bright conditions. Live view displays real-time images on the LCD, offering three auto focus modes.",
    "8 frames per second": "Shoot 18MP 14-bit images at 8 fps as standard, in a burst of up to 126 large JPEGs; photographers can capture both detail and action.",
    "<page title>": "Canon EOS 7D 18 0 MP Digital SLR Camera Black Kit w Is 28 135mm Lens | eBay",
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic 4": "Canon's Dual \"DIGIC 4\" provides the EOS 7D with the power to deliver outstanding color reproduction from its high resolution CMOS sensor. DIGIC 4 also delivers 14-bit processing, excellent noise reduction, long battery life, face detection AF and Full HD movie recording.",
    "full hd movie recording": "It has complementing outstanding still imaging capabilities with Full HD 1080 video recording including selectable frame rates and full manual control.",
    "integrated speedlite transmitter": "EOS 7D includes the ability to control multiple speedlites without an ST-E2 or 580EX II, and includes a built-in 15mm wide angle flash. Expand your flash photography.",
    "magnesium alloy body with environmental protection": "The magnesium alloy body offers weather sealing equivalent to the acclaimed EOS-1N, EOS integrated cleaning system and 150,000 release shutter durability. The EOS 7D has been designed from the ground up to be used by the most demanding photographers.",
    "megapixels": "18.0 MP",
    "model": "7D",
    "mpn": "3814B010",
    "screen size": "3\"",
    "type": "Digital SLR"
}