{
    "<page title>": "Samsung PL Series PL120 14 2 MP Digital Camera Black Bundle 44701015475 | eBay",
    "brand": "Samsung",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the seller’s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "fun for all the family": "PL120 also takes on the sense of fun that is a big part of the 2View photography experience, putting artistic, professional pictures within reach of even novice users. It comes equipped with a HD movie recording feature, so you have the control to capture great videos alongside your still images. The smart 2.0 filters, such as 'soft focus', 'half-tone dot' and 'cinema' sit alongside more common features such as 'fish-eye', 'miniature' and 'sketch' in PL120, giving entertaining and professional finishes at the touch of a button. You can also deploy the newly added magic frame feature to instantly create formatted postcards or posters to share with your friends and family, by simply pre-selecting one of the templates available on the camera and then taking your picture, the photo will automatically appear on the selected template. Making a poster or a fun postcard of you with friends has never been easier with the Magic Frame capability.",
    "megapixels": "14.2 MP",
    "model": "PL120",
    "mpn": "EC-PL120ZBPBUS",
    "optical zoom": "5x",
    "picture perfect portraits": "2View camera was designed with self-portrait photography in mind, and PL120 takes this to the next level to ensure you can place yourself in the perfect moment. PL120 uses 26mm lenses for a wider and deeper perspective that is ideal for portraits, and the PL120 has 14.1MP sensors for some of the sharpest images available.",
    "screen size": "2.7\"",
    "smarter than ever": "PL120 also includes Samsung's smart auto feature, which works for both still and video images. The system analyzes key elements of your shot like brightness, color and motion and automatically adjusts the camera's settings to get the perfect shot. Smart auto includes 16 different modes for images and four for video, or if you want to show off your expertise and take control yourself you can bypass the system and choose manual control instead.",
    "type": "Point & Shoot",
    "upc": "44701015475"
}