{
    "5x wideangle optical lens": "Despite its compact dimensions, PENTAX Optio WG-1 features a 5x wide-angle optical zoom covering focal lengths from 28mm wide angle to 140mm telephoto (in 35mm format). From spectacular landscape to tightly framed snapshots taken from a distance, just catch every detail.",
    "<page title>": "Pentax Optio WG 1 GPS 14 0 MP Digital Camera Black Minor Defect 4961333188161 | eBay",
    "brand": "Pentax",
    "digital microscope mode": "Combining a macro shooting capability from 1cm away with 5 LED macro light and an unique macro stand, the Optio WG-1's digital microscope mode delivers magnified sharp pictures of the microscopic world.",
    "extrawide 27 lcd screen": "Optio WG-1 features a 16:9 2.7\" monitor which is treated with a special AR (Anti-Reflection) coating to cut the glare of external light and minimize annoying reflections, making it comfortable to check on-screen menus and to monitor recorded images.",
    "face detection and selfportrait assist functions": "Face detection function instantly and accurately detects up to 32 faces - even the faces of dogs and cats- then catches them in sharp focus and optimum exposure, to let you make beautiful pictures. The very convenient self-portrait assist function use the blink of the LED lights to confirm whether your face is centered in the picture.",
    "hd proportioned movie recording": "Capture beautiful, flawless movies at 16:9 HD TV proportions (1280 x 720 pixels), and easily display them on your TV thanks to the embedded micro-HDMI terminal.",
    "heavyduty construction": "The Optio WG-1 definitely stands for the ideal choice for those active photographers who shoot pictures in demanding outdoor conditions, thanks to its tough construction.",
    "high image quality": "Combining 14 megapixels with imaging process and a high-performance PENTAX zoom lens, the Optio WG-1 delivers brilliant, sharp and true-to-life pictures, even when enlarged to poster sizes.",
    "megapixels": "14.0 MP",
    "model": "WG-1 GPS",
    "mpn": "16896",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "type": "Point & Shoot",
    "upc": "4961333188161"
}