{
    "12 million pixels": "With 12.3 megapixels at its disposal, the E-P2 delivers image quality that makes the difference between ordinary and exceptional still and video imaging. A Live MOS image sensor is complemented by a next generation TruePic V Image Processor, resulting in excellent dynamic range, accurate color fidelity, fine image details in all highlight and shadow areas, up to 6400 ISO, and reduced noise.",
    "<page title>": "Olympus Pen E P2 12 3 MP Digital Camera Black Boxed Near Mint from Japan 50332172043 | eBay",
    "autofocus live view": "The Live View Autofocus system works as effectively and seamlessly on the E-P2 as it does on conventional E-System DSLR and point-and-shoot cameras. Subjects are displayed in complete focus on the bright LCD as soon as the shutter is pressed half way.",
    "brand": "Olympus",
    "bundled items": "Strap (Neck or Wrist)",
    "complete multimedia functionality": "The E-P2 is the world's smallest 12.3-mexapixel interchangeable lens system camera, yet has the creative flexibility to give you a true professional experience with ease. A still photo, video and audio recorder in one, the E-P2 creates exceptional photos, inventive slide shows, and remarkable videos for sharing with family or for posting on many of today's social networking websites. It delivers professional quality images without the bulk of a conventional DSLR, thanks to its slim body and advanced high-speed imager AF technologies.",
    "get focused stay focused": "The E-P2's Imager Autofocus Live View with the C-AF (Continuous Autofocus) Tracking and AF Target Registration locks your subject into focus, and constantly adjusts focus and brightness whether you or your subject is moving. With this mode, a simple push of the AF button and shutter release enables you to keep fast-moving.",
    "hdmi control from your couch": "The E-P2 makes sharing your content easier than ever. Just connect it to your HDTV with an optional HDMI cable and use your HDTV's remote to control playback functions and navigate the camera's menus from the comfort of your couch.",
    "magnified focus assist": "The E-P2 provides two optional methods to help the user focus: a Magnified Focus (MF) Assist Function and Magnification Display. When using manual focus, the MF Assist feature aids with critical focus by allowing you to zoom in on part of the image by simply turning the focusing ring on the front of the lens. The Magnification Display enables you to selectively enlarge the image on the LCD at the touch of a button. This mode works for both autofocus and manual focus. Both MF Assist methods provide up to a 10x magnification of a single point of the image for critical focus; perfect for macro or still-life photography.",
    "megapixels": "12.3 MP",
    "model": "E-P2",
    "mpn": "262825",
    "screen size": "3\"",
    "shadow adjustment": "You no longer need to worry about the extreme contrast between dark and bright areas in your images. The E-P2's Shadow Adjustment Technology corrects for extreme light variations with high-tech efficiency. This can also be used in post-editing.",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "50332172043"
}