{
    "<page title>": "Canon Rebel T5I 18 55 STM 75 300 50mm 500mm 6 Lens Kit 16GB Case USA | eBay",
    "angle of view": "74° 20' - 27° 50'",
    "aperture": "Maximum: f/3.5 - 5.6",
    "autofocus": "Yes",
    "brand": "Canon",
    "bundled items": "Case or Bag,Extra Battery,Flash,Lens,Memory Card",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "defective item": "An item that was discovered to be defective upon receipt can be replaced with the same model only.",
    "dimensions dxl": "Approx. 2.7 x 3.0\" (68.58 x 76.20 mm)",
    "diopter adjustment": "- 3 to +1 m",
    "display screen": "3\" Rear Touchscreen Tilting Live Preview LCD (1,040,000)",
    "elementsgroups": "13/11",
    "exposure modes": "Modes: Aperture Priority, Auto, Flash Off, Manual, Programmed Auto, Shutter Priority\nMetering Range: EV 1.0 - EV 20.0\nCompensation: -5 EV to +5 EV (in 1/3 or 1/2 EV steps)",
    "filter thread": "Front:58 mm",
    "focal length": "18 - 55mm\nComparable 35mm Focal Length: 28.8 - 88 mm",
    "image stabilization": "Yes",
    "iso sensitivity": "Auto, 100-12800 (Extended Mode: 25600-)",
    "magnification": "0.28x",
    "manufacturer warranty": "Yes",
    "megapixels": "18.0 MP",
    "metering method": "Average metering, Center-weighted average metering, Multi-zone metering, Partial Metering, Spot metering",
    "minimum focus distance": ".82' (.25 m)",
    "model": "Rebel T5i / 700D",
    "mpn": "8595B003",
    "replacement": "We will send a product replacement after the authorized return has completed our receiving/inspection process. The replacement will ship within four business days following our receipt of your return. Please allow additional processing time after Holidays. Although it is our goal to ship a replacement as quickly as possible, we do not send replacements before we receive and inspect the returned merchandise. All items are sold with Manufacture Warranty so there is another avenue for assistance.",
    "return shipping": "Return shipping cost (the cost to send an item back to our store) is like or comparable to your cost of driving to any store for returning an item, which is not reimbursable. Therefore, we do not reimburse any return shipping cost.",
    "screen coverage": "100%",
    "screen size": "3\"",
    "shutter": "Type: Electronic & Mechanical\nSpeed: 30 - 1/4000 sec",
    "type": "Digital SLR",
    "upc": "766897713651",
    "viewfinder coverage": "95%",
    "viewfinder magnification": "Approx. 0.87x",
    "viewfinder type": "Pentamirror, Optical",
    "weight": "7.23 oz (205 g)",
    "white balance modes": "Auto, Cloudy, Custom, Daylight, Flash, Fluorescent (White), Shade, Sunset, Tungsten, Twilight"
}