{
    "<page title>": "Canon EOS Kiss x7 Double Zoom Kit Japan Model Digital SLR Camera | eBay",
    "ae lock": [
        "Possibility",
        "Automatically: In one-shot AF, evaluation photometry, I lock AE with focusing\nManual operation: It depends on AE lock button push"
    ],
    "aspect ratio": "3:2",
    "brand": "Canon",
    "bundled items": "Lens",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "drive mode": "It is continuation photography after /2 second /10 second for one piece of photography, consecutive photography, one piece of static sound photography, static sound consecutive photography, self-timer ten seconds",
    "exposure control": "Program AE (exposure revision possibility ※ 1) for animation photography, manual exposure ※ 2※Only in 1application photography zone※Only as for 2manual modes",
    "eye point": "Approximately 19mm (from the -1m -1 time / eye lens center)",
    "fe lock": "Possibility",
    "file size": "1,920*1,080 (30p/25p/24p): Approximately 330MB/m\n1,280*720 (60p/50p): Approximately 330MB/m\n640*480 (30p/25p): Approximately 82.5MB/m",
    "focusing screen": "Is rigid, Precision mat",
    "function guide": "I can display it",
    "lens mount": "Canon EF mount",
    "magnification": "Approximately 0.87 times (50mm lens ・∞, -1m -1)",
    "megapixels": "18.0 MP",
    "mirror": "Quick return type",
    "model": "Electronic flash incorporation, digital SLR camera Rex AF, AE camera",
    "mpn": "3814B035",
    "my menu registration": "Possibility",
    "noise reduction": "You can cope with exposure, high sensitive photography at a long second",
    "optical zoom": "18x",
    "recording": "Built-in monaural microphone, the outside stereo microphone terminal equipment,\nRecording level adjustment is possible, and there is a wind cut function, and there is an attenuator function",
    "screen size": "3\"",
    "shutter speed": "1/4000 - 30 seconds (put all photography modes together), valve\nElectronic flash tuning best shutter speed = 1/200 second",
    "size": "Approximately 116.8 (width) *90.7 (height) *69.4 (depth) mm",
    "type": "Digital SLR",
    "white balance": "Auto, manual to pre-set (light of the sun, the shade, cloudy weather, incandescent electric lamp, white fluorescent lamp, electronic flash), white balance revision, ※Electronic flash color temperature information and communication correspondence"
}