{
    "16megapixel live mos image sensor": "Featuring the 16-megapixel Live MOS sensor of the OM-D E-M5, the Olympus micro four thirds flagship, the PEN E-PM2PM2, is optimized to maximize the performance of all mZuiko digital lenses in any shooting condition. Improvements to the sensitivity and read-out speed of the existing sensor makes shooting and Full HD movie recording possible.",
    "8 fps sequential shooting": "With the E-PM2 you can take up to eight photos a second, allowing you to easily capture that perfect shot, especially when your subject is moving.",
    "<page title>": "Olympus Pen Mini E PM2 Digital Camera w Flash 40 150mm Zoom Lens D SLR DSLR | eBay",
    "brand": "Olympus",
    "bundled items": "Flash, Lens, Memory Card, Strap (Neck or Wrist)",
    "fast af with face and eye detect": "The FAST (Frequency Acceleration Sensor Technology) AF system is able to focus at an incredible speed and offers 35 separate focus points that are spread over nearly the entire sensor, which makes it possible for pin-point accurate focusing on small subjects wherever they appear in the frame.",
    "iauto": "A convenient, fully automated feature that detects the scene and applies the best of six situations just by aiming the camera toward the subject. Backlight adjustments are automatically applied for portrait and landscape modes.",
    "immediate response onetouch shutter and control": "The E-PM2's touchscreen reacts quickly with the slightest touch and can focus by touch even if the subject is not in the center. Touch screen display makes it easy to choose AF points, capture a picture, change camera settings, release the shutter or navigate controls, simply by touching the screen.",
    "inbody image stabilization": "Say goodbye to blurry images. Olympus's in-body image stabilization technology makes it possible to use any micro four thirds lenses, from wide-angle to telephoto, for perfectly clear, crisp photos no matter what the shooting situation, even in low light!",
    "live guide and direct live guide button": "The E-PM2's live guide system allows you to preview effects as you adjust them before the image is even captured. With a simple touch, slide through numerous photographic effects, such as brightness, color saturation, blur background, etc. It is even easier to get to the live guide menu at the touch of a button on the top of the camera.",
    "megapixels": "16.0MP",
    "model": "PEN mini E-PM2",
    "navigation on 3 lcd": "The E-PM2 features a vertical bar touch navigation menu. The E-PM2 is designed to optimize the touch screen LCD and was introduced to operate the MENU display with a simple operation instead of a mode dial. The E-PM2's touchscreen reacts quickly with the slightest touch and can focus by touch even if the subject is not in the center.",
    "proven dust reduction system": "Olympus's dust reduction system assures spot-free images, even if you change lenses. Every time you turn on the camera, the supersonic wave filter silently vibrates, flinging and collecting dust so that it doesn't interfere with the picture imaging at any time.",
    "truepic vi image processor": "TruePic VI image processor, designed specifically for the Olympus PEN, features Real Color technology for improved color reproduction and color gradation. The faster processor also allows for a shorter recovery time between shots.",
    "type": "Digital SLR"
}