{
    "30fps highdefinition motion images and hd output": "The TZ5 can record motion images with sensational 1280 x 720 HD resolution at 30 frames per second (fps). You can use the zoom, too, and capture some truly dramatic shots. When you're done shooting for the day, just connect the camera to an HDTV and you're ready to view your still shots and motion images in high-definition beauty.",
    "<page title>": "Panasonic Lumix DMC TZ5 9 1 MP Digital Camera Silver | eBay",
    "big bright 30 lcd with intelligent lcd function": "With a total of 460,000 dots, the big, bright 3.0\" diagonal LCD makes viewing and shooting easier and more comfortable. The intelligent LCD adjusts brightness automatically in 10 steps as the ambient light level changes, so images are clear, bright and easy to see day or night, indoors or outdoors.",
    "brand": "Panasonic",
    "bundled items": "Case or Bag, Memory Card, Memory Reader, Strap (Neck or Wrist)",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "leica 28mm wideangle lens with 10x optical zoom": "Now you can fit sweeping landscapes into a single frame with the 28mm wide-angle setting. Pull in subjects from far away to capture even subtle facial expressions with the dynamic 280mm telephoto setting. Ideal for traveling, the DMC-TZ5 Lumix 9.1-megapixel digital camera combines a wide-ranging Leica DC Vario-Elmar lens with a handy, compact body. The extra optical zoom function also extends the zoom to as much as 16.9x, giving you even greater telephoto power.",
    "megapixels": "9.1 MP",
    "model": "DMC-TZ5",
    "mpn": "DMC-TZ5",
    "optical zoom": "10x",
    "screen size": "3\"",
    "special travel functions for the perfect trip": "The clipboard allows you to take photos of maps, timetables and other travel info. They are saved in a separate folder of the built-in memory to distinguish them from normal photos. You can print titles and other characters on the photos you shoot with the title edit and stamp. This is great for creating your own postcards from a vacation trip. Input your departure date and destination with the travel date setting. Later, during photo viewing, the camera will indicate on which day of the trip each shot was taken and the location.",
    "type": "Point & Shoot"
}