{
    "<page title>": "Sony Î\u0091 Alpha DSLR A200 10 2 MP Digital SLR Camera Black Kit w DT | eBay",
    "additional features": "AE/FE Lock, AF Lock, Contrast Control, DPOF Support, Depth-Of-Field Preview Button, Digital Noise Reduction, Direct Print, Dynamic Range Optimizer, Eye-Start AF System, Histogram Display, Image Stabilization, Interchangeable Lenses, PRINT Image Matching, PictBridge Support, RGB Primary Color Filter, Sharpness Control, USB 2.0, USB 2.0 Compatibility",
    "auto focus type": "TTL phase detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Sony",
    "camera flash features": "AF Illuminator, Auto Flash, Fill-in Flash, Flash +/- Compensation, Rear Sync Flash, Red-eye Reduction Flash, Slow Sync, Wireless Off-Camera Control",
    "camera type": "Digital SLR",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video output, 1 x remote control",
    "continuous shooting speed": "3 frames per second",
    "depth": "2.81 in.",
    "dioptric correction range": "-2.5 to +1",
    "display rotation": "Built-in",
    "display size": "2.7\"",
    "display type": "LCD",
    "expansion slot": "1 x CompactFlash Card - type I/II",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority",
    "exposure range": "EV 1-20 ( ISO 100 )",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "floppy drive storage": "None",
    "focal length equivalent to 35mm camera": "27 - 105mm",
    "focal length range": "18mm - 70mm",
    "focus adjustment": "Automatic, Manual",
    "height": "3.88 in.",
    "lens construction": "9 group(s) / 11 element(s)",
    "lens filter size": "55 mm",
    "lens for sd": "DT 18-70mm",
    "lens system features": "Aspherical Lens, ED Glass",
    "lens type": "Zoom lens",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 800, ISO auto",
    "light sensitivity max": "3200",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/4000 sec",
    "megapixels": "10.2 MP",
    "microphone type": "None",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "30 sec",
    "model": "DSLR-A200",
    "mpn": "DSLRA200K",
    "operating system supported": "Apple Mac OS X 10.4 or later, MS Windows 2000 SP4 or later, MS Windows Vista, MS Windows XP SP2, Microsoft Windows 2000, Microsoft Windows ME, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional",
    "optical viewfinder type": "Eye-level penta-dach mirror",
    "optical zoom": "3.5x",
    "product information": "The Sony a (alpha) DSLR-A200 camera is perfectly positioned to carry a new generation of photographers into the creative world of DSLR performance. A DT 18-70mm f3.5-5.6 standard zoom lens is included here, as well as superb 10.2-megapixel imaging, high-sensitivity shooting, and Super SteadyShot in-camera image stabilization that reduces blur with a brilliant array of Sony, Carl Zeiss and Minolta a-mount lenses. It's also fast, lightweight and incredibly easy to operate, with a large 2.7\" LCD screen, simple Function Guide menu display and Creative Style settings to fine-tune camera performance. The powerful Bionz processing engine is also included to increase response time.Superb image quality gives you great DSLR shots right from the start, with a large APS-size CCD imager developed by Sony to expand dynamic range, minimize noise more effectively and provide greater detail for making big prints or cropping in tight on your subject.Broad sensitivity range from ISO 100 to ISO 3200 enables the a (alpha) DSLR-A200 to capture beautiful color images even in very dim light - with High ISO Noise Reduction technology that reduces picture noise artifacts at high-sensitivity ISO 1600 and ISO 3200 settings by eliminating noise from RAW data after analog-to-digital conversion.A high-performance sensor detects vibrations and the image stabilization system automatically compensates. Because image stabilization is built into the a (alpha) DSLR-A200, every lens benefits - and with an advantage of from 2.5 to 3.5 stops, you can shoot effectively at higher shutter speeds even in very low light with minimum blur from shaky hands or fast-moving subjects.The \"brain\" of the a (Alpha) DSLR-A200 is the advanced Sony Bionz Image Processor, using hardware-based Large Scale Integrated (LSI) circuitry to enhance images with rich tonal reproduction, improved white balance and exposure control, and expanded D-Range Optimizer capabilities. With 2-channel data transfer from CCD to processor, your camera can also respond faster.To improve results with backlit subjects and recover details hidden in shadows or lost in glare, the a (alpha) DSLR-A200 provides Dynamic Range Optimizer at two levels: Normal DRO, to improve detail using standard gamma curves for fast shot-to-shot response time, or Advanced DRO, to adjust dynamic range area-by-area for the greatest precision.Changing lenses in a DSLR can allow dust to enter the camera - so to keep the CCD imager cleaner for better pictures, the a (alpha) DSLR-A200 utilizes both static-free anti-dust coating on the CCD filter and anti-dust vibration that automatically shakes the CCD to dislodge dust each time the camera is shut off.In Auto or some scene selection modes, the camera flash automatically pops up and fires when needed to help you shoot more effectively. Flash is cancelled in Landscape, Sport or Sunset modes and in \"Flash Off\" position on the Exposure Mode dial.Eye-Start Autofocus System begins precision autofocus adjustments the moment you raise the camera to your eye - so unlike some DSLR cameras that don't start focusing until the shutter button is half-pressed, the Sony a (alpha) DSLR-A200 never slows down your ability to catch fast action.A fast focus motor and improved focus control help bring images into sharp definition more quickly, with predictive focus control that automatically calculates the position of a fast-moving subject.A 40-segment honeycomb sensing system provides multi-pattern measuring for superior exposure control accuracy - and you can also select center-weighted or spot metering modes. You'll also have 6 preset White Balance control settings and RGB Histogram display to check color balance.Along with auto exposure, the a (alpha) DSLR-A200 gives you scene selection modes to optimize camera performance for Portrait, Landscape, Macro, Sports, Sunset and Night Portrait/Night View situations.To express your creativity and personal taste, you can adjust ...\nProduct Highlights Video\nProduct Identifiers BrandSony ModelDSLR-A200 MPNDSLRA200K\nKey Features Camera TypeDigital SLR Optical Zoom3.5x Sensor Resolution10.2 MP Screen Size2.7\"\nOptical Sensor Sensor Size15.8 x 23.6mm Sensor TypeCCD, Super HAD CCD\nLens System Lens TypeZoom lens Lens For SDDT 18-70mm Focal Length Range18mm - 70mm Focus AdjustmentAutomatic, Manual Lens Filter Size55 mm Lens System FeaturesAspherical Lens, ED Glass Auto Focus typeTTL phase detection Lens Construction9 group(s) / 11 element(s) Focal Length Equivalent to 35mm Camera27 - 105mm\nExposure Max Shutter Speed1/4000 sec Min Shutter Speed30 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure RangeEV 1-20 ( ISO 100 ) Exposure MeteringCenter-Weighted, Multi-Segment, Spot Exposure ModesAperture-Priority, Automatic, Bulb, Manual, Program, Shutter-Priority Light SensitivityISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 800, ISO auto Light Sensitivity Max3200\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Camera Flash FeaturesAF Illuminator, Auto Flash, Fill-in Flash, Flash +/- Compensation, Rear Sync Flash, Red-eye Reduction Flash, Slow Sync, Wireless Off-Camera Control Flash ModesAuto Mode, Fill-in Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryCompactFlash, CompactFlash Card Type I, CompactFlash Card Type II, Memory Stick DUO PRO, Memory Stick Duo, Memory Stick PRO, Microdrive Floppy Drive StorageNone\nViewfinder Viewfinder TypeOptical, Optical (Through-the-lens) Optical Viewfinder TypeEye-level penta-dach mirror Viewfinder - Field Coverage95% Viewfinder Magnification0.83x Dioptric Correction Range-2.5 to +1\nDimensions Depth2.81 in. Height3.88 in. Width5.15 in. Weight18.8 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.7\" - color Display Size2.7\"\nMicrophone Microphone TypeNone\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video output, 1 x remote control Expansion Slot1 x CompactFlash Card - type I/II\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.4 or later, MS Windows 2000 SP4 or later, MS Windows Vista, MS Windows XP SP2, Microsoft Windows 2000, Microsoft Windows ME, Microsoft Windows XP Home Edition, Microsoft Windows XP Professional\nBattery Battery Form FactorManufacturer specific\nFile Format Still Image FormatDPOF, EXIF 2.21, JPEG, RAW, RAW + JPEG, Raw Image\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Contrast Control, DPOF Support, Depth-Of-Field Preview Button, Digital Noise Reduction, Direct Print, Dynamic Range Optimizer, Eye-Start AF System, Histogram Display, Image Stabilization, Interchangeable Lenses, PRINT Image Matching, PictBridge Support, RGB Primary Color Filter, Sharpness Control, USB 2.0, USB 2.0 Compatibility\nMiscellaneous Shooting ProgramsLandscape, Macro, Night portrait, Portrait mode, Sports mode, Sunset Special EffectsBlack & White, Landscape, Neutral, Night View, Portrait, Sunset, Vivid White BalanceAuto, Cloudy (Preset), Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Shade (Preset), Tungsten (Preset) Continuous Shooting Speed3 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.7\" - color",
    "screen size": "2.7\"",
    "sensor resolution": "10.2 MP",
    "sensor size": "15.8 x 23.6mm",
    "sensor type": "CCD, Super HAD CCD",
    "shooting programs": "Landscape, Macro, Night portrait, Portrait mode, Sports mode, Sunset",
    "special effects": "Black & White, Landscape, Neutral, Night View, Portrait, Sunset, Vivid",
    "still image format": "DPOF, EXIF 2.21, JPEG, RAW, RAW + JPEG, Raw Image",
    "supported flash memory": "CompactFlash, CompactFlash Card Type I, CompactFlash Card Type II, Memory Stick DUO PRO, Memory Stick Duo, Memory Stick PRO, Microdrive",
    "viewfinder  field coverage": "95%",
    "viewfinder magnification": "0.83x",
    "viewfinder type": "Optical, Optical (Through-the-lens)",
    "weight": "18.8 Oz.",
    "white balance": "Auto, Cloudy (Preset), Daylight / Sunny (Preset), Flash (Preset), Fluorescent (Preset), Shade (Preset), Tungsten (Preset)",
    "width": "5.15 in."
}