{
    "<page title>": "Sony Cyber Shot DSC W710 16 1 MP Digital Camera Silver Latest Model 027242862067 | eBay",
    "brand": "Sony",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "enhance your portrait photos": "Portraits of friends and family have never looked better. Your camera can cleverly re-touch photos, removing skin blemishes and wrinkles for flattering results with friends and family. It can even whiten teeth and deal with shiny foreheads.",
    "get a panorama in one shot": "It's easy to grab breathtaking views of landscapes or city scenes. Just press the button and sweep the camera from side to side (or up and down). Your camera automatically stitches together a high-speed burst of frames to create one full panoramic image.",
    "its all in the detail": "Effortlessly capture the beauty, emotion and excitement of all those special moments thanks to the camera's high-resolution image sensor. From a family holiday to a fun night out, you'll take sharp, finely detailed photos without fuss.",
    "let your camera do the work": "Not sure which settings are best for that sunny beach scene or twilight gathering? Let your camera decide for you. The camera automatically adjusts everything to suit the conditions. Just point and shoot and capture the moment with no menus or settings to worry about.",
    "light up the room": "Your camera's flash often struggles to reach subjects that are further away. Advanced flash boosts sensitivity, brightening photos when the lights are low. You'll say goodbye to dim, dark portraits and party scenes.",
    "megapixels": "16.1 MP",
    "model": "DSC-W710",
    "mpn": "DSC-W710/S",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "shoot hd movies": "Your camera's a camcorder too. Bring all those memories to life with HD video. There's no need to fiddle with complicated controls: a simple switch on the back of the camera selects movie recording. When you're finished, sit back and enjoy the results on your HD television.",
    "type": "Point & Shoot",
    "upc": "027242862067"
}