{
    "<page title>": "Samsung DV150F 16 2MP Smart WiFi Digital Camera 5X Optical Zoom Black 616641719586 | eBay",
    "beauty palette": [
        "Even\nif you're not ready for your close-up, you can still create the perfect\nsocial network profile picture. Choose from seven different makeup\nlooks that help you change the color of your lipstick, eye shadow, cheek\nblush - even your eyes. You can cover up blemishes, smooth out skin\ntone, and slim the shape of your face, too.",
        "Even if you're not ready for your close-up, you can still create the perfect social network profile picture. Choose from seven different makeup looks that help you change the color of your lipstick, eye shadow, cheek blush - even your eyes. You can cover up blemishes, smooth out skin tone, and slim the shape of your face, too."
    ],
    "brand": "Samsung",
    "bundled items": "Case or Bag, Memory Card",
    "design 5 colors  aluminum body": [
        "With the modern design of the dual LCD screens, the front LCD is neatly hidden leaving much room for style. The front catches your subject's eye with its shimmering metallic color, while the point color leather grip pattern of the back provides a pleasing contrast. With its sleek, seamless body and rounded design, the camera feels as good in your hand as it feels great to have handy.",
        "With\nthe modern design of the dual LCD screens, the front LCD is neatly\nhidden leaving much room for style. The front catches your subject's eye\nwith its shimmering metallic color, while the point color leather grip\npattern of the back provides a pleasing contrast. With its sleek,\nseamless body and rounded design, the camera feels as good in your hand\nas it feels great to have handy."
    ],
    "dual lcd 38mm front lcd": [
        "The Samsung SMART CAMERA features a front LCD that makes taking group and other tricky self-portraits a snap. Play Children Mode animation to hold a kid still; let the group know just when to smile with Self Timer's visual countdown. Be part of every image with the front LCD, preview self-portraits, then click, and effortlessly get perfect pictures with you in the middle of the action. With Jump Shot, quickly shoot images of your friends jumping around, and then create fun GIF animations.",
        "The\nSamsung SMART CAMERA features a front LCD that makes taking group and\nother tricky self-portraits a snap. Play Children Mode animation to hold\na kid still; let the group know just when to smile with Self Timer's\nvisual countdown. Be part of every image with the front LCD, preview\nself-portraits, then click, and effortlessly get perfect pictures with\nyou in the middle of the action. With Jump Shot, quickly shoot images of\nyour friends jumping around, and then create fun GIF animations."
    ],
    "f25 25mm 5x zoom lens  162 mega pixels": [
        "When\nyou're taking pictures at a performance, make every seat the best seat\nin the house. The 5x optical zoom gives you great close-ups, even from\nthe back row. Up front? The 25mm wide-angle lens captures all the action\non stage. And the combination of 16.1 megapixels and F2.5 lens give you\nhigh quality images - even in dim lights.",
        "When you're taking pictures at a performance, make every seat the best seat in the house. The 5x optical zoom gives you great close-ups, even from the back row. Up front? The 25mm wide-angle lens captures all the action on stage. And the combination of 16.1 megapixels and F2.5 lens give you high quality images - even in dim lights."
    ],
    "megapixels": "16.2 MP",
    "mobilelink": [
        "Now\nyou can select and send an image or album directly to an Android\nsmartphone, iPhone or tablet with the Samsung MobileLink. You don't even\nhave to send the image as a text message or as an email. With\nMobileLink, you can control the album on your phone and the changes will\nbe saved to your camera, too.",
        "Now you can select and send an image or album directly to an Android smartphone, iPhone or tablet with the Samsung MobileLink. You don't even have to send the image as a text message or as an email. With MobileLink, you can control the album on your phone and the changes will be saved to your camera, too."
    ],
    "model": "DV150F",
    "mpn": "EC-DV150FBPBUS",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "type": "Point & Shoot",
    "upc": "616641719586",
    "wifi connectivity with direct link": [
        "Experience\nthe wireless advantages of the SMART CAMERA's Wi-Fi connectivity and\ntruly intelligent features. The dedicated DIRECT LINK hot key helps you\nquickly connect to Wi-Fi networks, while AutoShare, Social Sharing,\nCloud, email, AllShare Play and PC Auto Backup let you share memories\nwith friends and family around the world. Features including, Software\nUpgrade Notifier, the Samsung SMART CAMERA App, MobileLink and Remote\nViewfinder make it easy to connect to your smartphone and tablet.",
        "Experience the wireless advantages of the SMART CAMERA's Wi-Fi connectivity and truly intelligent features. The dedicated DIRECT LINK hot key helps you quickly connect to Wi-Fi networks, while AutoShare, Social Sharing, Cloud, email, AllShare Play and PC Auto Backup let you share memories with friends and family around the world. Features including, Software Upgrade Notifier, the Samsung SMART CAMERA App, MobileLink and Remote Viewfinder make it easy to connect to your smartphone and tablet."
    ]
}