{
    "<page title>": "Fujifilm FinePix SL300 14 MP Digital Camera Kit with 30x Optical Zoom Black 074101014495 | eBay",
    "brand": "Fujifilm",
    "bundled items": "Case or Bag, Flash, Lens, Memory Card, Strap (Neck or Wrist)",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative possibilities": "For times when users want to go beyond the still image, these SL-series is capable of capturing 720p HD movie at 30 fps. A mini HDMI output port enables both cameras to be quickly connected to HDTV so users can enjoy watching their movies back on the big screen. Still images can also be reviewed in this way, showcasing those edge-to-edge image definitions.",
    "image quality to match the lens range": "The camera houses a 1/2.3-inch 14-mega-pixel CCD sensor, which represents the very latest in Fujifilm's award-winning imaging technology. These powerful sensors are optimized to work perfectly with the zoom lenses, ensuring all the detail in a scene is captured with exceptional clarity. To assist in low-light situations or when shooting handheld, these SL-series offer a maximum ISO rating of ISO 6400 for maximizing available light and ensuring that shutter speeds are fast enough to capture action without blurring. Sensor-shift digital image stabilization is offered by both devices and applies the latest in image enhancing processes to bring out detail and preserve the finer points of a picture.",
    "improved performance": "These SL-series range of cameras is renowned for performance and reliability, but these bridge cameras have been optimized and redesigned to offer Fujifilm's best ever shooting experience. In addition to the new technological features offered by these SL-series cameras, they have been optimized for faster start-up, improved speed of AF and an upgraded response time. All this combines to ensure that users won't miss a shot. Even the power supply of these cameras has been re-engineered - they run on Lithium-ion batteries that can capture up to 300 frames on a single charge.",
    "megapixels": "14.0 MP",
    "model": "SL300",
    "mpn": "FPSL300",
    "optical zoom": "30x",
    "optics that outclass the competition": "The highlight of these SL-series have to be the cameras' Fujinon optical zoom lenses, with the SL-series offering high-quality optical zoom. The zoom ranges make these cameras ideal for travelers looking to record their adventures, sports fans keen to capture their teams on camera or any photographer looking for a step-up from their current bridge camera. Plus, with a close-focus distance of 2 cm, users can also pick out precise close-up details, too. These zoom lenses offer for smooth zooming and precise framing of scenes, and an additional zoom lever on the barrel of the lens gives users the ability to zoom in and out without taking their hands from the camera - guaranteeing that they'll never miss their desired shot.",
    "professional look and feel": "These SL-series has cosmetic features and design flourishes that are strongly reminiscent of DSLRs and other pro-level cameras. These have been designed with a rubberized coating to make them comfortable in the hands for extended shooting sessions, but also offer the reassuring build quality expected from a premium camera. The cameras' buttons are ergonomically located and the metal-like finish completes the overall appeal - either will delight both the beginner and the enthusiast photographer.",
    "screen size": "3\"",
    "see the whole picture": "These SL-series boast a 3-inch LCD screen that offers 460,000 dots and an ultra-wide 160-degree viewing angle. This means they're not only clearer to see when composing pictures - the super-bright screens make playback and reviewing movies and stills easier and more enjoyable. The SL-series also have electronic viewfinders (EVF) that offer the 200,000 dots screens, so users can be assured that they're seeing a good representation of what the camera will capture as a still image or movie. The EVF also now benefit from the addition of a diopter adjustment, making it much easier for spectacle wearers to look through the viewfinder.",
    "type": "Medium Format",
    "upc": "837654978443"
}