{
    "<page title>": "Nikon Coolpix S4300 16 0 MP Digital Camera Black | eBay",
    "brand": "Nikon",
    "bundled items": "Memory Card, Strap (Neck or Wrist)",
    "catch candid moments 6x optical zoomnikkor glass lens": "Just when they thought no one was looking... fire off a couple shots and catch your friends when they least expect it. The 6x zoom and fast autofocus make it happen. The S4300 has a wide-angle 6x optical Zoom-NIKKOR (26mm - 156mm) glass lens, plus optical VR Image Stabilization to prevent your shots from coming out blurry.",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "countryregion of manufacture": "China",
    "look at that": "High-resolution 3.0-inch touch screen Keep in touch - both socially and with your camera. An intuitive graphic interface makes this one of the easiest cameras to use. The S4300 lets you navigate settings and camera modes, add effects and view photos and movies with fingertip operation. The clear and bright 3.0-inch LCD touch screen lets every one of your stills and movies come alive with 460,000-dot detail.",
    "manufacturer warranty": "No",
    "megapixels": "16.0 MP",
    "model": "S4300",
    "mpn": "VMA941E1",
    "optical zoom": "6x",
    "photos that tell it all": "Nothing tells a story like a photo! The COOLPIX S4300 is the right choice to catch every moment. Whether hanging out at the mall or posing with friends before you hit the prom, keep your family and friends in the loop. With its high-resolution 16.0 megapixel CCD sensor, create photos for memorable prints or to place on a team t-shirt. Zoom in for a smile, zoom out for a touchdown. Optical VR Image Stabilization makes your shots clear and sharp. And the one-touch movie record button makes for quick and easy HD (720p) movies.",
    "quick and easy hd movies": "Just touch a button and start recording movies. Memorable moments are preserved in high quality HD (720p) video with sound. Show friends the shots you got right away on the S4300's the large 3.0-inch LCD touch screen or view your movies and photos on your HDTV or computer. Better yet, upload to the web and share with anyone.",
    "screen size": "3\"",
    "type": "Point & Shoot"
}