{
    "16x intelligent zoom234x extra optical zoom": "Thanks to the newly incorporated Intelligent Resolution technology, the intelligent zoom is available with the DMC-ZS5 which extends the zoom ratio by approximate 1.3x maintaining the picture quality even combining a digital zoom. This means the 12x optical can virtually extend to 16x equivalent. Furthermore, the extra optical zoom function that extends zoom power to 23.4x by using the center part of the large CCD to bring subjects even closer.",
    "25mm ultra wideangle 12x optical zoom leica dc lens": "The DMC-ZS5 features a 25mm ultra wide-angle 12x optical zoom f/3.3-4.9 LEICA DC Vario-Elmar lens. Incorporating Panasonic's advanced optical technologies, this lens system is comprised of 10 elements in 8 groups, with 2 ED (Extra Low Dispersion) lenses and 2 aspherical lenses/3 aspherical surfaces while preserving compactness. This lens system enables a remarkable 25 to 300mm range of focal length in this compact body. The powerful zoom of the DMC-ZS5 can be freely controlled even when shooting motion images. Inheriting the fine rendering and outstanding quality of the Leica Elmar lens, this easy-to-carry camera delivers beautiful images any time, any place.",
    "25mm ultra wideangle lens": "The 25mm ultra wide-angle lens has about twice the shooting area as a standard 35mm lens. This enhances all kinds of shooting situations, like when you're photographing a group of people at an indoor party or shooting a large structure or sweeping landscape while traveling.",
    "<page title>": "Panasonic Lumix Camera DMC ZS5 ZS5 V1 57 | eBay",
    "brand": "Panasonic",
    "megapixels": "12.1 MP",
    "model": "DMC-ZS5/DMC-TZ8",
    "mpn": "DMC-ZS5K",
    "optical zoom": "12x",
    "powerful 12x optical zoom": "The DMC-ZS5 features a powerful 12x optical zoom lens. This gives you highly natural expressions from people and animals that you can't get close to. It is also available in movie recording with the mechanism designed to minimize the noise of auto focusing or zooming. And its slim, compact, pocket-sized body can easily go wherever you do for both everyday snapshots and traveling.",
    "screen size": "2.7\"",
    "sonic speed af": "The sonic speed AF system in the DMC-ZS5 has a maximum speed of approx. 0.35 second (wide-end) / 0.41 second (tele-end) for auto focusing. It includes numerous re-engineering enhancements, including a higher-speed actuator, optimized algorithms and parallel software processing. The result is fast and accurate AF performance. You can quickly get moving subjects in focus, such as when you're shooting sports scenes.",
    "type": "Point & Shoot",
    "upc": "628586147928"
}