{
    "121megapixel super had ccd image sensor": "A powerful 12.1-megapixel 1/2 1/2.3\" Super HAD CCD image sensor helps you capture gorgeous images with superb contrast and clarity down to the finest detail. With 12.1-megapixel, you can create stunning, photo-quality prints up to A3+ size, or crop your images and still come away with high resolution shots.",
    "27 clear photo lcd display 230k pixels": "Generous 2.7\" (230K pixels) Clear Photo LCD display features sharp, natural color that makes it easy to compose shots, read menus, and view photos, even in bright sunlight.",
    "<page title>": "Sony Cyber Shot DSC W310 12 1 MP 4X Optical 2 7\" LCD Digital Camera Black | eBay",
    "brand": "Sony",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "easy shooting mode": "Optical SteadyShot image stabilization uses a built-in gyro sensor to detect camera shake and automatically shifts the lens to help prevent blur without sacrificing image quality.",
    "face detection technology": "Face Detection technology detects up to eight individual faces and adjusts focus, exposure, and white balance to help deliver crisp, properly lit images of family and friends.",
    "intelligent scene recognition iscn mode": "Intelligent Scene Recognition (iSCN) mode automatically detects seven different types of scenes and, within just 1/30th of a second, selects the appropriate camera settings - Backlight, Backlight Portrait, Twilight, Twilight Portrait, Portrait, Landscape and Macro.",
    "megapixels": "12.1 MP",
    "model": "DSC-W310",
    "mpn": "DSCW310/B-BUN",
    "optical zoom": "4x",
    "screen size": "2.7\"",
    "smile shutter technology": "Smile Shutter technology captures a smile the moment it happens. Simply press the Smile Shutter button and the camera does the rest. You can also select adult and child priority and indicate the degree of Smile Detection Sensitivity. Intelligent Scene Recognition can now be used together with Smile Shutter mode when the Intelligent Auto mode is on. This means that beautiful smiles can be captured with settings optimized for the particular scene, even in difficult conditions such as twilight and backlighting.",
    "sony lens with 4x optical zoom with 28mm equivalent wide": "Sony 4x optical zoom lens with 28mm equivalent wide angle brings distant subjects closer for great outdoor, sports, and travel photos.",
    "steadyshot image stabilization": "SteadyShot image stabilization compensates for camera shake and helps prevent blur through use of digital processing technologies.",
    "type": "Point & Shoot"
}