{
    "<page title>": "Sony Blue Cyber Shot DSC TX7 10 2MP Digital Camera 3 5\" Touch Screen LCD Exmor R | eBay",
    "about us": "Eastvale Store is a new consignment (established 2014) store providing the best that ebay has to offer. We receive inventory daily and only list / photograph the absolute best. We are committed to providing the best customer experience and hope that you bookmark our store and come back daily to see new inventory.",
    "payment details": "PLEASE READ BELOW BEFORE BIDDING\nWe can only accept payment from U.S. registered PayPal accounts. Please do not bid if you do not have a U.S. PayPal account as you will not be able to complete your purchase in PayPal.\nWe accept payment through PayPal. Please make payment through PayPal within 4 days of auction closing. If payment is not received within this time, the auction may be revoked and Non-Paying Bidder alert may be filed.\nAt time of checkout, applicable state and/or local sales tax will be calculated and charged.\nFreight is calculated based on shipping method to the shipping address provided by ebay for your profile. Please ensure that your shipping address is correct.\nWe do not accept solicitations outside of the listing - if you see something you like, please bid.",
    "product condition": "Cherished by its previous owner. Item has few finger marks on LCD screen and slight scuffs around he screen, check out photos. Accessories include carrying case and charger. Item has been power tested. Stored pet and smoke free. Don't miss out on this great deal!",
    "product details": "SONY Blue Cyber-Shot DSC-TX7 10.2MP Digital Camera 3.5\" Touch Screen LCD Exmor R\nStylish and ultra-slim, the Sony Cyber-shot DSC-TX7 is a 10.2 MP digital camera with an Exmor R CMOS sensor that is suitable for capturing photographs in high quality, even in low light conditions. Using the 4x optical zoom of this Sony digital camera, you can focus on even distant objects clearly. The Optical SteadyShot image stabilization feature of this Sony digital camera lets you capture clear images, even when the camera is accidentally shaken. This 10.2 MP digital camera has a 3.5-inch touch screen LCD that allows you to organize and preview your shots accurately. With the iSweep Panorama Mode, the Sony Cyber-shot DSC-TX7 enables you to capture excellent panoramic images. In addition, you can record 1920x1080 full HD videos in crystal clarity, using the Sony Cyber-shot DSC-TX7.\nCherished by its previous owner. Item has few finger marks on LCD screen and slight scuffs around he screen, check out photos. Accessories include carrying case and charger. Item has been power tested. Stored pet and smoke free. Don't miss out on this great deal!\nBrand: SONY\nModel:DSC-TX7\nColor: Blue\nDepth: 0.69\"\nHeight:2.35\"\nWidth: 3.85\"\nWeight: 4.7oz\nUltra-Slim Body\n10.2 Megapixel\n4x Optical Zoom w/ 25mm Wide-Angle\nExmor R CMOS f/ Low-Light Performance\n3.5\" Touch Screen Display\nHigh Sensitivity (ISO 3200)\nSteadyShot Optical Image Stabilization\nFast Capture 10fps\niSweep Panorama Mode\n1080i AVCHD HD Movies",
    "returns": "We offer a 14 day return policy (unless stated otherwise in the listing) from time of shipping\nContact our Customer Support by eBay Messages for RMA number and specific returns instructions, buyer is responsible for paying return shipping and 10% restocking fee may apply\nAll returns must be in original condition (original packaging and content intact) and packaged properly to avoid damage during shipping\nAllow 3-5 business days after we receive your package to process your return",
    "shipping details": "We ship via FedEx and most packages are usually shipped within 24 hours of payment confirmation (excluding Saturday/Sunday and holidays) and transit time will vary. Shipping times listed on ebay are estimates and we cannot be held responsible for carrier delays.\nPlease make sure to provide the correct shipping address when placing your order, orders will be shipped out to the shipping address provided by eBay.\nCombined shipping is not allowed and each listing should be paid for separately and will be processed separately and arrive in separate packages.\nUnfortunately at this time we do not ship to P.O. Boxes or addresses outside the U.S. (including APO/FPO)"
}