{
    "30inch oled monitor": "Whether composing still images or HD videos, photographers will appreciate the XZ-1's sharp 3.0-inch OLED monitor to frame and show off still images and High Definition (HD) movies in detailed 720p. The LCD displays 610,000 dots in vivid color, reproduces colors and shades more accurately with deeper black tones, and consumes less power. The monitor also provides a wide viewing angle ensuring that images can be composed from even the most obscure angles.",
    "<page title>": "Olympus Stylus XZ 1 10 0 MP Digital Camera Black XZ1 050332175853 | eBay",
    "advanced manual controls": "The XZ-1 offers advanced manual controls that experienced photographers expect from larger digital SLR cameras. But, with the XZ-1, advanced features are easy to use. A control ring around the front of the lens and the wheel controller on the back provide immediate access to the most important manual settings like ISO, aperture and shutter speed to make it easy to adjust the camera on the move.",
    "brand": "Olympus",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "fast super bright f18 izuiko 4x wide lens": "The iZuiko f/1.8-2.5 6.0-24mm (28-112mm equivalent angle of view in 35mm cameras) digital lens is the 4x compact version of the legendary, high-quality Zuiko digital lenses featured with Olympus DSLRs. With a minimum aperture of f/1.8 at wide-angle and a maximum aperture of f/2.5 at telephoto, this lens assures fast shutter speeds for sharp low-light images. This aperture range also allows photographers to take portraits that highlight the subject by defocusing the background, a capability not possible in most compact cameras. The lens is specifically designed for clear, high-quality photographic performance with minimal ghosting or flare.",
    "high sensitivity ccd": "Compared to existing 1/2.33-inch, 14-megapixel CCDs, the light-reception area of each pixel of the 1/1.63-inch, 10-megapixel CCD featured in the XZ-1 has been doubled. Superb, low-noise images can be shot even in dimly lit situations such as night scenes and indoor shots.",
    "lowlight performance": "The XZ-1 has an easily accessible built-in pop-up flash to illuminate low-light subjects, reduce red-eye and fill in dark areas. The camera also features an AF illuminator to make it simple to focus in low-light situations. Additionally, dual image stabilization further assures you'll get the shot you want while holding the camera: mechanical sensor-shift image stabilization compensates for camera movement in low-light conditions when shutter speeds are slower while digital image stabilization freezes the action with high ISO sensitivity and fast shutter speeds that prevent blurry images often caused by a moving subject. On top of all this, the XZ-1 also offers a low-light mode which automatically adjusts the ISO sensitivity up to ISO 3200 to take sharp full-resolution photos in dark places.",
    "megapixels": "10.0 MP",
    "model": "XZ-1",
    "mpn": "228000",
    "optical zoom": "4x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "846431032704"
}