{
    "121megapixel": "A 12.1-megapixel sensor captures the detail you need to make stunning, large-scale prints, or creatively crop images to perfection.",
    "25 variangle lcd": "A 2.5\" vari-angle PureColor VA provides a comfortable way to shoot from almost any position. Quick-Bright and Night Display functions enhance screen visibility in bright or low light.",
    "<page title>": "Canon PowerShot SX20 Is 12 1 MP Digital Camera Black | eBay",
    "antiblur": "The PowerShot SX20 IS combats blur with Motion Detection technology. Several advanced methods determine camera and subject movement, ISO settings are then adjusted for optimum results. Blur is also combated by Servo AF/AE, which retains focus on moving subjects while continuously adjusting exposure.",
    "brand": "Canon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic 4 processing": "Canon's DIGIC 4 processor drives exceptional processing speeds, responsive operation, and superb image quality and color reproduction. Advanced Noise Reduction ensures richly detailed, clean images, even at high ISO speeds.",
    "face detection technology": "For perfect portraits, the PowerShot SX20 IS features Canon Face Detection technology. Face Select and Track lets you select a particular face as the main subject, while FaceSelf-Timer makes group photos easy - taking a shot after an extra face enters the frame.",
    "hd movies and hdmi output": "Shoot HD movies (720p, 30fps) with CD quality stereo sound - ready for sharing on any HDTV via an HDMI connection.",
    "icontrast": "In shooting or playback, enhanced i-Contrast optimizes dynamic range according to the scene- retaining detail in shadows and preventing overexposure of highlights. The result is natural images with the best possible contrast.",
    "megapixels": "12.1 MP",
    "model": "SX20 IS",
    "mpn": "3633B011",
    "optical zoom": "20x",
    "screen size": "2.5\"",
    "smart auto and shooting modes": "Smart Auto mode analyzes subject brightness, contrast, distance, hue and movement. Intelligent Scene Detection technology then selects the scene type from 22 variables, applying the best settings for optimum output. 24 dedicated shooting modes include full Manual for complete control.",
    "speedlite compatible": "For extended shooting options and creative lighting, the PowerShot SX20 IS is compatible with many models in Canon's EX Speedlite flash range.",
    "type": "Point & Shoot",
    "wideangle superzoom": "A 20x wide-angle (28mm) optical zoom provides outstanding telephoto reach for stills and movies alike; plus, with Ultrasonic Motor (USM) and Voice Coil Motor (VCM), zooming and focus are fast, accurate and near-silent. Canon's optical IS technology works across the zoom range, to counteract the blur caused by camera shake."
}