{
    "27 purecolor ii g lcd": "A tempered glass-covered LCD screen is durable, strong and offers excellent contrast, allowing you to frame and review images quickly and accurately from any angle.",
    "5x zoom optical is": "A high-quality ultra-wide angle Canon lens is extremely flexible and allows you to include more in the frame, from vast landscapes to indoor party shots. The 5x zoom with optical image stabilizer makes it easy to home in on details and reduce image blur.",
    "<page title>": "Canon PowerShot ELPH 300 HS IXUS 220 HS 12 1 MP Digital Camera Black | eBay",
    "brand": "Canon",
    "bundled items": "Memory Card",
    "creative shooting modes": "Creative shooting modes give you the opportunity to experiment. Fish-eye effect re-creates the distortion of a fish-eye lens while miniature effect transforms landscapes into miniature scale models in both photos and movies.",
    "full hd with optical zoom and dynamic is": "High quality movies can now be recorded in Full HD (1080p) format. Two additions to greater video quality are crystal clear stereo sound and dynamic IS which stabilizes movies against wobble and shake. HDMI connection with CEC allows you to enjoy your memories on an HDTV and to browse the gallery using the TV remote.",
    "highspeed burst and super slow motion movie": "Capture photos of fast-paced action using high-speed burst mode or slow down movement of the real speed using super slow motion movie mode.",
    "hs system 121megapixel": "HS system excels in low light allowing you to capture the real atmosphere of the moment without flash or tripod. A high performance DIGIC 4 processor and high sensitivity sensor give superior image quality in all situations.",
    "megapixels": "12.1 MP",
    "model": "ELPH 300 HS / IXUS 220 HS",
    "movie digest": "Movie digest captures the action before a shot is taken, joining all the clips together from the same day into a single VGA movie to add to your collection of photos.",
    "mpn": "5099B006AA",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "smart auto": "Smart auto is truly automatic, allowing the camera to detect from 32 different scenes. You can take great pictures in complete confidence, knowing that the camera will take care of everything, leaving you free to enjoy the moment.",
    "stainless steel body": "A slim and stylish metal body gives the camera a quality feel with performance to match.",
    "type": "Point & Shoot"
}