{
    "<page title>": "Canon PowerShot S3 Is 6 0 MP Digital Camera Excellent Condition | eBay",
    "additional features": "AE/FE Lock, AF Lock, Audio Recording, Auto Power Save, Brightness Control, Built-In Speaker, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, Focus Bracketing, Histogram Display, Image Stabilization, Interval Shooting Mode, Not Interchangeable Lenses, Orientation Detection, PictBridge Support, RGB Primary Color Filter, USB 2.0 Compatibility, With LCD Protected Position, With Tripod Mount",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Standard form factor",
    "brand": "Canon",
    "bundled items": "Case or Bag, Lens, Lens Cleaning Kit, Memory Card, Strap (Neck or Wrist)",
    "camera flash features": "AF Illuminator, Auto Flash, Flash +/- Compensation, Flash Off, Red-eye Reduction Flash",
    "camera type": "Point & Shoot",
    "condition": "Seller refurbished: An item that has been restored to working order by the eBay seller or a third party not approved by\nthe manufacturer. This means the item has been inspected, cleaned, and repaired to full working order and is in excellent condition. This item may or may not be in original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "2.3 frames per second",
    "depth": "2.97 in.",
    "digital video format": "AVI, Motion JPEG",
    "digital zoom": "4x",
    "dioptric correction range": "-5.5 to +1.5",
    "display rotation": "Rotating",
    "display size": "2\"",
    "display type": "LCD",
    "effective flash range": "0.5 m - 5.2 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Evaluative, Spot, spot AF area",
    "exposure modes": "Aperture-Priority, Automatic, Manual, Program, Shutter-Priority",
    "flash modes": "Auto Mode, Auto Mode With Red-eye Reduction, Fill-in Mode, Flash ON Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro",
    "flash type": "Pop-up Flash",
    "focal length equivalent to 35mm camera": "36 - 432mm",
    "focus adjustment": "Automatic, Manual",
    "height": "3.07 in.",
    "light sensitivity": "ISO 100, ISO 200, ISO 400, ISO 80, ISO 800, ISO auto",
    "light sensitivity max": "800",
    "macro focus range": "0-50cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/3200 sec",
    "max video resolution": "640 x 480",
    "megapixels": "6.0 MP",
    "microphone operation mode": "Stereo",
    "microphone type": "Microphone - built-in - stereo",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "15 sec",
    "model": "S3 IS",
    "mpn": "1101B001",
    "operating system supported": "Apple Mac OS X 10.1.5 - 10.3, Apple Mac OS X 10.2 - 10.4, MS Windows 2000, MS Windows 2000 SP4 or later, MS Windows 98 SE, MS Windows ME, MS Windows XP",
    "optical zoom": "12x",
    "product information": "PowerShot S3 IS is equipped with an approximately 6.0 million camera effective pixel 1/2.5-inch Charge Coupled Device (CCD). Also, with DIGIC II, higher resolution and high-speed processing were achieved and the startup time and response time were shortened.This camera is equipped with a 12x optical zoom lens, which covers a 35mm film equivalent focal length ranging from 36 mm (Wide Angle) to 432 mm (Telephoto), and has an f/2.7 (Wide Angle) - f/3.5 (Telephoto) aperture. By incorporating a UD (Ultra Low Dispersion) lens into the lens element, the chromatic aberration has been reduced. This model incorporates an image stabilizer, which reduces the effects of camera shake while shooting. In addition, the zoom lens's super-smooth, super-fast ultra sonic motor (USM) provides all the zooming speed you need.This camera can take VGA (640 x 480 pixels) movies with exceptional image quality at a full 30 frames per second. Furthermore, it can shoot movies even in the still image shooting modes and vice versa. Also, a new mode to take very smooth QVGA (320 x 240 pixels) movies at 60 frames per second has been newly added. Moreover, digital zoom and manual focus are available as well as adjusting the zoom or exposure, or locking the AF or exposure while shooting a movie. Movies can be taken continuously (depending on the storage capacity of the recording media) until the clip size reaches 1GB or the clip length reaches 1 hour.The recording pixels include a \"Widescreen\" feature that has the same aspect ratio as 16:9 widescreen TVs for shooting wide images. Adding ISO [800] has resulted in a faster shutter speed even when shooting in dark environments. Also, [High ISO Auto] that has a program diagram with a higher ISO speed setting has been added to the ISO speed position.Featuring \"Sports\" as a shooting mode has resulted in better focusing of moving subjects, which is especially useful when shooting sporting events. A \"My Colors\" mode that changes image colors when shooting has been added to the FUNC. Menu of the PowerShot S3 IS.Macro mode is used to record subjects at close range, and Super Macro is used when the distance from the front of the lens to the subject is in the range of 0 to 10 cm (0 to 3.9 in.).This camera is equipped with an upgraded 2.0-inch Liquid Crystal Display (LCD). Information display on the LCD monitor and LCD viewfinder when shooting can be customized. The function (shooting mode: P/Tv/Av/M) to display the histogram when shooting was added and Grid lines can be displayed for easier photo composition. Also, this camera shows the possible shooting range within which auto-focusing at the current zoom position.As the recording quality is set up to 16 bit, 44.100 k Hz with the stereo microphone, high quality recording is possible when shooting movies. In addition, \"Sound Recorder\" can record sound only, without images.Using My Colors, effects can be added to images that have already been shot (still images only). The functions to create a folder to store recorded images by shooting date or shooting month, and to jump to the first image of each shooting date or to a movie and play have been newly added. Transition effects can be applied while transitioning between scenes or on slide shows.A Print/Share button has also been equipped, letting you easily print your images by connecting the camera directly to a direct print compatible printer and then simply pressing this button. When the camera is connected to a computer, pressing the Print/Share button lets you easily download images directly from the camera to the computer.\nProduct Highlights Video\nProduct Identifiers BrandCanon ModelS3 IS MPN1101B001\nKey Features Camera TypePoint & Shoot Optical Zoom12x Digital Zoom4x Sensor Resolution6.0 MP Screen Size2\"\nOptical Sensor Sensor Size1/2.5\" Sensor TypeCCD\nLens System Macro Focus Range0-50cm Focus AdjustmentAutomatic, Manual Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera36 - 432mm\nExposure Max Shutter Speed1/3200 sec Min Shutter Speed15 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringCenter-Weighted, Evaluative, Spot, spot AF area Exposure ModesAperture-Priority, Automatic, Manual, Program, Shutter-Priority Light SensitivityISO 100, ISO 200, ISO 400, ISO 80, ISO 800, ISO auto Light Sensitivity Max800\nCamera Flash Flash TypePop-up Flash Red Eye ReductionYes Effective Flash Range0.5 m - 5.2 m Camera Flash FeaturesAF Illuminator, Auto Flash, Flash +/- Compensation, Flash Off, Red-eye Reduction Flash Flash ModesAuto Mode, Auto Mode With Red-eye Reduction, Fill-in Mode, Flash ON Mode, OFF mode, Rear Curtain Sync, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryMultiMediaCard, SD Card, SD Memory Card, SDHC Memory Card\nViewfinder Viewfinder TypeElectronic, Optical (Through-the-lens) Viewfinder - Field Coverage100% Viewfinder Diagonal Size0.33\" Dioptric Correction Range-5.5 to +1.5\nDimensions Depth2.97 in. Height3.07 in. Width4.46 in. Weight14.5 Oz.\nDisplay Display TypeLCD Display RotationRotating Screen DetailsLCD display - TFT active matrix - 2\" - color Display Size2\"\nMicrophone Microphone TypeMicrophone - built-in - stereo Microphone Operation ModeStereo\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.1.5 - 10.3, Apple Mac OS X 10.2 - 10.4, MS Windows 2000, MS Windows 2000 SP4 or later, MS Windows 98 SE, MS Windows ME, MS Windows XP\nBattery Battery Form FactorStandard form factor\nFile Format Digital Video FormatAVI, Motion JPEG Still Image FormatDPOF 1.1, EXIF 2.2, JPEG\nResolution Max Video Resolution640 x 480\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional FeaturesAE/FE Lock, AF Lock, Audio Recording, Auto Power Save, Brightness Control, Built-In Speaker, DPOF Support, Digital Image Rotation, Digital Noise Reduction, Direct Print, Focus Bracketing, Histogram Display, Image Stabilization, Interval Shooting Mode, Not Interchangeable Lenses, Orientation Detection, PictBridge Support, RGB Primary Color Filter, USB 2.0 Compatibility, With LCD Protected Position, With Tripod Mount Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBeach, Fireworks, Foliage, Indoor, Landscape, Night scene, Night snapshot, Portrait mode, Snow, Sports mode, Stitch assist Special EffectsBlack & White, Color Accent, Color Swap, Contrast compensation, Custom Effect, Darker Skin Tone, Lighter Skin Tone, Low Sharpening, My Colors, Neutral, Positive, Sepia, Vivid, Vivid Blue, Vivid Green, Vivid Red White BalanceAuto, Cloudy (Preset), Daylight / Sunny (Preset), Fluorescent (Preset), Halogen (Preset), Manual, Tungsten (Preset) Continuous Shooting Speed2.3 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2\" - color",
    "screen size": "2\"",
    "sensor resolution": "6.0 MP",
    "sensor size": "1/2.5\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Beach, Fireworks, Foliage, Indoor, Landscape, Night scene, Night snapshot, Portrait mode, Snow, Sports mode, Stitch assist",
    "special effects": "Black & White, Color Accent, Color Swap, Contrast compensation, Custom Effect, Darker Skin Tone, Lighter Skin Tone, Low Sharpening, My Colors, Neutral, Positive, Sepia, Vivid, Vivid Blue, Vivid Green, Vivid Red",
    "still image format": "DPOF 1.1, EXIF 2.2, JPEG",
    "supported flash memory": "MultiMediaCard, SD Card, SD Memory Card, SDHC Memory Card",
    "viewfinder  field coverage": "100%",
    "viewfinder diagonal size": "0.33\"",
    "viewfinder type": "Electronic, Optical (Through-the-lens)",
    "weight": "14.5 Oz.",
    "white balance": "Auto, Cloudy (Preset), Daylight / Sunny (Preset), Fluorescent (Preset), Halogen (Preset), Manual, Tungsten (Preset)",
    "width": "4.46 in."
}