{
    "30 purecolor ii g lcd": "The large screen with a tempered glass outer layer adds strength and gives high visibility in a variety of conditions with stunning contrast and color. A wide viewing angle allows you to easily share your images and movies with friends.",
    "4x zoom optical is": "A quality wide-angle Canon lens brings you greater shooting possibilities, from big groups to indoor party shots. The 4x zoom with optical Image Stabilizer makes it easy to zoom in on details without camera shake.",
    "<page title>": "Canon PowerShot ELPH 100 HS IXUS 115 HS 12 1 MP Digital Camera Pink 013803132038 | eBay",
    "brand": "Canon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative shooting modes": "Creative shooting modes give you the opportunity to experiment. Fish-eye effect re-creates the distortion of a fish-eye lens while miniature effect transforms landscapes into miniature scale models. For the look and feel of a picture taken with an older style camera try toy camera effect.",
    "full hd movies and dynamic is plus hdmi": "High quality movies can now be recorded in Full HD 1080p format. Dynamic IS makes sure your footage stays steady while filming and an HDMI connection ensures no loss of quality when playing back on an HDTV.",
    "highspeed burst and super slow motion movie": "Capture fast-paced action using the high-speed burst mode or slow down movement using super slow motion movie mode. Both modes provide dramatic and spectacular ways of recording fast-moving subjects.",
    "hs system 121megapixel": "HS system excels in low light allowing you to capture the real atmosphere of the moment without flash or tripod. A high performance DIGIC 4 processor and high sensitivity image sensor give superior image quality in all situations.",
    "megapixels": "12.1 MP",
    "model": "ELPH 100 HS / IXUS 115 HS",
    "movie digest": "Movie digest captures up to 4-second of the action before a shot is taken, joining all the clips together from the same day into a single VGA movie to add to your collection of photos.",
    "mpn": "4926B001AA",
    "optical zoom": "4x",
    "screen size": "3\"",
    "slim metal body": "A metal body gives the camera a solid feel and stylish finish while the slim design makes it easy to carry with you everywhere",
    "smart auto": "Smart auto is truly automatic - detecting up to 32 different shooting scenes so you can take great pictures in complete confidence, knowing that the camera will take care of everything.",
    "type": "Point & Shoot",
    "upc": "8714574565385"
}