{
    "<page title>": "Sony Alpha A3000 Digital SLR 2 Lens Kit 18 55mm 55 210 Zoom 16GB Kit 027242870789 | eBay",
    "ak hi apo fpo aa ae pr and us territories": "USPS Priority Mail only.",
    "brand": "Sony",
    "bundled items": "Case or Bag, Lens, Lens Cleaning Kit, Lens Filter, Memory Card, Strap (Neck or Wrist), Tripod",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "customs": ": We are required by law to declare the true nature and full value of all items we ship Internationally.",
    "customs fees": "You may be charged duty and/or taxes (VAT) by your home country. These fees are assessed by your country, and not by Cameraspot.",
    "international delivery times": "Delivery to most countries take 5 to 10 business days (1-2 weeks), although customs may delay your order. We can not guarantee International delivery times due to potential customs delays.",
    "manufacturer warranty": "Yes",
    "megapixels": "20.1 MP",
    "model": "a3000",
    "mpn": "a3000",
    "optical zoom": "3x",
    "payment methods": [
        "International Buyers must pay with PayPal (no other payment methods will be accepted).",
        "PayPal or direct Credit Card payment by phone. (1-888-350-3403)"
    ],
    "sales tax": "Shipments to New York State will be charged 8.75% sales tax.",
    "screen size": "3\"",
    "shipping methods": [
        "United States: UPS Ground, UPS 3 Day Select, and USPS Priority Mail.\nAK, HI, APO, FPO, AA, AE, PR, and US Territories: USPS Priority Mail only.",
        "USPS Express Mail International"
    ],
    "type": "Digital SLR",
    "united states": "UPS Ground, UPS 3 Day Select, and USPS Priority Mail.",
    "upc": "027242870789"
}