{
    "<page title>": "Samsung HZ30W 12 2 MP 15x Optical Zoom Point and Shoot Digital Camera Black | eBay",
    "brand": "Samsung",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "cool effects make every photo unique": "Samsung's smart filter, lens effect, delivers an artistic edge to your still shots and videos. The miniature filter gives your subjects a miniaturized look, the vignetting filter delivers a strikingly strong compositional contrast, and the fish-eye filter gives your video that cool distorted feel. So get creative and get Samsung.",
    "megapixels": "12.2 MP",
    "model": "HZ30W",
    "mpn": "EC-HZ30WZBPBUS",
    "optical zoom": "15x",
    "screen size": "3\"",
    "shake rattle or stroll": "Even the tiniest shake can ruin your shot. Dual image stabilization solves that. Samsung has combined the revolutionary technology of their ultimate Optical Image Stabilization (OIS) mechanism with the advanced algorithms of Digital Image Stabilization (DIS). Giving you sharp images no matter the condition. Whether it's low light, zooming or just a case of plain old shaky hands, your photos come out sharp and clear. So let your Samsung camera shake things up. In a good way.",
    "take control seize the moment": "When it comes to capturing life's greatest moments on film, hit-or-miss just isn't good enough. That's why Samsung's full manual control lets you capture those moments you might otherwise miss out on in auto mode. Aperture priority makes sure your main subject stands out from its surroundings, shutter priority captures fast movements, and manual mode grants you complete control of the exposure.",
    "the simple way to go pro": "Turn any moment into a perfect memory. And a professional-looking photo. Whether it's a few friends from last night's party or the moon reflecting off the lake, smart Auto 2.0 (still & movie) instantly analyzes key elements of your composition then automatically adjusts to capture the perfect shot with multitude of different photo modes and movie modes. And since life isn't a still life, the camera's object tracking feature captures those subjects that just don't, or won't, stand still.",
    "type": "Point & Shoot",
    "when it comes to brightness its brilliant": "When Samsung engineered the Samsung HZ30W to be bright, Samsung meant it in both senses of the word. It's intelligent and luminous, both. It has a 3.0\" LCD for improved contrast and color reproduction, which allows you to enjoy a wider and clearer image. And its intelligent LCD brightness automatically detects environmental illumination and adjusts the LCD brightness for optimal image viewing. It does the thinking for you, which makes the HZ30W a smart choice."
}