{
    "<page title>": "Samsung WB Series WB150F 14 2 MP Digital Camera Black 044701016397 | eBay",
    "brand": "Samsung",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "fun features to add a twist to your travels": "With Split Shot, camera users can divide the screen into three separate shots and create up to three different photographs by simply blending them together to create a whole new view of their travels. Using Magic Frame they can also position their target in the middle of a fun background - either choose from one of the many pre-designed backgrounds like movie billboards or posters or erase part of an existing picture to get even more creative. Or use the Picture-in-Picture feature to insert a photo - whether an eye-catching monument or personal portrait into another image or video so users can combine their favorite shots to make a memorable collage. Finally, users can also bend, stretch, and warp pictures of friends and family for big laughs - with the Funny Face feature. Simply press the 5-direction key to enlarge heads or noses, or create hilarious distortions. When they move the camera, Face Tracking preserves the funny looks just the way they want them.",
    "live panorama to get everyone in the shot": "Live Panorama, featured on the WB150F, allows consumers to capture even more of the action, facilitating wide panoramic shots which don't miss any of the detail, from sprawling mountain peaks through to large groups of friends. The function allows the easy capture of large scenes by simply holding down the shutter button and sweeping the camera across. Users can even preview the whole scene they've just captured via the LCD screen.",
    "make any picture come to life with motion photo": "With Motion Photo, users can make one element of a normal photograph come to life and keep moving while the rest of the frame stays still, such as a friend walking through a crowd of what appear to be statues or a solitary tree bending in the breeze.",
    "making it easy to get the best shot": "With the travel zoom camera, it's up to the user how to get the best shot. On the WB150F, one can explore their own photographic skills with the Full Manual Control setting, also taking advantage of the optical image stabilization. Alternatively, the Smart Auto setting, available on all the models, identifies and automatically selects the most appropriate of its scene modes to provide users with the best possible result every time. From a fireworks display to a dimly-lit party, scene detection technology identifies the shooting conditions and automatically tailors the settings to help achieve standout results.",
    "megapixels": "14.2 MP",
    "model": "WB150F",
    "mpn": "EC-WB150FBPBUS",
    "optical zoom": "18x",
    "screen size": "3\"",
    "share unforgettable scenes in full hd": "Whether filming at the carnival in Rio de Janeiro or from a vantage point atop the world's highest buildings, Samsung travel zoom cameras mean users can share their video in HD. The WB850F captures awesome detail in 1080/30p Full HD and 1080/60i for spectacular scenery shots. The WB150F features fantastic 720/30p HD recording, ensuring that once-in-a-lifetime experiences are captured in the same color and vibrancy that existed in real life.",
    "type": "Point & Shoot",
    "upc": "044701016397"
}