{
    "3d technology": "3D Not Supported",
    "<page title>": "Sony 46\" KDL 46EX620 Bravia 1080p HD LED LCD Smart Internet TV 027242817043 | eBay",
    "about the brand": "Sony is a Japan-based corporate group focused on the electronics, entertainment and financial service sectors. The company consists of various subsidiaries including Sony Computer Entertainment, Sony Music Entertainment, Sony Corporation and many more, as Sony Corporation is nowadays one of the leading manufacturers of electronic products for both the consumer and professional markets. Worldwide-known for its reliable, high-quality devices such as cameras, laptops, mobile phones and tablets, Sony is noted to be the third-largest manufacturer of televisions as well. In 2005 the company introduced its in-house brand BRAVIA which offers high-definition LCD TVs in a wide range of screen sizes.",
    "additional features": "Wi-Fi Enabled",
    "aspect ratio": [
        "16 : 9",
        "14:9 Enhanced, 16:9"
    ],
    "audio type": "Surround",
    "brand": "Sony",
    "brightness": "Not\nSpecified By Manufacturer",
    "builtin tuner": "ATSC, NTSC, QAM",
    "contrast ratio": "2000:1",
    "definition": "HDTV",
    "depth": "1.69 in.",
    "dimensions wxhxd": "42.5 x 26.0 x 1.7\" / 108.0 x\n66.0 x 4.3 cm Without stand\n42.5 x 27.3 x 10.3\" / 108.0 x 69.3 x 26.2\ncm With stand",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "energy star": "Energy Star Compliant",
    "exterior color": "Black",
    "family line": "Bravia",
    "height": "26 in.",
    "max resolution": "1080p",
    "model": "KDL-46EX620",
    "mpn": "KDL46EX620",
    "number of speakers": "2",
    "on mode power": "62.4 W",
    "parental control": "With Parental Control",
    "pixel resolution": "1920 x 1080",
    "power requirements": "120 VAC, 60 Hz",
    "product highlights": "About The BrandSony is a Japan-based corporate group focused on the electronics, entertainment and financial service sectors. The company consists of various subsidiaries including Sony Computer Entertainment, Sony Music Entertainment, Sony Corporation and many more, as Sony Corporation is nowadays one of the leading manufacturers of electronic products for both the consumer and professional markets. Worldwide-known for its reliable, high-quality devices such as cameras, laptops, mobile phones and tablets, Sony is noted to be the third-largest manufacturer of televisions as well. In 2005 the company introduced its in-house brand BRAVIA which offers high-definition LCD TVs in a wide range of screen sizes.\nProduct Identifiers BrandSony Family LineBravia SeriesEX Series ModelKDL-46EX620 MPNKDL46EX620 UPC027242817043\nKey Features TV TypeFlat-Panel Display TechnologyLED LCD Screen Size46\" DefinitionHDTV Aspect Ratio14:9 Enhanced, 16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported WiFi ConnectionWiFi Ready Smart TV FeaturesDownloadable Apps\nTechnical Features Refresh Rate120 Hz Contrast Ratio2000:1 Viewing Angle178Â° Built-in TunerATSC, NTSC, QAM Supported Resolutions1080p (HDTV)\nPower On Mode Power62.4 W Sleep Mode Power0.08 W Energy StarEnergy Star Compliant\nConnectivity Rear Input ConnectorsComponent x 1, Composite x 1, HDMI x 1, RF x 1\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeSurround\nDimensions Height26 in. Width42.5 in. Depth1.69 in. Weight31.3 lbs\nMiscellaneous Parental ControlWith Parental Control Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Standard Exterior ColorBlack Additional FeaturesHeadphone Jack, Wi-Fi Enabled",
    "rear input connectors": "Component x 1, Composite x 1, HDMI x 1, RF x 1",
    "refresh rate": "120 Hz",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Living Room",
    "screen size": "46\"",
    "screen size diagonal": "46\"",
    "series": "EX Series",
    "sleep mode power": "0.08 W",
    "smart tv features": "Downloadable Apps",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "027242817043",
    "viewing angle": "178Â°",
    "weight": [
        "31.3 lbs",
        "31.3 lb / 14.20 kg Without\nstand\n39.2 lb / 17.78 kg With\nstand"
    ],
    "width": "42.5 in.",
    "wifi connection": "WiFi Ready"
}