{
    "3d technology": "3D Not Supported",
    "<page title>": "Vizio E500I A1 50 inch 1080p 120Hz LED Smart HDTV WiFi Brand New in Box 818970014572 | eBay",
    "additional features": "Built-in WiFi, Internet Apps and Widgets",
    "aspect ratio": "16:9",
    "audio type": "Virtual Surround",
    "audiovideo inputs": "HDMI",
    "batteries": "2 AA batteries required.",
    "brand": "Vizio",
    "brightness": "350 cd/mÂ²Â°",
    "builtin tuner": "ATSC",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "contrast ratio": "2000000:1",
    "definition": "HDTV",
    "depth": "3.19 in.",
    "description": "Enjoy movies, sporting events and more in stunning clarity with this 50 VIZIO E-Series E500I-A1 HDTV, which features a 1080p display for crisp detail and a 120Hz effective refresh rate for smooth on-screen movement. E-Series - 50 Class (50 Diag.) - LED - 1080p - 120Hz - Smart - HDTV\nProduct Identifiers BrandVizio ModelE500i-A1 MPN7171064, E500i-A1 UPC818970014572, 845226007811\nKey Features TV TypeFlat-Panel Display TechnologyLED LCD Screen Size50\" DefinitionHDTV Aspect Ratio16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported WiFi ConnectionBuilt-in WiFi Smart TV FeaturesDownloadable Apps, Not Supported, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi\nTechnical Features Refresh Rate120 Hz Contrast Ratio2000000:1 Viewing Angle176Â° Screen TypeFlat Screen Built-in TunerATSC Supported Resolutions1080p (HDTV) Brightness350 cd/mÂ²Â°\nPower Energy StarEnergy Star Compliant\nConnectivity Front Input ConnectorsHDMI x 4, USB Port Front Output ConnectorsAudio (RCA) x 1\nAudio Features Number Of Speakers2 Speaker Power2 x 8 Watt Audio TypeVirtual Surround\nDimensions Height26.26 in. Width44.56 in. Depth3.19 in. Weight36.53 lbs\nMiscellaneous Room TypeCommercial Space, Large Hall, Living Room Remote Control Type (originally supplied by manufacturer)Standard Additional FeaturesBuilt-in WiFi, Internet Apps and Widgets",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "energy star": "Energy Star Compliant",
    "front input connectors": "HDMI x 4, USB Port",
    "height": "26.26 in.",
    "model": "E500i-A1",
    "mpn": "7171064, E500i-A1",
    "number of speakers": "2",
    "refresh rate": "120 Hz",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Large Hall, Living Room",
    "screen size": "50\"",
    "screen type": "Flat Screen",
    "smart tv features": "Downloadable Apps, Not Supported, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi",
    "speaker power": "2 x 8 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "818970014572",
    "viewing angle": "176Â°",
    "weight": "36.53 lbs",
    "width": "44.56 in.",
    "wifi connection": "Built-in WiFi"
}