{
    "3d technology": "3D Not Supported",
    "<page title>": "Vizio E371VL 37\" 1080p HD LCD Television 845226005350 | eBay",
    "about the brand": "VIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.",
    "aspect ratio": "14:9 Enhanced, 16:9",
    "audio type": "Surround",
    "brand": "Vizio",
    "brightness": "450 cd/mÂ²Â°",
    "builtin tuner": "ATSC, NTSC, QAM",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "depth": "3.67 in.",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LCD",
    "exterior color": "Black",
    "front input connectors": "USB Port",
    "hdcp support": "With HDCP Support",
    "height": "23.64 in.",
    "model": "E371VL",
    "mpn": "E371VL",
    "number of speakers": "2",
    "on mode power": "60.7 W",
    "parental control": "V-Chip",
    "product highlights": "About The BrandVIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.\nProduct Identifiers BrandVizio SeriesE Series ModelE371VL MPNE371VL UPC845226005350, 887401020437\nKey Features TV TypeFlat-Panel Display TechnologyLCD Screen Size37\" DefinitionHDTV Aspect Ratio14:9 Enhanced, 16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Refresh Rate60 Hz Viewing Angle178Â° Built-in TunerATSC, NTSC, QAM Supported Resolutions1080p (HDTV) Brightness450 cd/mÂ²Â° Dot Pitch0.427 mm HDCP SupportWith HDCP Support\nPower On Mode Power60.7 W Sleep Mode Power0.3 W\nConnectivity Front Input ConnectorsUSB Port Rear Input ConnectorsComponent x 1, Composite x 1, D-Sub (RGB PC) x 1, HDMI x 2, RF x 1 Rear Output ConnectorsAudio (RCA) x 1, Optical Digital\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeSurround\nDimensions Height23.64 in. Width36.13 in. Depth3.67 in. Weight24.47 lbs\nMiscellaneous Parental ControlV-Chip Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Standard Exterior ColorBlack",
    "rear input connectors": "Component x 1, Composite x 1, D-Sub (RGB PC) x 1, HDMI x 2, RF x 1",
    "rear output connectors": "Audio (RCA) x 1, Optical Digital",
    "refresh rate": "60 Hz",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Living Room",
    "screen size": "37\"",
    "series": "E Series",
    "sleep mode power": "0.3 W",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "845226005350, 887401020437",
    "viewing angle": "178Â°",
    "weight": "24.47 lbs",
    "width": "36.13 in."
}