{
    "3d technology": "3D Not Supported",
    "<page title>": "Sony WEGA 42in Projection TV KDF E42A10 027242675308 | eBay",
    "additional features": "Virtual Surrond, v-Chip",
    "adjustable color temperature": "With Adjustable Color Temperature",
    "aspect ratio": "14:9, 16:9",
    "audio leveler": "With Audio Leveler",
    "audio type": "Virtual Surround",
    "brand": "Sony",
    "builtin tuner": "ATSC, NTSC",
    "channel labels": "With Channel Labels",
    "comb filter": "3DYC / 3D Digital",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV-Ready",
    "depth": "14.13 in.",
    "description": "Sony KDF-E42A10 features an entirely new design with a thin dark black bezel, a compact body (between 14 and 16 inches deep) and, for the first time, invisible speakers located at the bottom of the set.\nProduct Identifiers BrandSony Family LineGrand WEGA ModelWega KDFE42A10 MPNKDFE42A10 UPC027242675308\nKey Features TV TypeProjection Display TechnologyLCD Screen Size42\" DefinitionHDTV-Ready Aspect Ratio14:9, 16:9 Resolution720p Display Resolution1280 x 720 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Viewing Angle170Â° Built-in TunerATSC, NTSC Supported Resolutions1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV) Comb Filter3DYC / 3D Digital Adjustable Color TemperatureWith Adjustable Color Temperature\nPower On Mode Power210 W Sleep Mode Power17 W Energy StarEnergy Star Compliant\nConnectivity Front Input ConnectorsAudio (RCA) x 1, Component x 1, Composite x 1 Rear Input Connectors1 x D-Sub (RGB PC), Audio (Mini Jack) x 1, Audio (RCA) x 4, Audio (RCA) x 5, Component x 2, Composite x 2, D-Sub (RGB PC) x 1, HDMI x 1, RF x 1, RF x 2, S-Video x 1 Rear Output ConnectorsAudio (RCA) x 1, Optical Digital\nAudio Features Number Of Speakers2 Speaker Power2 x 12 Watt Audio TypeVirtual Surround SubwooferWithout Subwoofer Audio LevelerWith Audio Leveler MTS StereoSAP / MTS Stereo\nDimensions Height28.5 in. Width39.38 in. Depth14.13 in. Weight61.7 lbs\nMiscellaneous OSD LanguagesEnglish, French, Spanish Channel LabelsWith Channel Labels Parental ControlV-Chip Sleep TimerWith Sleep Timer Room TypeCommercial Space, Large Hall, Living Room Remote Control Type (originally supplied by manufacturer)Standard, Universal Exterior ColorGray Additional FeaturesVirtual Surrond, v-Chip Release Date2005",
    "display resolution": "1280 x 720 pixels",
    "display technology": "LCD",
    "energy star": "Energy Star Compliant",
    "exterior color": "Gray",
    "family line": "Grand WEGA",
    "front input connectors": "Audio (RCA) x 1, Component x 1, Composite x 1",
    "height": "28.5 in.",
    "max. resolution": "720p",
    "model": "Wega KDFE42A10",
    "mpn": "KDFE42A10",
    "mts stereo": "SAP / MTS Stereo",
    "number of speakers": "2",
    "on mode power": "210 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "rear input connectors": "1 x D-Sub (RGB PC), Audio (Mini Jack) x 1, Audio (RCA) x 4, Audio (RCA) x 5, Component x 2, Composite x 2, D-Sub (RGB PC) x 1, HDMI x 1, RF x 1, RF x 2, S-Video x 1",
    "rear output connectors": "Audio (RCA) x 1, Optical Digital",
    "release date": "2005",
    "remote control type originally supplied by manufacturer": "Standard, Universal",
    "resolution": "720p",
    "room type": "Commercial Space, Large Hall, Living Room",
    "screen size": "42\"",
    "sleep mode power": "17 W",
    "sleep timer": "With Sleep Timer",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 12 Watt",
    "subwoofer": "Without Subwoofer",
    "supported resolutions": "1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV)",
    "tv type": "Projection",
    "upc": "027242675308",
    "viewing angle": "170Â°",
    "weight": "61.7 lbs",
    "width": "39.38 in."
}