{
    "3d technology": "3D Not Supported",
    "<page title>": "Samsung H40B 40 1080p LED LCD TV 16 9 HDTV 1080p 8806085179387 | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "additional features": "Built-In Speakers",
    "aspect ratio": "14:9 Enhanced, 16:9",
    "audio type": "Virtual Surround",
    "audiovideo inputs": "HDMI",
    "brand": "Samsung",
    "brightness": "350 cd/mÂ²Â°",
    "builtin tuner": "ATSC, DVB, NTSC, QAM",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "contrast ratio": "3500:1",
    "definition": "HDTV",
    "depth": "3.66 in.",
    "description": "The built-in TV tuner, embedded speakers and closed captioning provide the option of easily displaying broadcast TV. And the high-definition display is excellent for displaying custom content of any type, either standalone or as part of a video wall. The USB port makes it easy to play video, pictures and audio from a portable USB flash drive.Thin side bezels of just 17.7mm (32 model) and 21.2mm (40/46 models) add a sophisticated look, enabling a more impactful message. The direct-lit LED in the Samsung HDTV Series displays provide the brightness, the color and the energy savings of LED, at a cost affordable to any business.\nProduct Highlights Video About The BrandSamsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.\nProduct Identifiers BrandSamsung ModelH40B MPNH40B UPC8806085179387\nKey Features Display TechnologyLED LCD Screen Size40\" DefinitionHDTV Aspect Ratio14:9 Enhanced, 16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Contrast Ratio3500:1 Viewing Angle178Â° Built-in TunerATSC, DVB, NTSC, QAM Supported Resolutions1080p (HDTV) Brightness350 cd/mÂ²Â° Dot Pitch0.461 mm HDCP SupportWith HDCP Support\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeVirtual Surround\nDimensions Height21.69 in. Width36.52 in. Depth3.66 in. Weight19.62 lbs\nMiscellaneous Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Standard Additional FeaturesBuilt-In Speakers",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "hdcp support": "With HDCP Support",
    "height": "21.69 in.",
    "max. resolution": "1080p",
    "model": "H40B",
    "mpn": "H40B",
    "number of speakers": "2",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Living Room",
    "screen size": "40\"",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "upc": "8806085179387",
    "viewing angle": "178Â°",
    "warranty": "Yes",
    "weight": "19.62 lbs",
    "width": "36.52 in."
}