{
    "3d technology": "3D Not Supported",
    "<page title>": "Sharp Aquos LC 42D62U 42\" 1080p HD LCD Television 074000363717 | eBay",
    "adjustable color temperature": "With Adjustable Color Temperature",
    "aspect ratio": "14:9 Enhanced, 16:9, 4:3 Enhanced",
    "audio type": "Virtual Surround",
    "brand": "Sharp",
    "brightness": "450 cd/mÂ²",
    "builtin tuner": "ATSC, NTSC",
    "comb filter": "3DYC / 3D Digital",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "contrast ratio": "1200:1",
    "definition": "HDTV",
    "depth": "5.28 in.",
    "description": "For exceptionally good viewing experience, the Sharp Aquos LC-42D62U is here for you. With a 1080p resolution, this Sharp 42'' LCD Television delivers very sharp pictures. The integrated ATSC / QAM / NTSC Tuner in this Sharp HDTV allows for a perfect reception of signals. The AQUOS liquid crystal in the Sharp Aquos LC-42D62U gives you high brightness and color for life like pictures. This Sharp 42'' LCD Television offers a high dynamic contrast ratio of 10,000:1 for quality viewing even if it is placed near windows and doors. With dual HDMI inputs in this Sharp HDTV, you can connect your blu-ray compatible players as well.\nProduct Identifiers BrandSharp Family LineAQUOS ModelLC-42D62U MPNLC-42D62U, LC42D62U UPC074000363717, 74000363571\nKey Features TV TypeFlat-Panel Display TechnologyLCD Screen Size42\" DefinitionHDTV Aspect Ratio14:9 Enhanced, 16:9, 4:3 Enhanced Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Response Time6 ms Contrast Ratio1200:1 Viewing Angle176Â° Built-in TunerATSC, NTSC Supported Resolutions1080p (HDTV) Comb Filter3DYC / 3D Digital Brightness450 cd/mÂ² Adjustable Color TemperatureWith Adjustable Color Temperature HDCP SupportWith HDCP Support\nPower On Mode Power232.9 W Sleep Mode Power1 W Energy StarEnergy Star Compliant\nConnectivity Rear Input ConnectorsAudio (RCA) x 3, Component x 2, Composite x 2, HDMI x 2, RF x 1, S-Video x 1 Rear Output ConnectorsAudio (RCA) x 1, Optical Digital\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeVirtual Surround MTS StereoSAP / MTS Stereo\nDimensions Height26.58 in. Width40.59 in. Depth5.28 in. Weight66.2 lbs\nMiscellaneous OSD LanguagesEnglish, French, Spanish Parental ControlV-Chip Sleep TimerWith Sleep Timer Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Illuminated, Multibrand Exterior ColorBlack Release DateOctober, 2006",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LCD",
    "energy star": "Energy Star Compliant",
    "exterior color": "Black",
    "family line": "AQUOS",
    "hdcp support": "With HDCP Support",
    "height": "26.58 in.",
    "max. resolution": "1080p",
    "model": "LC-42D62U",
    "mpn": "LC-42D62U, LC42D62U",
    "mts stereo": "SAP / MTS Stereo",
    "number of speakers": "2",
    "on mode power": "232.9 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "rear input connectors": "Audio (RCA) x 3, Component x 2, Composite x 2, HDMI x 2, RF x 1, S-Video x 1",
    "rear output connectors": "Audio (RCA) x 1, Optical Digital",
    "release date": "October, 2006",
    "remote control type originally supplied by manufacturer": "Illuminated, Multibrand",
    "resolution": "1080p",
    "response time": "6 ms",
    "room type": "Commercial Space, Living Room",
    "screen size": "42\"",
    "sleep mode power": "1 W",
    "sleep timer": "With Sleep Timer",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "074000363717, 74000363571",
    "viewing angle": "176Â°",
    "weight": "66.2 lbs",
    "width": "40.59 in."
}