{
    "<page title>": "Nikon Coolpix L1 Digital Camera | eBay",
    "additional features": "Audio Recording, Auto Power Save, Automatic Face Tracking, Blur Warning, Brightness Control, Cropping An Image, Date/Time Stamp, Digital Noise Reduction, Direct Print, PictBridge Support, Red eye Fix",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Standard form factor",
    "brand": "Nikon",
    "camera flash features": "AF Illuminator",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x USB, 1 x composite video/audio output",
    "continuous shooting speed": "0.7 frames per second",
    "depth": "1.02 in.",
    "digital video format": "AVI",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "2.5\"",
    "display type": "LCD",
    "effective flash range": "0.5 m - 3.5 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure metering": "Center-Weighted, Multi-Segment",
    "exposure modes": "Automatic, Program",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "38 - 190mm",
    "focus adjustment": "Automatic",
    "height": "2.38 in.",
    "integrated memory size": "10 MB",
    "macro focus range": "4cm",
    "max shutter speed": "1/2000 sec",
    "max video resolution": "640 x 480",
    "megapixels": "6.2 MP",
    "microphone type": "Microphone - built-in",
    "min shutter speed": "4 sec",
    "model": "L1",
    "mpn": "930059",
    "operating system supported": "Apple Mac OS X 10.1.5 or later, MS Windows 2000, MS Windows 98 SE, MS Windows ME, MS Windows XP",
    "product information": "With a powerful 38-190mm Zoom-Nikkor lens (35mm equivalent), the COOLPIX L1 gives you much greater freedom to compose shots as you wish, letting you zoom in for tight portraits or zoom right out to capture wide-open scenery. It also features a CCD specially designed to deliver higher performance within smaller dimensions - contributing to the overall highly portable dimensions of the camera, while packing in an impressive 6.2 effective megapixels for a refinement in clarity that's noticeable at a glance. The COOLPIX L1 also features a large, bright, easy-to-view LCD monitor that makes it easy to compose shots and fun to play back the results right there on the spot. As for its design, the COOLPIX L1 is simple, streamlined and attractive. It features a curved grip that gives the camera an appealing look while contributing to comfortable, stable shooting. It is also ideally suited to carrying anywhere, with truly compact dimensions, a surprisingly light weight and the advantage of AA-size battery compatibility. Such batteries are widely available in lithium, rechargeable or other forms, making it easy for the user to keep on shooting in different countries around the world. Easy operation begins with the simple-to-use multi-selector button and a Graphic User Interface (GUI) that enables users to select functions by either name or icon.A range of unique Nikon capabilities give the user the power to improve recorded images in-camera with automated ease. Available in Playback Mode, the D-Lighting function lets users select images with excessive backlight or insufficient flash. The COOLPIX L1 then automatically creates a copy of the selected image with added detail and light wherever necessary. The Face-priority AF function is able to detect the location of a human face within the frame, providing sharp focus on it automatically to produce pleasingly sharp portraits no matter where the subject is positioned in the frame. The In-Camera Red-Eye Fix function detects the red-eye effect that can sometimes be caused by flash, then automatically corrects it in-camera for consistently better portraits in low light. The COOLPIX L1 offers a Blur Warning function too that alerts users whenever a shot has been compromised by camera shake, giving them a chance to take a better shot before leaving the scene.With a choice of 15 Scene Modes, the COOLPIX L1 makes it easy to achieve pleasing results in a wide range of common situations. Simply select the Scene Mode best suited to the subject at hand and the COOLPX L1 automatically selects the optimal settings for results you can be proud of. Four of the handy Scene Modes also offer the additional benefit of Scene Assist, which helps the user to take shots with better composition. The COOLPIX L1 is compatible with widely available SD memory cards. Furthermore, it features 10MB of internal memory that makes it possible for the user to keep on shooting even when no additional memory media is available and allows images to be easily moved from one SD card to another. The COOLPIX L1 offers movie-shooting capability with sound at up to 30fps too, with a choice of TV-size, small-size, and smaller size shooting. With the COOLPIX L1, ease of use and enjoyment also continue beyond shooting. PictBridge capability enables the camera to be connected to a compatible printer for printing without the need for a computer. USB connectivity makes it easy to transfer data to computers and other peripherals. And the COOLPIX L1 also comes complete with Nikon's PictureProject software, which offers simplified image editing, organizing and sharing with a range of user-friendly functions.\nProduct Identifiers BrandNikon ModelL1 MPN930059\nKey Features Camera TypePoint & Shoot Digital Zoom4x Sensor Resolution6.2 MP Screen Size2.5\"\nOptical Sensor Sensor Size1/2.5\" Sensor TypeCCD\nLens System Macro Focus Range4cm Focus AdjustmentAutomatic Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera38 - 190mm\nExposure Max Shutter Speed1/2000 sec Min Shutter Speed4 sec Exposure MeteringCenter-Weighted, Multi-Segment Exposure ModesAutomatic, Program\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.5 m - 3.5 m Camera Flash FeaturesAF Illuminator Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Integrated Memory size10 MB Supported Flash MemorySD Memory Card\nViewfinder Viewfinder TypeNone\nDimensions Depth1.02 in. Height2.38 in. Width3.52 in. Weight6.35 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.5\" - color Display Size2.5\"\nMicrophone Microphone TypeMicrophone - built-in\nConnections Connector Types1 x USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.1.5 or later, MS Windows 2000, MS Windows 98 SE, MS Windows ME, MS Windows XP\nBattery Battery Form FactorStandard form factor\nFile Format Digital Video FormatAVI Still Image FormatJPEG\nResolution Max Video Resolution640 x 480\nOther Features Additional FeaturesAudio Recording, Auto Power Save, Automatic Face Tracking, Blur Warning, Brightness Control, Cropping An Image, Date/Time Stamp, Digital Noise Reduction, Direct Print, PictBridge Support, Red eye Fix Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBack light, Beach/snow, Close-up, Copy, Dawn/dusk, Fireworks, Landscape, Museum, Night landscape, Night portrait, Panorama assist, Party/indoor, Portrait mode, Sports mode, Sunset Special EffectsBlack & White, Cool, Neutral, Sepia, Vivid Continuous Shooting Speed0.7 frames per second",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.5\" - color",
    "screen size": "2.5\"",
    "sensor resolution": "6.2 MP",
    "sensor size": "1/2.5\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Back light, Beach/snow, Close-up, Copy, Dawn/dusk, Fireworks, Landscape, Museum, Night landscape, Night portrait, Panorama assist, Party/indoor, Portrait mode, Sports mode, Sunset",
    "special effects": "Black & White, Cool, Neutral, Sepia, Vivid",
    "still image format": "JPEG",
    "supported flash memory": "SD Memory Card",
    "type": "Point & Shoot",
    "viewfinder type": "None",
    "weight": "6.35 Oz.",
    "width": "3.52 in."
}