{
    "3d technology": "3D Not Supported",
    "<page title>": "Pioneer Elite Purevision Pro 1120HD 50\" 720P HD Plasma Television | eBay",
    "about the brand": "Pioneer is a Japanese multinational corporation established in 1938 by Nozomu Matsumoto. The company is worldwide famous for producing reliable, high quality products such as navigation systems, DVD players and recorders, DJ equipment and televisions. As Pioneer played a significant role in the development of plasma and OLED display technologies, it has contributed excellent models to the world of televisions in regards to performance and picture quality. The company offers a wide range of screen sizes, innovative designs and high-definition resolutions, all engineered for the ultimate entertainment experience beyond sight and sound.",
    "adjustable color temperature": "With Adjustable Color Temperature",
    "aspect ratio": "16:9",
    "audio type": "Virtual Surround",
    "brand": "Pioneer",
    "brightness": "1100 cd/m²°",
    "builtin tuner": "ATSC, NTSC",
    "channel labels": "With Channel Labels",
    "comb filter": "3DYC / 3D Digital",
    "definition": "HDTV",
    "depth": "3.88 in.",
    "description": "Pioneer lives up to its name with high definition plasma and OEL displays, both offering thin and self-emitting light, flat panel screen designs for crystal clear pictures and wide angle visibility.\nProduct Highlights About The BrandPioneer is a Japanese multinational corporation established in 1938 by Nozomu Matsumoto. The company is worldwide famous for producing reliable, high quality products such as navigation systems, DVD players and recorders, DJ equipment and televisions. As Pioneer played a significant role in the development of plasma and OLED display technologies, it has contributed excellent models to the world of televisions in regards to performance and picture quality. The company offers a wide range of screen sizes, innovative designs and high-definition resolutions, all engineered for the ultimate entertainment experience beyond sight and sound.\nProduct Identifiers BrandPioneer Family LineElite PureVision ModelPro-1120HD MPNPRO-1120HD\nKey Features TV TypeFlat-Panel Display TechnologyPlasma Screen Size50\" DefinitionHDTV Aspect Ratio16:9 Resolution720p Display Resolution1280 x 768 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Built-in TunerATSC, NTSC Supported Resolutions1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV) Comb Filter3DYC / 3D Digital Brightness1100 cd/m²° Adjustable Color TemperatureWith Adjustable Color Temperature Output Color Depth1070 Million colors\nPower On Mode Power363 W Energy StarEnergy Star Compliant\nConnectivity Front Input ConnectorsAudio (RCA) x 1, Component x 1, Composite x 1, D-Sub (RGB PC) x 1, S-Video x 1 Rear Input ConnectorsAudio (RCA) x 3, Component x 2, Composite x 2, HDMI x 2, RF x 2, S-Video x 2 Rear Output ConnectorsAudio (RCA) x 1, Composite x 1, RF x 1, S-Video x 1\nAudio Features Number Of Speakers2 Speaker Power2 x 13 Watt Audio TypeVirtual Surround MTS StereoSAP / MTS Stereo\nDimensions Height29 in. Width50 in. Depth3.88 in. Weight83.81 lbs\nMiscellaneous OSD LanguagesEnglish, French, Spanish Channel LabelsWith Channel Labels Parental ControlV-Chip Sleep TimerWith Sleep Timer Room TypeCommercial Space, Large Hall, Living Room Remote Control Type (originally supplied by manufacturer)Standard Exterior ColorBlack Release DateOctober, 2004",
    "display resolution": "1280 x 768 pixels",
    "display technology": "Plasma",
    "energy star": "Energy Star Compliant",
    "exterior color": "Black",
    "family line": "Elite PureVision",
    "front input connectors": "Audio (RCA) x 1, Component x 1, Composite x 1, D-Sub (RGB PC) x 1, S-Video x 1",
    "height": "29 in.",
    "max resolution": "720p",
    "model": "Pro-1120HD",
    "mpn": "PRO-1120HD",
    "mts stereo": "SAP / MTS Stereo",
    "number of speakers": "2",
    "on mode power": "363 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "rear input connectors": "Audio (RCA) x 3, Component x 2, Composite x 2, HDMI x 2, RF x 2, S-Video x 2",
    "rear output connectors": "Audio (RCA) x 1, Composite x 1, RF x 1, S-Video x 1",
    "release date": "October, 2004",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "720p",
    "room type": "Commercial Space, Large Hall, Living Room",
    "screen size": "50\"",
    "sleep timer": "With Sleep Timer",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 13 Watt",
    "supported resolutions": "1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV)",
    "tv type": "Flat-Panel",
    "weight": "83.81 lbs",
    "width": "50 in."
}