{
    "3d technology": "3D Not Supported",
    "<page title>": "Vizio E241I A1 24\" 1080p HD LED LCD Internet TV with WiFi 845226008818 | eBay",
    "about the brand": "VIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.",
    "additional features": "Built-in WiFi, Internet Apps and Widgets, Virtual Surrond",
    "audio type": "Surround",
    "brand": "Vizio",
    "condition": "Manufacturer refurbished: An item that has been professionally restored to working order by a manufacturer or\nmanufacturer-approved vendor. This means the product has been inspected, cleaned, and repaired to meet manufacturer specifications and is in excellent condition. This item may or may not be in the original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "description": "Presenting The New VIZIO E-Series LED HDTV Now with a Slim Frame Design Introducing the new E-series slim frame design. The VIZIO 24\" Class Razor LED Smart TV is shattering the mold in a way only VIZIO can, with high-quality design and picture at the best value. Enjoy crystal-clear action and eye-popping images in 1080p Full HD resolution.\nProduct Highlights Video User Manual About The BrandVIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.\nProduct Identifiers BrandVizio Family LineE-Series SeriesE Series ModelE241I-A1 MPNE241I-A1 UPC845226008818\nKey Features TV TypeFlat-Panel Combo TypeTV/HD Display TechnologyLED LCD Screen Size24\" DefinitionHDTV Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported WiFi ConnectionBuilt-in WiFi Smart TV FeaturesInternet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi\nTechnical Features Refresh Rate60 Hz Viewing Angle178Â°\nAudio Features Number Of Speakers2 Audio TypeSurround\nMiscellaneous Exterior ColorBlack Additional FeaturesBuilt-in WiFi, Internet Apps and Widgets, Virtual Surrond",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "exterior color": "Black",
    "family line": "E-Series",
    "model": "E241I-A1",
    "mpn": "E241I-A1",
    "number of speakers": "2",
    "refresh rate": "60 Hz",
    "resolution": "1080p",
    "screen size": "24\"",
    "series": "E Series",
    "smart tv features": "Internet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi",
    "tv type": "Flat-Panel",
    "upc": "845226008818",
    "viewing angle": "178Â°",
    "wifi connection": "Built-in WiFi"
}