{
    "3d technology": "3D Not Supported",
    "<page title>": "Vizio E601I A3 60\" 1080p Razor HD LED Smart HDTV w WiFi Internet Pick Up Only | eBay",
    "about the brand": "VIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.",
    "additional features": "Built-in WiFi, DLNA Certified, Internet Apps and Widgets, Virtual Surrond",
    "aspect ratio": "14:9 Enhanced, 16:9",
    "audio type": "Virtual Surround",
    "brand": "Vizio",
    "builtin tuner": "ATSC",
    "condition": "New other (see details): A new, unused item with absolutely no signs of wear. The item may be missing the original packaging,\nor in the original packaging but not sealed. The item may be a factory second or a new, unused item with defects.Â See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "contrast ratio": "1000000:1",
    "definition": "HDTV",
    "depth": "1.94 in.",
    "description": "Combining a host of immersive features, the sleek Vizio 60-inch TV offers wholesome entertainment. With a 1080p HD resolution and 120 Hz refresh rate, this Vizio E601I-A3 lets you watch your favorite sporting events come alive. Moreover, with Vizio Internet Applications, you can instantly enjoy movies, TV shows and music on this LCD Internet TV. Equipped with Razor LED, the Vizio 60-inch TV renders images in rich colors and vivid detail. Whatâ\u0080\u0099s more, with built-in Wi-Fi, this LCD Internet TV gives quick Internet access. Whatâ\u0080\u0099s more, as this Vizio E601I-A3 has a QWERTY remote control, it facilitates ease of use.\nProduct Highlights Video User Manual About The BrandVIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.\nProduct Identifiers BrandVizio ModelRazor E601I-A3 MPNE601I-A3\nKey Features TV TypeFlat-Panel Display TechnologyLED LCD Screen Size60\" DefinitionHDTV Aspect Ratio14:9 Enhanced, 16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported WiFi ConnectionBuilt-in WiFi Smart TV FeaturesDownloadable Apps, Internet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi\nTechnical Features Refresh Rate120 Hz Response Time4 ms Contrast Ratio1000000:1 Viewing Angle176Â° Built-in TunerATSC Supported Resolutions1080p (HDTV)\nPower On Mode Power90.8 W Sleep Mode Power1 W Energy StarEnergy Star Compliant\nConnectivity Front Input ConnectorsComponent x 1, HDMI x 2, USB Port\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeVirtual Surround\nDimensions Height31.68 in. Width54.13 in. Depth1.94 in. Weight54.45 lbs\nMiscellaneous Room TypeCommercial Space, Large Hall, Living Room Remote Control Type (originally supplied by manufacturer)Standard Additional FeaturesBuilt-in WiFi, DLNA Certified, Internet Apps and Widgets, Virtual Surrond",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "energy star": "Energy Star Compliant",
    "front input connectors": "Component x 1, HDMI x 2, USB Port",
    "height": "31.68 in.",
    "max. resolution": "1080p",
    "model": "Razor E601I-A3",
    "mpn": "E601I-A3",
    "number of speakers": "2",
    "on mode power": "90.8 W",
    "refresh rate": "120 Hz",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "response time": "4 ms",
    "room type": "Commercial Space, Large Hall, Living Room",
    "screen size": "60\"",
    "sleep mode power": "1 W",
    "smart tv features": "Downloadable Apps, Internet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "viewing angle": "176Â°",
    "weight": "54.45 lbs",
    "width": "54.13 in.",
    "wifi connection": "Built-in WiFi"
}