{
    "<page title>": "Canon PowerShot G16 12 1 MP CMOS Digital Camera with Built in Wi Fi 32GB Kit 013803229820 | eBay",
    "aperturepriority": "You set the aperture, controlling depth-of-field. The camera automatically selects the shutter speed.",
    "background defocus": "Creates attractive background blur, selectable in three different levels, to imbue photos with the look of a classic portrait.",
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative filters": "This setting provides easy access to special filter effects and scene modes, such as Toy Camera Effect, Poster Effect, Monochrome and more.",
    "custom": "Define and store your own settings to achieve the effects you prefer.",
    "fireworks": "Grab brilliant images of skyrocketing fireworks.",
    "fisheye effect": "Add a classic photo distortion without a fisheye lens.",
    "handheld night scene": "Take clear and steady pictures at night without the use of a tripod.",
    "high dynamic range": "The camera combines three different exposures to get one evenly lit image.",
    "manual": "You have complete control of exposure, selecting both aperture and shutter speed manually.",
    "megapixels": "12.1 MP",
    "miniature effect": "Emphasizes perspectives for a miniature effect by blurring upper and bottom portions of the image.",
    "model": "G16",
    "monochrome": "Choose from three single-tone effects: Black-and-White, Sepia, or Blue.",
    "movie": "Record video in stereo sound. Unwanted scenes can be deleted in playback mode.",
    "mpn": "8406B001",
    "nostalgic": "Create the look and feel of old photographs using sepia tones and black-and-white.",
    "optical zoom": "5x",
    "portrait": "The camera sets a large aperture, focusing the subject and artistically blurring the background to make your subject “pop.”",
    "poster effect": "Poster Effect combines several similar shades into one color, turning subtle gradations into eye-catching, scene-popping contrasts.",
    "program": "Access advanced exposure compensation features while shooting mostly automatically.",
    "screen size": "3\"",
    "shutterpriority": "You select the shutter speed to stop or blur action, and the camera finds the appropriate aperture. With slow exposure times, Canon's noise reduction system activates to ensure low image noise.",
    "smart auto": "The camera automatically selects the best shooting settings for optimal quality based on subjects and environmental factors to provide point-and-shoot simplicity.",
    "smart shutter": "The camera automatically takes the photo when people smile, wink, or get into frame.",
    "snow": "Shoot clear snow scenes without darkened subjects or an unnatural bluish tint.",
    "super vivid": "Super Vivid intensifies existing hues, saturating the scene with bright colors.",
    "toy camera effect": "Simulates photos taken with “toy” or pinhole cameras, darkening the image at the edges to create a vignette effect.",
    "type": "Bridge Camera",
    "underwater": "Capture underwater images with reduced backscatter effect. Optional Underwater Case required.",
    "upc": "700613818268"
}