{
    "3d features": "Passive 3D Technology",
    "3d technology": "Full 3D",
    "<page title>": "Vizio M Series M551D A2 55\" 3D 240Hz 1080p HD LED Internet TV Wi Fi HDTV New 845226009341 | eBay",
    "about the brand": "VIZIO is an American privately held electronics manufacturer established in 2002. Among its products are television sets, tablets and mobile phones, as VIZIO quickly became one of the most recognizable TV brands in North America. Nowadays, the company primarily produces television sets, as the first TV bearing the brandâ\u0080\u0099s name, the P4 46â\u0080\u009d Plasma EDTV, was released in 2003. VIZIO became the largest LCD TV seller in North America for 2007 and since then focused on the LED-backlit LCD displays. The brand offers a diversity of TV models in a wide range of screen sizes, innovative designs and high-definition resolutions.",
    "additional features": "3D Glasses Included",
    "aspect ratio": "16:9",
    "audio type": "Surround",
    "brand": "Vizio",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "Slim LED",
    "exterior color": "Silver",
    "family line": "M-Series",
    "max. resolution": "1080p",
    "model": "M551D-A2R",
    "mpn": "M551D-A2R",
    "number of speakers": "2",
    "refresh rate": "240 Hz",
    "resolution": "1080p",
    "screen size": "55\"",
    "smart tv features": "Internet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi",
    "tv type": "Flat-Panel",
    "upc": "845226009341",
    "viewing angle": "178Â°",
    "wifi connection": "Built-in WiFi"
}