{
    "3d technology": "3D Not Supported",
    "<page title>": "Insignia 46 inch LED 1080p 120Hz | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "additional features": "Built-in WiFi, ConnectShare Movie, Ethernet Port, Internet Apps and Widgets, S-Recommendation, Virtual Surrond",
    "aspect ratio": "16:9",
    "audio type": "Surround",
    "audiovideo inputs": "HDMI",
    "brand": "Samsung",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "depth": "3.7 in.",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "family line": "5300 Series",
    "hdcp support": "With HDCP Support",
    "height": "17.5 in.",
    "max. resolution": "1080p",
    "model": "UN32EH5300",
    "mpn": "UN32EH5300FXZA",
    "number of speakers": "2",
    "on mode power": "29 W",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Living Room",
    "screen size": "32\"",
    "sleep mode power": "0.1 W",
    "smart tv features": "Downloadable Apps, Internet Browsing, Skype",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "036725236929",
    "weight": "12.8 lbs",
    "width": "29.1 in.",
    "wifi connection": "Built-in WiFi"
}