{
    "3d technology": "3D Not Supported",
    "<page title>": "Panasonic Viera TC 32LX50 32\" 720P HD LCD Television 037988108114 | eBay",
    "about the brand": "Panasonic is one of the largest Japanese electronics companies and the worldâ\u0080\u0099s fourth-largest television manufacturer. It was established in 1918 and throughout the years has been offering a wide range of reliable technologies including household appliances, audio equipment, cameras, personal computers and televisions. Panasonic VIERA TVs have gained worldwide recognition for their high-quality resolutions, great craftsmanship and innovative designs, as well as for the wide choice of screen sizes and distinctive features. Ultimate picture quality, network connectivity and three-dimensional picture are among the impressive additions, which Panasonic is offering at its usersâ\u0080\u0099 convenience.",
    "additional features": "Headphone Jack",
    "adjustable color temperature": "With Adjustable Color Temperature",
    "aspect ratio": "16:9",
    "audio leveler": "With Audio Leveler",
    "audio type": "Surround",
    "audiovideo inputs": "HDMI, Component (YPbPr) RCA, Composite Video RCA, Stereo Audio L/R RCA, S-Video",
    "brand": "Panasonic",
    "brightness": "500 cd/mÂ²Â°",
    "builtin tuner": "NTSC",
    "comb filter": "3DYC / 3D Digital",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "contrast ratio": "800:1",
    "definition": "HDTV",
    "depth": "5.54 in.",
    "display resolution": "1366 x 768 pixels",
    "display technology": "LCD",
    "energy star": "Energy Star Compliant",
    "exterior color": "Silver",
    "family line": "Viera",
    "height": "22.6 in.",
    "model": "TC-32LX50",
    "mpn": "TC-32LX50",
    "mts stereo": "SAP / MTS Stereo",
    "number of speakers": "4",
    "on mode power": "147 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "product highlights": "About The BrandPanasonic is one of the largest Japanese electronics companies and the worldâ\u0080\u0099s fourth-largest television manufacturer. It was established in 1918 and throughout the years has been offering a wide range of reliable technologies including household appliances, audio equipment, cameras, personal computers and televisions. Panasonic VIERA TVs have gained worldwide recognition for their high-quality resolutions, great craftsmanship and innovative designs, as well as for the wide choice of screen sizes and distinctive features. Ultimate picture quality, network connectivity and three-dimensional picture are among the impressive additions, which Panasonic is offering at its usersâ\u0080\u0099 convenience.\nProduct Identifiers BrandPanasonic Family LineViera ModelTC-32LX50 MPNTC-32LX50 UPC037988108114\nKey Features TV TypeFlat-Panel Display TechnologyLCD Screen Size32\" DefinitionHDTV Aspect Ratio16:9 Resolution720p Display Resolution1366 x 768 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Contrast Ratio800:1 Viewing Angle170Â° Built-in TunerNTSC Supported Resolutions1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV) Comb Filter3DYC / 3D Digital Brightness500 cd/mÂ²Â° Adjustable Color TemperatureWith Adjustable Color Temperature\nPower On Mode Power147 W Sleep Mode Power0.1 W Energy StarEnergy Star Compliant\nConnectivity Rear Input ConnectorsAudio (RCA) x 4, Component x 2, Composite x 2, RF x 1, S-Video x 2 Rear Output ConnectorsAudio (RCA) x 1, Composite x 1\nAudio Features Number Of Speakers4 Speaker Power4 x 6 Watt Audio TypeSurround Audio LevelerWith Audio Leveler MTS StereoSAP / MTS Stereo\nDimensions Height22.6 in. Width31.3 in. Depth5.54 in. Weight46.2 lbs\nMiscellaneous OSD LanguagesEnglish, French, Spanish Parental ControlV-Chip Sleep TimerWith Sleep Timer Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Multibrand Exterior ColorSilver Additional FeaturesHeadphone Jack",
    "rear input connectors": "Audio (RCA) x 4, Component x 2, Composite x 2, RF x 1, S-Video x 2",
    "rear output connectors": "Audio (RCA) x 1, Composite x 1",
    "remote control type originally supplied by manufacturer": "Multibrand",
    "resolution": "720p",
    "room type": "Commercial Space, Living Room",
    "screen size": "32\"",
    "sleep mode power": "0.1 W",
    "sleep timer": "With Sleep Timer",
    "smart tv features": "Not Supported",
    "speaker power": "4 x 6 Watt",
    "supported resolutions": "1080i (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "037988108114",
    "viewing angle": "170Â°",
    "weight": "46.2 lbs",
    "width": "31.3 in."
}