{
    "3d technology": "3D Not Supported",
    "<page title>": "Samsung 61\"1080p HD DLP Rear Projection Television Remote HL S87W Excellent UC 036725261877 | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "adjustable color temperature": "With Adjustable Color Temperature",
    "aspect ratio": "14:9, 16:9, 4:3",
    "audio leveler": "With Audio Leveler",
    "audio type": "Virtual Surround",
    "brand": "Samsung",
    "builtin tuner": "ATSC, NTSC",
    "channel labels": "With Channel Labels",
    "comb filter": "3DYC / 3D Digital",
    "contrast ratio": "10000:1",
    "definition": "HDTV",
    "description": "HL-S6187W ideal for sports, fast-action video and gaming. Unleashing the HL-S6187W's powerful multi-media functionality are an optimized game mode, PC input, and two HDMI inputs.\nProduct Highlights About The BrandSamsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.\nProduct Identifiers BrandSamsung ModelHL-S6187W MPNHLS6187WX/XAA UPC036725261877\nKey Features TV TypeProjection Display TechnologyRear-Projection Screen Size61\" DefinitionHDTV Aspect Ratio14:9, 16:9, 4:3 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Contrast Ratio10000:1 Built-in TunerATSC, NTSC Supported Resolutions1080i (HDTV), 1080p (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV) Comb Filter3DYC / 3D Digital Adjustable Color TemperatureWith Adjustable Color Temperature\nPower On Mode Power230 W Sleep Mode Power1 W\nConnectivity Front Input ConnectorsAudio (RCA) x 1, Composite x 1, USB Port Rear Input ConnectorsAudio (RCA) x 2, Component x 2, Composite x 2, HDMI x 2, RF x 1, S-Video x 2\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeVirtual Surround SubwooferWithout Subwoofer Audio LevelerWith Audio Leveler MTS StereoSAP / MTS Stereo\nMiscellaneous OSD LanguagesEnglish, French, Spanish Channel LabelsWith Channel Labels Parental ControlV-Chip Sleep TimerWith Sleep Timer Remote Control Type (originally supplied by manufacturer)Universal Exterior ColorBlack Release DateApril, 2006",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "Rear-Projection",
    "exterior color": "Black",
    "front input connectors": "Audio (RCA) x 1, Composite x 1, USB Port",
    "max resolution": "1080p",
    "model": "HL-S6187W",
    "mpn": "HLS6187WX/XAA",
    "mts stereo": "SAP / MTS Stereo",
    "number of speakers": "2",
    "on mode power": "230 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "rear input connectors": "Audio (RCA) x 2, Component x 2, Composite x 2, HDMI x 2, RF x 1, S-Video x 2",
    "release date": "April, 2006",
    "remote control type originally supplied by manufacturer": "Universal",
    "resolution": "1080p",
    "screen size": "61\"",
    "sleep mode power": "1 W",
    "sleep timer": "With Sleep Timer",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 10 Watt",
    "subwoofer": "Without Subwoofer",
    "supported resolutions": "1080i (HDTV), 1080p (HDTV), 480i (SDTV), 480p (EDTV), 720p (HDTV)",
    "tv type": "Projection",
    "upc": "036725261877"
}