{
    "3d features": "Active 3D Technology",
    "3d technology": "Full 3D",
    "<page title>": "Samsung UN46F7100 46 inch 1080p 240Hz 3D Smart WiFi LED HDTV 887276024202 | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics – the world’s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the world’s first real double-sided LCD screen as well.",
    "additional features": "Built-in WiFi, Closed Captioning, Eco Sensor, Ethernet Port, Game Mode, Internet Apps and Widgets",
    "aspect ratio": "16:9",
    "brand": "Samsung",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "exterior color": "Black",
    "family line": "7100 Series",
    "model": "UN46F7100",
    "mpn": "UN46F7100AF, UN46F7100AFXZA, UN46F7100AFZA",
    "number of speakers": "2",
    "product highlights": "Video About The BrandSamsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics – the world’s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the world’s first real double-sided LCD screen as well.\nProduct Identifiers BrandSamsung Family Line7100 Series ModelUN46F7100 MPNUN46F7100AF, UN46F7100AFXZA, UN46F7100AFZA UPC887276024202\nKey Features TV TypeFlat-Panel Display TechnologyLED LCD Screen Size46\" DefinitionHDTV Aspect Ratio16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D TechnologyFull 3D WiFi ConnectionBuilt-in WiFi Smart TV FeaturesInternet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi\nConnectivity Rear Input Connectors1 x RS-232C, Component x 1, Composite x 1, HDMI x 4, RF x 1, RJ-45 x 1, USB Port\nAudio Features Number Of Speakers2\nMiscellaneous Exterior ColorBlack Additional FeaturesBuilt-in WiFi, Closed Captioning, Eco Sensor, Ethernet Port, Game Mode, Internet Apps and Widgets",
    "rear input connectors": "1 x RS-232C, Component x 1, Composite x 1, HDMI x 4, RF x 1, RJ-45 x 1, USB Port",
    "resolution": "1080p",
    "screen size": "46\"",
    "smart tv features": "Internet Browsing, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi",
    "tv type": "Flat-Panel",
    "upc": "887276024202",
    "wifi connection": "Built-in WiFi"
}