{
    "3d technology": "3D Not Supported",
    "<page title>": "Samsung UN48H6350 48 inch Full HD 1080p Smart HDTV 120Hz with Wi Fi | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "additional features": "v-Chip",
    "audio type": "Stereo",
    "audiovideo inputs": "Digital Audio Optical TOSLINK",
    "brand": "Samsung",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "description": "The 48 Class H6350 LED Smart TV is Powerful and IntuitiveThe Samsung 48-inch Class H6350 1080p 120Hz Smart LED HDTV is faster and smarter. An upgraded Smart Hub organizes your content to make finding what you re looking for easier and more intuitive than ever. This TV is backed by a lightning-fast quad-core processor, which reduces lag and accelerates load and smoother navigation.\nProduct Highlights Video About The BrandSamsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.\nProduct Identifiers BrandSamsung Family Line6350 Series Series6350 Series ModelUN48H6350 MPNUN48H6350AFXZA\nKey Features TV TypeFlat-Panel Display TechnologyLED LCD Screen Size48\" DefinitionHDTV Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported WiFi ConnectionBuilt-in WiFi Smart TV FeaturesDownloadable Apps, Internet Browsing\nAudio Features Number Of Speakers2 Audio TypeStereo\nMiscellaneous Exterior ColorBlack Additional Featuresv-Chip",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "exterior color": "Black",
    "family line": "6350 Series",
    "model": "UN48H6350",
    "mpn": "UN48H6350AFXZA",
    "number of speakers": "2",
    "resolution": "1080p",
    "screen size": "48\"",
    "series": "6350 Series",
    "smart tv features": "Downloadable Apps, Internet Browsing",
    "tv type": "Flat-Panel",
    "wifi connection": "Built-in WiFi"
}