{
    "3d technology": "3D Not Supported",
    "<page title>": "Samsung UN50EH5000 50\" LED HDTV 1080p HDMI USB Wide Color Enhancer Warranty 036725237919 | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "additional features": "Closed Captioning, Clock & On/Off Timer, Game Mode, Auto Power Off, ConnectShare Movie, Virtual Surrond",
    "audiovideo inputs": "HDMI",
    "auto power off": "Yes",
    "brand": "Samsung",
    "closed captioning": "Yes",
    "color": "Black",
    "condition": "Manufacturer refurbished: An item that has been professionally restored to working order by a manufacturer or\nmanufacturer-approved vendor. This means the product has been inspected, cleaned, and repaired to meet manufacturer specifications and is in excellent condition. This item may or may not be in the original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connectshare": "ConnectShare Movie",
    "definition": "HDTV",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "LED LCD",
    "eco sensor": "Yes",
    "energy star compliant": "ENERGY STAR 6.0",
    "ethernet": "1",
    "family line": "5000 Series",
    "game mode": "Yes",
    "hdmi": "2",
    "model": "UN50EH5000",
    "mpn": "UN50EH5000FXZA",
    "on mode power": "47 W",
    "osd language": "English, Spanish, French",
    "remote": "Standard Remote",
    "resolution": [
        "1080p",
        "1080p"
    ],
    "screen size": [
        "50\"",
        "50' Measured Diagonally"
    ],
    "series": "5000",
    "shipping weight": "47.8 lb.",
    "sleep mode power": "0.2 W",
    "smart tv features": "Not Supported",
    "type": "LED",
    "upc": "036725237919",
    "usb 20": "1",
    "wide color enhancer": "Wide Color Enhancer Plus"
}