{
    "3d technology": "3D Not Supported",
    "<page title>": "Sharp Aquos LC45GX6U 45\" 1080p HD LCD Television TUGD10UT AVC System 074000362512 | eBay",
    "about the brand": "Sharper Image is an American brand specialized in the manufacture of electronics and gift products. It was founded in 1977 and throughout the years has built its reputation as a reliable manufacturer by offering products that meet the highest set of standards. The products bearing the brandâ\u0080\u0099s name are built and designed around three core principles â\u0080\u0093 quality, innovation and design, as Sharper Image offers a diversity of models with a wide range of screen sizes, innovative designs and high-definition resolutions, all engineered for the ultimate entertainment experience.",
    "additional features": "Headphone Jack",
    "adjustable color temperature": "With Adjustable Color Temperature",
    "aspect ratio": "14:9 Enhanced, 16:9",
    "audio type": "Virtual Surround",
    "brand": "Sharper Image",
    "brightness": "450 cd/mÂ²Â°",
    "builtin tuner": "NTSC",
    "comb filter": "3DYC / 3D Digital",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "contrast ratio": "800:1",
    "definition": "HDTV",
    "depth": "3.72 in.",
    "display technology": "LCD",
    "energy star": "Energy Star Compliant",
    "front input connectors": "Audio (RCA) x 1, Composite x 1, S-Video x 1",
    "height": "25.39 in.",
    "model": "Aquos LC45GX6U",
    "mpn": "LC-45GX6URB, LC45GX6URB",
    "mts stereo": "SAP / MTS Stereo",
    "number of speakers": "2",
    "on mode power": "260 W",
    "osd languages": "English, French, Spanish",
    "parental control": "V-Chip",
    "product highlights": "About The BrandSharper Image is an American brand specialized in the manufacture of electronics and gift products. It was founded in 1977 and throughout the years has built its reputation as a reliable manufacturer by offering products that meet the highest set of standards. The products bearing the brandâ\u0080\u0099s name are built and designed around three core principles â\u0080\u0093 quality, innovation and design, as Sharper Image offers a diversity of models with a wide range of screen sizes, innovative designs and high-definition resolutions, all engineered for the ultimate entertainment experience.\nProduct Identifiers BrandSharper Image ModelAquos LC45GX6U MPNLC-45GX6URB, LC45GX6URB UPC074000362512\nKey Features Display TechnologyLCD Screen Size45\" DefinitionHDTV Aspect Ratio14:9 Enhanced, 16:9 Resolution1080p 3D Technology3D Not Supported Smart TV FeaturesNot Supported\nTechnical Features Contrast Ratio800:1 Viewing Angle170Â° Built-in TunerNTSC Supported Resolutions1080p (HDTV) Comb Filter3DYC / 3D Digital Brightness450 cd/mÂ²Â° Adjustable Color TemperatureWith Adjustable Color Temperature Output Color Depth16.7 Million colors\nPower On Mode Power260 W Energy StarEnergy Star Compliant\nConnectivity Front Input ConnectorsAudio (RCA) x 1, Composite x 1, S-Video x 1 Rear Input ConnectorsAudio (RCA) x 3, Component x 1, Composite x 1, HDMI x 1, RF x 1, S-Video x 1 Rear Output ConnectorsAudio (RCA) x 1, Composite x 1, RF x 1\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeVirtual Surround MTS StereoSAP / MTS Stereo\nDimensions Height25.39 in. Width42.67 in. Depth3.72 in. Weight48.5 lbs\nMiscellaneous OSD LanguagesEnglish, French, Spanish Parental ControlV-Chip Sleep TimerWith Sleep Timer Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Standard Additional FeaturesHeadphone Jack Release DateSeptember, 2004",
    "rear input connectors": "Audio (RCA) x 3, Component x 1, Composite x 1, HDMI x 1, RF x 1, S-Video x 1",
    "rear output connectors": "Audio (RCA) x 1, Composite x 1, RF x 1",
    "release date": "September, 2004",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Living Room",
    "screen size": "45\"",
    "sleep timer": "With Sleep Timer",
    "smart tv features": "Not Supported",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "upc": "074000362512",
    "viewing angle": "170Â°",
    "weight": "48.5 lbs",
    "width": "42.67 in."
}