{
    "3d technology": "3D Not Supported",
    "<page title>": "New Samsung UN40EH5300 40\" 1080p HD LED LCD Television Cracked Screen for Parts 411378258465 | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "additional features": "Closed Captioning, Game Mode, Eco Sensor, Built-in WiFi, Internet Apps and Widgets",
    "aspect ratio": "16:9",
    "audio type": "Stereo",
    "brand": "Samsung",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "depth": "3.7 in.",
    "description": "Watching TV programs and films isn't the only thing the Samsung UN40EH5300 is good for - this HDTV also boasts a full web browser, and a variety of entertainment apps. Built in Wi-Fi makes connecting the Samsung television to a home network easy, and the web browser is easily controlled using the remote control. The Smart TV app searches the Samsung television for favorite content, by keyword or genre, and suggests other programs based on current content. Family Story allows photographs to be easily uploaded onto the Samsung UN40EH5300, and stored with messages. Uploaded content can be watched back on the HDTV, or stored on the home network. Other apps include Kid's Story, a fun and educational app, and Fitness, a personal trainer app that manages and monitors work-out information for the whole family. AllShare allows content to be shared across Samsung televisions and devices without the need for wires, and makes backing up media effortless. From social networking to working out and entertaining children, the Samsung UN40EH5300 is well prepared.\nProduct Highlights Video About The BrandSamsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.\nProduct Identifiers BrandSamsung Family Line5300 Series ModelUN40EH5300 MPNUN40EH5300FXZA UPC411378258465\nKey Features TV TypeFlat-Panel Display TechnologySlim LED Screen Size40\" DefinitionHDTV Aspect Ratio16:9 Resolution1080p Display Resolution1920 x 1080 pixels 3D Technology3D Not Supported WiFi ConnectionWiFi Ready Smart TV FeaturesDownloadable Apps, Internet Streaming Interface, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi\nTechnical Features Refresh Rate60 Hz Supported Resolutions1080p (HDTV)\nPower On Mode Power33 W Sleep Mode Power0.1 W\nAudio Features Number Of Speakers2 Speaker Power2 x 10 Watt Audio TypeStereo\nDimensions Height21.7 in. Width36.5 in. Depth3.7 in. Weight19.6 lbs\nMiscellaneous Room TypeCommercial Space, Living Room Remote Control Type (originally supplied by manufacturer)Standard Exterior ColorBlack Additional FeaturesBuilt-in WiFi, Closed Captioning, Eco Sensor, Game Mode, Internet Apps and Widgets",
    "display resolution": "1920 x 1080 pixels",
    "display technology": "Slim LED",
    "exterior color": "Black",
    "family line": "5300 Series",
    "height": "21.7 in.",
    "model": "UN40EH5300",
    "mpn": "UN40EH5300FXZA",
    "number of speakers": "2",
    "on mode power": "33 W",
    "refresh rate": "60 Hz",
    "remote control type originally supplied by manufacturer": "Standard",
    "resolution": "1080p",
    "room type": "Commercial Space, Living Room",
    "screen size": "40\"",
    "sleep mode power": "0.1 W",
    "smart tv features": "Internet Streaming Interface, Downloadable Apps, Smart Hub, Signature Services, Smart Content, ConnectShare, AllShare, Built-in Wi Fi",
    "speaker power": "2 x 10 Watt",
    "supported resolutions": "1080p (HDTV)",
    "tv type": "Flat-Panel",
    "upc": "411378258465",
    "weight": "19.6 lbs",
    "width": "36.5 in.",
    "wifi connection": "WiFi Ready"
}