{
    "3d features": "2D to 3D Conversion",
    "3d technology": "Full 3D",
    "<page title>": "Samsung UN55F9000 55 inch 4K Ultra HD 120Hz 3D Smart LED TV New 887276850467 | eBay",
    "about the brand": "Samsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.",
    "additional features": "Wi-Fi Enabled",
    "audio type": "Surround",
    "audiovideo inputs": "HDMI",
    "brand": "Samsung",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "definition": "HDTV",
    "description": "Samsung 4K Ultra HD Smart TV Take your entertainment to a whole new level. With simply breathtaking resolution, the Samsung F9000 4K Ultra HD Smart TV provides a new form of fulfillment and an immersive viewing experience.Spectacular 4K Ultra HD Picture Quality The 4K picture quality is unlike anything you've ever seen before. The Samsung F9000 has four times the resolution of a Full HD TV, ensuring a truly immersive experience for all your favorite blockbuster movies and TV shows. It's simply the highest resolution format available today.\nProduct Highlights Video User Manual About The BrandSamsung is the biggest South Korean multinational conglomerate company, which comprises numerous subsidiaries including Samsung Electronics â\u0080\u0093 the worldâ\u0080\u0099s largest company serving the IT sector. Among the branded products are computers, mobile phones, digital televisions and liquid crystal displays, all which are worldwide recognizable for their reliability, fine craftsmanship, high-quality and innovative technologies. The company attained first place for LCD market share six years in a row, and is noted for developing the worldâ\u0080\u0099s first real double-sided LCD screen as well.\nProduct Identifiers BrandSamsung Family Line9000 Series ModelUN55F9000AF MPNUN55F9000AFXZA UPC887276850467\nKey Features TV TypeFlat-Panel Display TechnologySlim LED Screen Size55\" DefinitionHDTV Resolution1080p Display Resolution3840 x 2160 pixels 3D TechnologyFull 3D WiFi ConnectionBuilt-in WiFi Smart TV FeaturesDownloadable Apps, Internet Browsing\nAudio Features Number Of Speakers5 Audio TypeSurround\nMiscellaneous Exterior ColorBlack, Silver Additional FeaturesWi-Fi Enabled",
    "display resolution": "3840 x 2160 pixels",
    "display technology": "Slim LED",
    "exterior color": "Black, Silver",
    "family line": "9000 Series",
    "model": "UN55F9000AF",
    "mpn": "UN55F9000AFXZA",
    "number of speakers": "5",
    "resolution": "1080p",
    "screen size": "55\"",
    "smart tv features": "Downloadable Apps, Internet Browsing",
    "tv type": "Flat-Panel",
    "upc": "887276850467",
    "wifi connection": "Built-in WiFi"
}