{
    "<page title>": "Nikon 1 J3 Digital SLR Camera Red w 10â\u0080\u009330mm VR Lens Kit Bundle 14 2MP HD 018208276394 | eBay",
    "add stunning hd videos to your arsenal of expression": "Your creativity isn't limited to still photos with the Nikon 1 J3. A single press of a button and you'll be recording in dazzling Full HD 1080p video with stereo sound. See something that would make a great still image while you're recording? Simultaneously shoot full-resolution photos without missing a beat. Get the best of both worlds.",
    "brand": "Nikon",
    "bundled items": "Lens, Strap (Neck or Wrist)",
    "condition": "Manufacturer refurbished: An item that has been professionally restored to working order by a manufacturer or\nmanufacturer-approved vendor. This means the product has been inspected, cleaned, and repaired to meet manufacturer specifications and is in excellent condition. This item may or may not be in the original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "harness the remarkable speed and precision of nikon 1": "The first thing you'll notice about your Nikon 1 J3 is its extraordinary speed. The LCD display has absolutely no lag. That means you can frame shots faster, pan faster, zoom faster - do everything faster. The Hybrid AF System is the fastest in the world, so your images will be crystal clear, whether you're shooting a soaring bird or a fidgety child. The shutter fires at a blazing speed - up to 15 shots per second continuously - so you can freeze even the fastest moving subjects.",
    "megapixels": "14.2 MP",
    "model": "J3",
    "mpn": "27639",
    "screen size": "3\"",
    "so many ways to catch the moments that matter": "The best moments are made (and missed) in an instant. But imagine being able to slow down an important moment - to see live action in slow motion. With the Nikon 1 J3 camera's amazing Slow View mode, that's exactly what happens. Slow down what you're seeing on the LCD, and then select the shot you want. Combine that with smart photo selector, which fires 20 shots with a single shutter press and select the best five for you, and you've got every advantage for catching those once-in-a-lifetime moments.",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "018208276493"
}