{
    "<page title>": "Kodak EasyShare M580 14 0 MP 28mm Wide 224mm Equivalent Silver Digital Camera | eBay",
    "about us": "Eastvale Store is a new consignment (established 2014) store providing the best that ebay has to offer. We receive inventory daily and only list / photograph the absolute best. We are committed to providing the best customer experience and hope that you bookmark our store and come back daily to see new inventory.",
    "payment details": "PLEASE READ BELOW BEFORE BIDDING\nWe can only accept payment from U.S. registered PayPal accounts. Please do not bid if you do not have a U.S. PayPal account as you will not be able to complete your purchase in PayPal.\nWe accept payment through PayPal. Please make payment through PayPal within 4 days of auction closing. If payment is not received within this time, the auction may be revoked and Non-Paying Bidder alert may be filed.\nAt time of checkout, applicable state and/or local sales tax will be calculated and charged.\nFreight is calculated based on shipping method to the shipping address provided by ebay for your profile. Please ensure that your shipping address is correct.\nWe do not accept solicitations outside of the listing - if you see something you like, please bid.",
    "product condition": "Cherished by its previous owner. Some signs of use, also has some slight scratches on the front and on the screen. Check out the photos. Comes from a smoke free and pet free home. Item has been power tested. Don't miss out!",
    "product details": "Brand:KODAK\nModel:EASYSHARE\nColor:Silver\nSize:N/A\nKODAK EASYSHARE M580 14.0 MP 28mm Wide 224mm Equivalent Silver Digital Camera\nUp for action we have this wonderful KODAK EASYSHARE M580 14.0 MP 28mm Wide 224mm Equivalent Silver Digital Camera. Cherished by its previous owner. Some signs of use, also has some slight scratches on the front and on the screen. Check out the photos. Comes from a smoke free and pet free home. Item has been power tested. Don't miss out!",
    "returns": "We offer a 14 day return policy (unless stated otherwise in the listing) from time of shipping\nContact our Customer Support by eBay Messages for RMA number and specific returns instructions, buyer is responsible for paying return shipping and 10% restocking fee may apply\nAll returns must be in original condition (original packaging and content intact) and packaged properly to avoid damage during shipping\nAllow 3-5 business days after we receive your package to process your return",
    "shipping details": "We ship via FedEx and most packages are usually shipped within 24 hours of payment confirmation (excluding Saturday/Sunday and holidays) and transit time will vary. Shipping times listed on ebay are estimates and we cannot be held responsible for carrier delays.\nPlease make sure to provide the correct shipping address when placing your order, orders will be shipped out to the shipping address provided by eBay.\nCombined shipping is not allowed and each listing should be paid for separately and will be processed separately and arrive in separate packages.\nUnfortunately at this time we do not ship to P.O. Boxes or addresses outside the U.S. (including APO/FPO)"
}