{
    "160megapixel": "Capturing all the detail from the genuine Canon lens the 16-megapixel sensor delivers superb quality images that are perfect for large-scale prints (A3+) or creative cropping.",
    "28 mm wide 8x optical zoom": "A versatile, Canon 8x optical zoom lens lets you get closer to distant subjects and focus on the detail while the 28 mm wide-angle fits more in the frame for sweeping landscapes and great group shots.",
    "<page title>": "Canon PowerShot A4000 Is 16 0 MP Digital Camera Blue 013803146387 | eBay",
    "brand": "Canon",
    "compact metal body": "The slim, compact metal body in attractive colors is small and stylish enough to take anywhere.",
    "fun and creative modes": "Have fun with a range of creative filters. Use fish-eye effect to re-create fish-eye lens distortion, Super vivid to boost color saturation, retro poster and toy camera effects or monochrome. Miniature effect makes scenes in stills or movies look like miniature scale models.",
    "hd movies 720p with movie button": "Instantly record high quality HD movies (720p) using one touch of the dedicated movie button. Intelligent IS keeps movies steady.",
    "help button": "Simply press the help button for quick, easy-to-follow guidance on using your camera and its different functions - the ideal introduction for beginners.",
    "intelligent is": "Intelligent IS combats camera shake to ensure all your photos and videos are sharp and detailed even at full zoom or in low light. It automatically adjusts the optical Image Stabilizer to the scene from 6 modes to prevent blur.",
    "large 30 lcd": "A large, high quality LCD screen (230k dots) allows effortless menu navigation, lets you frame and view your shots with ease and makes sharing them with friends a pleasure.",
    "live view control face detection": "Live View Control allows you to easily experiment with picture settings like brightness and color intensity and preview the results while framing, so you can capture the best shot. Face Detection technology ensures great people shots. It detects up to 35 faces in a single frame making sure they remain in focus and with optimum brightness.",
    "megapixels": "16.0 MP",
    "model": "A4000 IS",
    "optical zoom": "8x",
    "screen size": "3\"",
    "smart auto 32 scenes": "Even complete beginners can effortlessly shoot high quality photos or movies with smart auto, which detects the scene and automatically selects the optimal settings from 32 variables. Press the auto button to return instantly to smart auto from any other mode.",
    "type": "Point & Shoot",
    "upc": "013803146387"
}