{
    "18 mp cmos sensor": "Ideal for those who want to create large, poster-size prints - or crop images without losing any of the detail necessary for printing - EOS 550D's 18MP CMOS sensor is outstanding in low light, and produces images with incredibly low noise.",
    "77cm 30 32 clear view lcd": "Detailed checks on images and video are possible with a 7.7cm (3.0\") 3:2 Clear View LCD screen, which features an ultra-high 1,040,000 dots for increased clarity. Switch to Live View mode and use the real-time visual feed to shoot from awkward angles.",
    "<page title>": "Canon EOS Rebel T2i 550D 18 0 MP Digital SLR Camera Black Kit w EF s Is | eBay",
    "brand": "Canon",
    "bundled items": "Case or Bag,Lens,Memory Card",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "create a shooting system as unique as you are": "The EOS 550D is compatible with Canon's full range of EF and EF-S lenses and EX-series Speedlites.",
    "digic 4": "Canon's DIGIC 4 processor works with the CMOS sensor to deliver 14-bit image processing, for smooth gradations and natural looking colors. DIGIC 4 also powers advanced Noise Reduction when shooting at higher ISO speeds, plus split-second start-up times and near-instant image review after shooting.",
    "external microphone socket": "Add an additional microphone for better quality sound using the 3.5mm stereo jack socket.",
    "full hd movie recording": "The EOS 550D combines exceptional still shooting with the ability to shoot Full HD (1080p) video. To satisfy your creativity the EOS 550D features full manual control and selectable frame rates. You can also shoot high speed 50/60fps movies at 720P for when the action is really fast. An HDMI connection allows High Definition playback of footage and images on any HDTV. Also with compatible TVs playback can be controlled using the TV's remote control.",
    "high iso for low light": "When light levels fall, the EOS 550D offers an ISO range of up to 6400 - expandable to 12800 for those environments where using flash is undesirable.",
    "ifcl metering system": "A 63-zone dual layer metering sensor analyzes focus, color and luminance information, providing accurate and consistent metering.",
    "megapixels": "18.0 MP",
    "model": "Rebel T2i / 550D",
    "movie crop": "Shoot VGA movies with an effective zoom of 7x. Movie crop uses only the center part of the sensor and allows long distance shooting without having to change lenses.",
    "mpn": "4463B035",
    "quick control screen": "Accessible using a dedicated button it provides easy access to commonly used functions, ensuring that you are ready to take the shot as it happens.",
    "screen size": "3\"",
    "type": "Digital SLR",
    "upc": "492412565602"
}