{
    "160 megapixels": [
        "Capturing\nall the detail from the genuine Canon lens the 16 MP sensor delivers\nsuperb quality images that are perfect for large-scale prints (A3+) or\ncreative cropping.",
        "Capturing all the detail from the genuine Canon lens the 16 MP sensor delivers superb quality images that are perfect for large-scale prints (A3+) or creative cropping."
    ],
    "28mm wide 5x zoom lens": [
        "Fit\nmore in the frame with 28mm wide-angle for sweeping landscapes and\ngreat group shots and use the 5x optical zoom to get closer to distant\nsubjects.",
        "Fit more in the frame with 28mm wide-angle for sweeping landscapes and great group shots and use the 5x optical zoom to get closer to distant subjects."
    ],
    "68cm 27 lcd": [
        "A bright and clear screen (230k dots) lets you frame and view your shots with ease and makes sharing them with friends a pleasure.",
        "A bright and\nclear screen (230k dots) lets you frame and view your shots with ease\nand makes sharing them with friends a pleasure."
    ],
    "<page title>": "Canon PowerShot A810 16 0 MP Digital Camera Silver | eBay",
    "aa batteries": [
        "For ultimate convenience, the PowerShot A810 uses two AA batteries, which are available worldwide.",
        "For ultimate convenience, the PowerShot A810 uses two AA batteries, which are available worldwide."
    ],
    "brand": "Canon",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "creative modes live view control": [
        "Have\nfun with a range of creative filters. Use fish-eye effect to re-create\nfish-eye lens distortion, Super vivid to boost color saturation, retro\nposter and toy camera effect or monochrome. Miniature effect makes\nscenes in stills or movies look like miniature scale models. Live view\ncontrol allows you to easily experiment with picture settings such as\nbrightness and color intensity and preview the results while framing, so\nyou can capture the best shot.",
        "Have fun with a range of creative filters. Use fish-eye effect to re-create fish-eye lens distortion, Super vivid to boost color saturation, retro poster and toy camera effect or monochrome. Miniature effect makes scenes in stills or movies look like miniature scale models. Live view control allows you to easily experiment with picture settings such as brightness and color intensity and preview the results while framing, so you can capture the best shot."
    ],
    "digital is": [
        "Digital\nIS counteracts blur and helps to produce clear, sharp shots. It detects\ncamera movement and then uses sophisticated shake reduction techniques\nto automatically deliver optimum results.",
        "Digital IS counteracts blur and helps to produce clear, sharp shots. It detects camera movement and then uses sophisticated shake reduction techniques to automatically deliver optimum results."
    ],
    "face detection redeye correction": [
        "Face\ndetection technology ensures great people shots. It detects up to 35\nfaces in a single frame making sure they remain in focus and with\noptimum brightness. Face detection white balance ensures natural skin\ntones even in unusual lighting conditions. Auto red-eye correction\neliminates red-eye.",
        "Face detection technology ensures great people shots. It detects up to 35 faces in a single frame making sure they remain in focus and with optimum brightness. Face detection white balance ensures natural skin tones even in unusual lighting conditions. Auto red-eye correction eliminates red-eye."
    ],
    "hd movies 720p with movie button": [
        "Instantly record high quality HD movies (720p) using one touch of the dedicated movie button.",
        "Instantly record high quality HD movies (720p) using one touch of the dedicated movie button."
    ],
    "help button": [
        "Simply\npress the help button for quick, easy-to-follow guidance on using your\ncamera and its different functions - the ideal introduction for\nbeginners.",
        "Simply press the help button for quick, easy-to-follow guidance on using your camera and its different functions - the ideal introduction for beginners."
    ],
    "megapixels": "16.0 MP",
    "model": "A810",
    "mpn": "6179B001",
    "optical zoom": "5x",
    "screen size": "2.7\"",
    "smart auto 32 scenes": [
        "Even complete beginners can effortlessly shoot high quality photos or movies with smart auto, which detects the scene and automatically selects the optimal settings from 32 variables. Press the auto button to return instantly to smart auto from any other mode.",
        "Even\ncomplete beginners can effortlessly shoot high quality photos or movies\nwith smart auto, which detects the scene and automatically selects the\noptimal settings from 32 variables. Press the auto button to return\ninstantly to smart auto from any other mode."
    ],
    "type": "Point & Shoot"
}