{
    "<page title>": "Canon PowerShot ELPH 310HS 12 1MP Digital ELPH Camera Silver No Reserve Mint | eBay",
    "additional features": "1080p Full HD Movie Recording, AE/FE Lock, AF Lock, Automatic Face Tracking, Brightness Control, DPOF Support, Digital Tele-Converter, Direct Print, Exif Print Support, Face Detection Self-timer, Histogram Display, Orientation Detection, PictBridge Support, RGB Primary Color Filter, Red eye Fix, Safety Zoom, Scene Detection Technology, Smart Flash Exposure, Smile Capture, Touch-Screen Control, USB 2.0 Compatibility, Wink Self-Timer, i-Contrast system (Intelligent Contrast Correction)",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Canon",
    "bundled items": "Case or Bag",
    "camera flash features": "AF Illuminator",
    "camera type": "Point & Shoot",
    "connector types": "1 x HDMI output, 1 x Hi-Speed USB, 1 x composite video/audio output",
    "continuous shooting speed": "3.4 frames per second, 8.2 frames per second (3Mpix)",
    "depth": "0.98 in.",
    "digital video format": "H.264, MOV, iFrame",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "3.2\"",
    "display type": "LCD",
    "effective flash range": "0.5 m - 5 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Evaluative, Spot",
    "exposure modes": "Aperture-Priority, Automatic, Program, Shutter-Priority",
    "face detection": "Yes",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "24 - 105mm",
    "focus adjustment": "Automatic",
    "height": "2.18 in.",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 800, ISO auto",
    "light sensitivity max": "3200",
    "macro focus range": "3-50cm",
    "max operating temperature": "40 Â°C",
    "max shutter speed": "1/1600 sec",
    "max video resolution": "1920 x 1080",
    "megapixels": "12.1 MP",
    "microphone operation mode": "Stereo",
    "microphone type": "Microphone - built-in - stereo",
    "min operating temperature": "0 Â°C",
    "min shutter speed": "15 sec",
    "model": "ELPH 500 HS / IXUS 310 HS",
    "mpn": "5128B001AA",
    "operating system supported": "Apple Mac OS X 10.5 - 10.6, MS Windows 7, MS Windows Vista SP1, MS Windows XP SP3",
    "optical zoom": "4.4x",
    "product information": "Experience an intuitive touch panel technology with the PowerShot ELPH 500 HS digital camera. Do almost everything right on the LCD - like choosing an AF point, set exposure settings and record videos - all with the touch of one finger. The PowerShot ELPH 500 HS brings the art of photography at your command. The Canon HS SYSTEM takes the frustration out of low light shooting. The system delivers clear, blur-free shots with all the ambiance intact, and frees you from the sometimes unwanted effects of using the flash. Beautiful low light shots are possible at both low and high ISO speeds, and the dynamic range is expanded to retain maximum detail in highlight and shadow areas.Experiencing the brilliance of full HD video in a Canon PowerShot ELPH digital camera has never been easier. With the convenient dedicated movie button, you'll be able to instantly record everyday moments in amazing life-like realism at a push of a button. You can also operate the optical zoom while shooting video so you can get in close - but don't worry about shaky footage because Dynamic IS will help keep your videos steady! The PowerShot ELPH 500 HS digital camera sports an f/2.0 aperture, perfect for creating enticing portraits, by drawing attention to the face and blurring the background with its impressively shallow depth-of-field. The large aperture also does more. It lets you capture more nuances in low light shooting by using more of the available light. The ultra wide-angle lens puts more into every frame so you can easily photograph landscapes, tall buildings and large groups of people.The PowerShot ELPH 500 HS digital camera is equipped with High-Speed Burst mode that lets you catch every single detail in pure Canon brilliance. A 4.4x optical zoom lens enables you to capture subjects that are close and far away. The added bonus of an optical image stabilizer ensures that every moment you photograph will come out amazingly clear and focused. The PowerShot ELPH 500 HS digital camera takes the quality of your still images and videos to a high level automatically. The camera's advanced Smart AUTO system detects a wealth of information about the scene you're shooting, then automatically selects the optimal settings for you. Now with an expanded range of 32 shooting scenarios, the camera handles a wide variety of situations, freeing you up to concentrate on composing your shot and capturing the moment you're looking for.For photography enthusiasts, the ability to control aperture and shutter speed is key. The Aperture- and Shutter-priority modes on the Canon PowerShot ELPH 500 HS digital camera make it easy for anyone to take extra control over the look and feel of images captured. In Aperture-priority mode, you set the aperture and the camera automatically selects an appropriate shutter speed. This lets you create sharp subjects with beautifully blurred backgrounds, and landscapes with foreground, middle ground and background all in focus. Shutter-priority mode lets you choose a shutter speed while the camera automatically selects the aperture. Higher shutter speeds are great for catching stop-action shots of moving subjects, while lower shutter.Putting together a video containing highlights from family vacations, important occasions and other special events is now easier than you might imagine. Using the Movie Digest mode, you can have the camera automatically record a short video clip every time you shoot a still image. The camera will then combine an entire day's worth of clips into a single video. No editing required - Movie Digest mode does all the work, so you can sit back and enjoy your video!\nProduct Highlights Video\nProduct Identifiers BrandCanon ModelELPH 500 HS / IXUS 310 HS MPN5128B001AA\nKey Features Camera TypePoint & Shoot Optical Zoom4.4x Digital Zoom4x Sensor Resolution12.1 MP Screen Size3.2\"\nOptical Sensor Sensor Size1/2.3\" Sensor TypeCMOS\nLens System Macro Focus Range3-50cm Focus AdjustmentAutomatic Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera24 - 105mm\nExposure Max Shutter Speed1/1600 sec Min Shutter Speed15 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringCenter-Weighted, Evaluative, Spot Exposure ModesAperture-Priority, Automatic, Program, Shutter-Priority Light SensitivityISO 100, ISO 1600, ISO 200, ISO 3200, ISO 400, ISO 800, ISO auto Light Sensitivity Max3200\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.5 m - 5 m Camera Flash FeaturesAF Illuminator Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction, Slow Synchro\nMemory / Storage Supported Flash MemoryEye-Fi card, MultiMediaCard, MultiMediaCardplus, SD Memory Card, SDHC Memory Card, SDXC Memory Card\nViewfinder Viewfinder TypeNone\nDimensions Depth0.98 in. Height2.18 in. Width3.96 in. Weight5.82 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 3.2\" - color Display Size3.2\"\nMicrophone Microphone TypeMicrophone - built-in - stereo Microphone Operation ModeStereo\nConnections Connector Types1 x HDMI output, 1 x Hi-Speed USB, 1 x composite video/audio output Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS X 10.5 - 10.6, MS Windows 7, MS Windows Vista SP1, MS Windows XP SP3\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatH.264, MOV, iFrame Still Image FormatJPEG\nResolution Max Video Resolution1920 x 1080\nEnvironmental Parameters Min Operating Temperature0 Â°C Max Operating Temperature40 Â°C\nOther Features Additional Features1080p Full HD Movie Recording, AE/FE Lock, AF Lock, Automatic Face Tracking, Brightness Control, DPOF Support, Digital Tele-Converter, Direct Print, Exif Print Support, Face Detection Self-timer, Histogram Display, Orientation Detection, PictBridge Support, RGB Primary Color Filter, Red eye Fix, Safety Zoom, Scene Detection Technology, Smart Flash Exposure, Smile Capture, Touch-Screen Control, USB 2.0 Compatibility, Wink Self-Timer, i-Contrast system (Intelligent Contrast Correction) TouchScreenYes Face DetectionYes Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsBeach, Fireworks, Foliage, Handheld night shot, Hi-speed burst, Kids & pets, Low light, Movie digest, Portrait mode, Snow Special EffectsBlack & White, Color Accent, Color Swap, Custom Effect, Darker Skin Tone, Fisheye, Lighter Skin Tone, Miniature, Monochrome, Neutral, Posterization, Sepia, Toy camera, Vivid, Vivid Blue, Vivid Green, Vivid Red Continuous Shooting Speed3.4 frames per second, 8.2 frames per second (3Mpix)",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 3.2\" - color",
    "screen size": "3.2\"",
    "sensor resolution": "12.1 MP",
    "sensor size": "1/2.3\"",
    "sensor type": "CMOS",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Beach, Fireworks, Foliage, Handheld night shot, Hi-speed burst, Kids & pets, Low light, Movie digest, Portrait mode, Snow",
    "special effects": "Black & White, Color Accent, Color Swap, Custom Effect, Darker Skin Tone, Fisheye, Lighter Skin Tone, Miniature, Monochrome, Neutral, Posterization, Sepia, Toy camera, Vivid, Vivid Blue, Vivid Green, Vivid Red",
    "still image format": "JPEG",
    "supported flash memory": "Eye-Fi card, MultiMediaCard, MultiMediaCardplus, SD Memory Card, SDHC Memory Card, SDXC Memory Card",
    "touchscreen": "Yes",
    "type": "Point & Shoot",
    "viewfinder type": "None",
    "weight": "5.82 Oz.",
    "width": "3.96 in."
}