{
    "<page title>": "Olympus Pen E P2 with 17mm F 2 8 Lens and 40 150mm Lens on 4 3 Adapter | eBay",
    "brand": "Olympus",
    "bundled items": "Extra Battery, Lens",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "dust reduction system": "A Dust Reduction System assures spot-free images. Every time you turn on the camera, the patented Supersonic Wave Filter silently vibrates, flinging and collecting dust so that it cannot interfere with the picture imaging at any time.",
    "face detection": "A Face Detection function reduces the chance of blurry faces when shooting groups of peopleâ\u0080\u0094up to eight subjects at onceâ\u0080\u0094even if they're moving while you're pressing the shutter button.",
    "full manual control": "Full manual control for all programs and functions, including Aperture and Shutter. Shutter Priority, is at your fingertips whenever it is needed or preferred. Full automatic control is also a button-press away.",
    "iauto": "iAuto identifies your shooting intent (such as macro or action photography) and instantly adjusts the camera settings to achieve the best results.",
    "inbody image stabilization": "The camera's In-body Image Stabilization system compensates for up to four shutter speed steps with any of the system's interchangeable lenses. Mechanical Image Stabilization automatically compensates for camera shake in low-light situations or when using a telephoto lens.",
    "live view autofocus": "With the seamless precision and simplicity of a point-and-shoot, the E-P2's Live View Autofocus system displays the images to be shot in complete focus on the camera's bright LCD the moment the shutter button is pressed half way down.",
    "megapixels": "12.0 MP",
    "model": "E-P2",
    "movie mode": "Shoot movies at 30 frames per second in 720p with available manual control over aperture and shutter speed. This new level of control allows you to express your vision exactly how you want in your HD videos.",
    "perfect shot preview": "With Perfect Shot Preview, you can preview and select various photographic effects before you take the shot.",
    "shadow adjustment technology": "Shadow Adjustment Technology corrects for extreme light variations with high-tech efficiency. It can also be used in post-editing.",
    "type": "Micro Four Thirds / Prosumer"
}