{
    "<page title>": "Thinnest 3X Optic Zoom Casio EX S600 Digital Camera with All Accessories | eBay",
    "additional features": "Audio Recording, Auto Power Save, Built-In Speaker, DPOF Support, Direct Print, Histogram Display, Not Interchangeable Lenses, PRINT Image Matching, PictBridge Support, Resizing an Image, USB 2.0 Compatibility",
    "auto focus type": "TTL contrast detection",
    "battery form factor": "Manufacturer specific",
    "brand": "Casio",
    "camera flash features": "AF Illuminator, Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash",
    "camera type": "Point & Shoot",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "connector types": "1 x DC power input, 1 x USB, 1 x composite video/audio output, 1 x docking station",
    "depth": "0.63 in.",
    "digital video format": "AVI, MPEG-4",
    "digital zoom": "4x",
    "display rotation": "Built-in",
    "display size": "2.2\"",
    "display type": "LCD",
    "effective flash range": "0.4 m - 2.8 m",
    "expansion slot": "1 x SD Memory Card",
    "exposure compensation": "Â±2 EV range, in 1/3 EV steps",
    "exposure metering": "Center-Weighted, Multi-Segment, Spot",
    "exposure modes": "Automatic, Program",
    "flash modes": "Auto Mode, Fill-in Mode, OFF mode, Red-eye Reduction",
    "flash type": "Built-in flash",
    "focal length equivalent to 35mm camera": "38 - 114mm",
    "focus adjustment": "Autofocus & Manual Focus, Automatic, Manual",
    "height": "2.32 in.",
    "integrated memory size": "8.3 MB",
    "light sensitivity": "ISO 100, ISO 1600, ISO 200, ISO 400, ISO 50, ISO auto",
    "light sensitivity max": "1600",
    "macro focus range": "15-50cm",
    "max shutter speed": "1/2000 sec",
    "max video resolution": "320 x 240",
    "megapixels": "6.0 MP",
    "microphone operation mode": "Mono",
    "microphone type": "Microphone - built-in - electret condenser - mono",
    "min shutter speed": "4 sec",
    "model": "EX-S600",
    "mpn": "EX-S600BE",
    "operating system supported": "Apple Mac OS 9, Apple Mac OS X 10.1, Apple Mac OS X 10.2, Apple Mac OS X 10.3, Apple Mac OS X 10.4",
    "optical zoom": "3x",
    "product information": "The EXILIM CARD EX-S600 series is the next evolution in the popular line of ultra-slim card-sized high-resolution digital cameras of CASIO. In addition to 6 mega pixel photos, a major addition to this line is the EX-S600's ability to reduce camera shake instantaneously when recording quality MPEG-4 movies.The EX-S600's ability to take state-of-the-art movies instantly and easily adds to the versatility and fun of this powerful and high quality digital camera. The EX-S600 fits conveniently in any pocket to go wherever you go, ready to quickly capture special moments. No matter how spontaneous the situation, the EXILIM engine's Anti Shake DSP reduces blurring caused by shaky hands and/or moving subjects, and the Auto Macro and Quick Shutter functions ensure that photos are properly focused.In addition to enhanced resolution, the EX-S600's 3X zoom and increased battery life allowing up to 300 shots per battery charge provide significant photographic flexibility. The BEST SHOT menu includes the new Revive Shot, created specifically for taking digital pictures of old album photos. Revive Shot adjusts for obliquity as well as brightly refreshes faded colors. Whether framing a shot, reviewing images, or watching movies, everything is brighter when displayed on the adjustable 2.2 inch LCD-approximately twice as bright as previous models, making it ideal for outdoor use. Small enough to conveniently carry wherever you go, the EX-S600 has one-touch buttons that allow quick start up of the camera to view images and take pictures, as well as one for taking movies, all designed to quickly capture special moments. The EX-S600 connects easily to a TV or PC via the multi cradle, which also doubles as the battery charger.The EX-S600 continues the EXILIM CARD tradition of offering cutting-edge technology packed into a small, slim, and stylish body. With high quality photos, advanced movie recording capabilities, and a tremendous range of remarkable functions, CASIO once again exceeds expectations by providing a conveniently portable means of preserving memories to be cherished for a lifetime.\nProduct Highlights Video\nProduct Identifiers BrandCasio ModelEX-S600 MPNEX-S600BE\nKey Features Camera TypePoint & Shoot Optical Zoom3x Digital Zoom4x Sensor Resolution6.0 MP Screen Size2.2\"\nOptical Sensor Sensor Size1/2.5\" Sensor TypeCCD\nLens System Macro Focus Range15-50cm Focus AdjustmentAutofocus & Manual Focus, Automatic, Manual Auto Focus typeTTL contrast detection Focal Length Equivalent to 35mm Camera38 - 114mm\nExposure Max Shutter Speed1/2000 sec Min Shutter Speed4 sec Exposure compensationÂ±2 EV range, in 1/3 EV steps Exposure MeteringCenter-Weighted, Multi-Segment, Spot Exposure ModesAutomatic, Program Light SensitivityISO 100, ISO 1600, ISO 200, ISO 400, ISO 50, ISO auto Light Sensitivity Max1600\nCamera Flash Flash TypeBuilt-in flash Red Eye ReductionYes Effective Flash Range0.4 m - 2.8 m Camera Flash FeaturesAF Illuminator, Auto Flash, Fill-in Flash, Flash Off, Red-eye Reduction Flash Flash ModesAuto Mode, Fill-in Mode, OFF mode, Red-eye Reduction\nMemory / Storage Integrated Memory size8.3 MB Supported Flash MemoryMultiMediaCard, SD Card, SD Memory Card\nViewfinder Viewfinder TypeNone, Without Viewfinder\nDimensions Depth0.63 in. Height2.32 in. Width3.54 in. Weight4.1 Oz.\nDisplay Display TypeLCD Display RotationBuilt-in Screen DetailsLCD display - TFT active matrix - 2.2\" - color Display Size2.2\"\nMicrophone Microphone TypeMicrophone - built-in - electret condenser - mono Microphone Operation ModeMono\nConnections Connector Types1 x DC power input, 1 x USB, 1 x composite video/audio output, 1 x docking station Expansion Slot1 x SD Memory Card\nSystem Requirements for PC Connection Operating System SupportedApple Mac OS 9, Apple Mac OS X 10.1, Apple Mac OS X 10.2, Apple Mac OS X 10.3, Apple Mac OS X 10.4\nBattery Battery Form FactorManufacturer specific\nFile Format Digital Video FormatAVI, MPEG-4 Still Image FormatDPOF 1.1, EXIF 2.2, JPEG\nResolution Max Video Resolution320 x 240\nOther Features Additional FeaturesAudio Recording, Auto Power Save, Built-In Speaker, DPOF Support, Direct Print, Histogram Display, Not Interchangeable Lenses, PRINT Image Matching, PictBridge Support, Resizing an Image, USB 2.0 Compatibility Shooting ModesFrame Movie Mode\nMiscellaneous Shooting ProgramsAnti shake, Autumn leaves, Back light, Business cards and documents, Candlelight portrait, Children, Collection, Fireworks, Flower, Food, High sensitivity, Natural green, Night scene, Night scene with portrait, Party/indoor, Pet, Portrait mode, Portrait with scenery, Scenery, Soft flowing water, Splashing water, Sports mode, Sundown, Text, Twilight mode, White board Special EffectsBlack & White, Sepia White BalanceAuto, Manual",
    "red eye reduction": "Yes",
    "screen details": "LCD display - TFT active matrix - 2.2\" - color",
    "screen size": "2.2\"",
    "sensor resolution": "6.0 MP",
    "sensor size": "1/2.5\"",
    "sensor type": "CCD",
    "shooting modes": "Frame Movie Mode",
    "shooting programs": "Anti shake, Autumn leaves, Back light, Business cards and documents, Candlelight portrait, Children, Collection, Fireworks, Flower, Food, High sensitivity, Natural green, Night scene, Night scene with portrait, Party/indoor, Pet, Portrait mode, Portrait with scenery, Scenery, Soft flowing water, Splashing water, Sports mode, Sundown, Text, Twilight mode, White board",
    "special effects": "Black & White, Sepia",
    "still image format": "DPOF 1.1, EXIF 2.2, JPEG",
    "supported flash memory": "MultiMediaCard, SD Card, SD Memory Card",
    "type": "Point & Shoot",
    "viewfinder type": "None, Without Viewfinder",
    "weight": "4.1 Oz.",
    "white balance": "Auto, Manual",
    "width": "3.54 in."
}