{
    "<page title>": "Nikon Coolpix S8100 12 1 MP Digital Camera Black 0018208262199 | eBay",
    "brand": "Nikon",
    "bundled items": "Case or Bag,Extra Battery,Extra Battery Charger",
    "condition": "For parts or not working: An item that does not function as intended and is not fully operational. This includes items that\nare defective in ways that render them difficult to use, items that require service or repair, or items missing essential components. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "crafted for quality": "Engineering to ensure imaging excellence and maximize creative freedom includes a precision 10x zoom, Nikkor ED glass lens and Nikon's EXPEED C2 image processing engine.",
    "full hd movie recording with stereo sound": "At the press of a button, you can record Full 1080p HD movies with stereo sound, and use the 10x optical zoom throughout. While recording, save a still image at any time by pressing the shutter button. Also there's a built-in HDMI connector that enables output to your high-definition TV.",
    "megapixels": "12.1 MP",
    "model": "S8100",
    "mpn": "S8100",
    "optical zoom": "10x",
    "quick response and highspeed shooting": "The Coolpix S8100 keeps you ahead of the action with its ultra-fast start-up time, high-speed AF operation, and quick shot-to-shot turnaround. Other high-speed options include continuous mode and the pre-shooting cache.",
    "screen size": "3\"",
    "sure shooting even in challenging lighting situations": "The Coolpix S8100 enables you to capture beautiful handheld portraits at night. In night portrait mode, the camera first shoots a rapid sequence of exposures at shutter speeds fast enough to capture the background cleanly followed by an additional exposure using the flash to capture your subject. The exposures are then merged into a single composite image, producing a beautiful image of both your subject and the background.",
    "type": "Point & Shoot",
    "upc": "609728171148"
}