{
    "<page title>": "USA Canon EOS Rebel T3 1100D 18 55mm Is II 3 Lens 8GB Full DSLR Camera Kit New 013803136340 | eBay",
    "brand": "Canon",
    "bundled items": "Case or Bag, Lens, Lens Cleaning Kit, Memory Card, Strap (Neck or Wrist), Tripod, Screen Protectors, Memory Card Wallet",
    "condition": "New: A brand-new, unused, unopened, undamaged item in its original packaging (where packaging is\napplicable). Packaging should be the same as what is found in a retail store, unless the item is handmade or was packaged by the manufacturer in non-retail packaging, such as an unprinted box or plastic bag. See the seller's listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digic 4 image processor": "The improved DIGIC 4 Image Processor ensures that images are captured, processed and saved with remarkable speed. The EOS Rebel T3 DSLR's 3:2 multiple aspect ratio, in-camera RAW image processing, creative filters, image resizing and provided S2 and S3 image-recording quality are all possible thanks to the DIGIC 4 Image Processor. With dazzling results, the DIGIC 4 Image Processor also works to capture and process data of images shot at 12.2 Megapixels at 3.0 fps, as well as 14-bit signal processing for excellent image gradation, enhanced Face Detection Live mode, Full HD video recording, Auto Lighting Optimizer and Lens Peripheral Optimization.",
    "manufacturer warranty": "Yes",
    "megapixels": "12.2 MP",
    "model": "Rebel T3 / 1100D",
    "mpn": "5157B002",
    "screen size": "2.7\"",
    "technology for outstanding images": "Canon's CMOS (Complementary Metal Oxide Semiconductor) sensor captures images with exceptional clarity and tonal range, and offers the most pixels in its class. It offers many of the same technologies to maximize each pixel's light gathering efficiency that were first seen with the professional EOS-1D Mark III model. It's an APS-C size sensor (22.2 x 14.8mm), and there's an effective 1.6x increase in the lens's marked focal length when attached.",
    "type": "Digital SLR",
    "upc": "013803136340"
}