{
    "30 purecolor lcd ii": "A 3.0\" PureColor LCD II screen (461K dots), with wide viewing angle, makes framing and reviewing shots a pleasure.",
    "<page title>": "Canon PowerShot S90 10 0 MP Black Digital Camera | eBay",
    "brand": "Canon",
    "compact control": "The PowerShot S90 combines pocket-sized proportions with a sophisticated lens control ring, to which functions such as step zoom, exposure, focus, and ISO can be assigned for fast, easy adjustment.",
    "dual antinoise system with digic 4": "Working with the high-sensitivity image sensor, Canon's DIGIC 4 processor delivers vastly improved noise performance across the ISO range. Shoot full-resolution images up to ISO 3200, or expand to ISO 12800 in (2.5MP) Low Light mode.",
    "full manual control  raw": "For creative control while shooting, the PowerShot S90 features Full Manual mode. The option of RAW shooting provides complete control over image parameters during post-shoot editing.",
    "hdmi terminal": "An HDMI mini output terminal lets you display still shots on any HDMI compatible TV without loss of quality.",
    "highsensitivity 100 mp sensor": "A high-sensitivity CCD sensor gives outstanding image quality in a wide variety of lighting conditions. Even images taken at high ISOs show exceptionally low noise levels and a wide dynamic range.",
    "icontrast": "In shooting or playback, enhanced i-Contrast optimizes dynamic range according to the scene - retaining detail in shadows and preventing overexposure of highlights. The result is natural images with the best possible contrast.",
    "intelligent technologies": "For perfect portraits, Canon Face Detection technologies include FaceSelf-Timer and Face Select & Track, which tracks focus for a chosen person in the frame. Also included are Canon's blur-beating Motion Detection technology and Servo AF/AE, for accurate focus and exposure on moving subjects.",
    "megapixels": "10.0 MP",
    "model": "S90",
    "mpn": "3635B001",
    "optical zoom": "3.8x",
    "screen size": "3\"",
    "smart auto and shooting modes": "Smart Auto mode analyzes subject brightness, contrast, distance, hue and movement. Intelligent Scene Detection technology then selects the scene type from 22 variables, applying the best settings for optimum output. 25 dedicated shooting modes are also available including Nostalgic and VGA movies.",
    "type": "Point & Shoot",
    "wide  bright": "A bright f/2.0 aperture allows exceptional versatility, capturing low-light images and fast-moving subjects at higher shutter speeds. A wide angle of 28mm lets you put more in the frame, while Canon's optical IS reduces blur caused by camera shake."
}