{
    "10x optical zoom with optical image stabilizer": "Optical Image Stabilizer technology counteracts the effect of camera shake. Keep working at slower shutter speeds in low-light conditions. The 10x optical zoom affords framing flexibility with pin-sharp clarity.",
    "80 megapixels": "An 8 megapixel sensor captures enough fine detail for creative cropping and superb quality poster-size prints.",
    "<page title>": "Canon PowerShot SX100 Is 8 0 MP Digital Camera Black Case and AC Power Supply | eBay",
    "brand": "Canon",
    "bundled items": "Case or Bag, Extra Battery",
    "country/region of manufacture": "Japan",
    "digic iii with advanced noise reduction": "The DIGIC III processor delivers high-speed camera performance, superior color rendition and cleaner images at high ISO speeds. iSAPS technology uses shooting scene information to optimize camera settings before a shot is taken.",
    "face detection technology": "Face Detection technology ensures superb people shots by automatically setting optimum focus, exposure and flash. Face select and track lets you choose your primary subject from up to 35 identified faces. Red-eye correction in playback keeps eyes looking natural.",
    "iso 1600 and auto iso shift": "ISO 1600 combines with Optical Image Stabilizer to counteract image blur from camera shake and deliver flash-free results in low-light situations. When camera shake is predicted, Auto ISO shift automatically increases ISO to further reduce the risk of blurring.",
    "manufacturer warranty": "No",
    "megapixels": "8",
    "model": "SX100 IS",
    "optical zoom": "10 plus 50 digital",
    "screen size": "see specs below",
    "shooting modes and my colors": "Choose from 18 shooting modes, including a creative zone for manual control. Get the perfect shot, even in tricky lighting conditions. My Colors allows in-camera color effects to be applied to images and movies.",
    "smooth vga movies": "Record smooth VGA movies with sound. Choose long play VGA mode for stronger compression that allows twice as much video to be stored on your memory card.",
    "type": "Digital",
    "userfriendly controls": "A clear and simple interface with large, clearly labeled buttons and control dial enhance usability and ease of operation for every member of the family."
}