{
    "122 megapixels resolution": "Samsung's TL220 comes fully equipped with a true color-filtered 12.2 megapixels CCD and boasts a powerful 4.6x optical zoom, guaranteeing some of the sharpest images available. This camera also produces incredibly detailed images which can be used for printing poster-sized photos.",
    "<page title>": "Samsung DualView TL220 12 2 MP Digital Camera Black 044701011866 | eBay",
    "brand": "Samsung",
    "bundled items": "Case or Bag, Memory Card, Strap (Neck or Wrist)",
    "front and back lcd screens": "Turn every scene into a photo op - starring you! The 1.5\" front LCD screen lets you get out from behind the camera and get in the shot. You can perfectly frame yourself in the picture, quick and easy. Never miss another once-in-a-lifetime moment. With child mode, you can keep small children's attention through built-in animations that captures those special expressions only kids can make. The countdown timer lets you coordinate any shot perfectly.",
    "hd movies": "Record movies in the palm of your hand. The TL220 is like having a compact HD video camera that also takes professional-grade photos. You can record HD video in 1280 x 720p resolution at 30 frames per second, direct to the SD card. The H.264 format also allows you to record twice as much as an MP4 and four times more than an MJPG - the format used in many other digital cameras, and delivers a much higher video and sound quality.",
    "image stabilization": "The advanced dual Image Stabilization (IS) feature allows you to capture crystal-clear, blur-free shots without using a flash or tripod. The TL220's advanced dual IS combines both optical and digital image stabilizers to produce sharp images without the noise commonly found in other cameras. The optical IS compensates for hand trembling by shifting the lens in the opposite direction. When using optical IS isn't quite enough, the digital IS automatically takes over to ensure blur-free images.",
    "megapixels": "12.2 MP",
    "model": "TL220",
    "mpn": "EC-TL220ZBPSUSUS",
    "optical zoom": "4.6x",
    "rear lcd touch screen": "The TL220 offers simple navigation, at the tip of your finger. The rear LCD screen allows you to scroll quickly through all menus, and easily access your photo library. The haptic vibration response registers your choices. Quickly access and use the camera's key features with either a simple finger tap or hand gesture, using the revolutionary gesture UI.",
    "screen size": "3\"",
    "smart auto": "Take professional-looking photos with Samsung's smart auto feature. Smart auto analyzes key elements of your composition such as color, brightness, motion and subject; then automatically adjusts to take the perfect shot. So you never have to worry about your photos being washed out, too dark or out of focus. Smart auto has 14 different preset modes, for a variety of settings. These modes can be bypassed for manual control.",
    "type": "Point & Shoot",
    "upc": "044701011866"
}