{
    "30inch lcd with monitor sunlight mode": "When bright sunlight makes composing or viewing the monitor difficult, you can use the Fn button to easily switch to the \"monitor sunlight mode\" and enjoy comfortable framing and review of shots on the large 3-inch high-contrast 460,000-dot LCD.",
    "<page title>": "Fujifilm FinePix F750EXR 16 0 MP Digital Camera White 074101012866 | eBay",
    "brand": "Fujifilm",
    "double sliding structured lens technology": "Fujinon's Double Sliding Structured Lens Technology empowers you with both 20x zoom and 25 mm wide angle in a stylish pocket-sized compact. Fourteen lens elements smoothly telescope and slide into position to bring you closer to your subject for shots like never before.",
    "extralow dispersion ed glass lens": "Dramatically minimizing chromatic aberration which frequently occurs in conventional super telephoto lenses, the high-quality ED glass lens delivers superior sharpness and color fidelity.",
    "fujinon optical excellence": "Acclaimed by imaging professionals, Fujinon molds its high-precision aspheric lenses from extra-low dispersion glass to deliver superior resolution and low color aberration. An originally developed super electronic beam coating is applied to minimize ghosting, flare and purple fringe. In addition, Double Sliding Structured Lens technology empowers you with clear 20x zoom and 25 mm super-wide angle.",
    "highprecision molded glass aspheric lens": "By precisely focusing light at the same point on the focal plane, aspheric lens design eliminates the need for additional corrective lens elements. While this lens reduces distortion at wide angles, improves resolution in both center and edge areas, cuts glare and reflections, and minimizes chromatic aberration throughout the zoom range, the lens also makes possible a lighter and more compact design.",
    "highspeed af": "In as little as 0.16 seconds, high speed contrast detection AF ensures even a spur-of-the-moment shot at maximum 20x zoom is captured in sharp clarity.",
    "image stabilization cmos shift  high iso": "Long telephoto shots usually suffer from camera shake and subject movement which can ruin photos by producing blurred results. The FinePix F750EXR's highly effective CMOS-shift and high ISO image stabilization ensures that your shots stay extra-crisp and clear, even at the full 20x zoom.",
    "improved response": "From the quicker startup to a shorter shot-to-shot delay, the speedy sensor and processor deliver faster response so you never miss a shot.",
    "megapixels": "16.0 MP",
    "model": "F750EXR",
    "mpn": "16228393",
    "optical zoom": "20x",
    "screen size": "3\"",
    "type": "Point & Shoot",
    "upc": "074101012866"
}