{
    "<page title>": "Nikon 1 J1 10 1 MP Digital Camera White Kit w VR 10 30mm Lens 27528 | eBay",
    "brand": "Nikon",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "expeed 3 processor": "EXPEED 3 marks the culmination of years of dedication to advancing digital imaging technologies. At the heart of Nikon 1 is EXPEED 3, with dual image processors, to deliver outstanding system performance, high-speed processing, state-of-the-art phase detection autofocus and the fast data transfer rates. Witness outstanding image quality, tone reproduction and advanced autofocus at unprecedented speeds.",
    "focus thats as fast as you": "Not a moment is missed with a camera that keeps up with you! Always on the go, you know moments worth sharing can happen all the time. Don't let your creativity be hindered by slow focus speed; Nikon 1 J1 delivers an amazing 10 fps speed in autofocus mode. Grab every turn of the swimmer as he leaps from the high dive and glides into the water below. Even fast moving action like this is rendered with amazing clarity - thanks to an incredible 73-point AF array continuously working to ensure everything is sharp and clear.",
    "for moments that deserve more": "Certain snapshots from life evoke emotions that just cannot be retold with merely a photograph. Remember the feelings you had while watching a wave crash to the shore or fireworks exploding overhead? Make those moments come alive in a single click using motion snapshot. Reveal the essence that can't be captured in a single photo.",
    "get the best of whats seen": "For all the times you wished your camera could capture those great spontaneous moments while they unfolded in front of you, there is Nikon 1. Have too many blurry or poorly lit photos? Or how many photos do you have where someone's eyes were shut? With a single touch using smart photo selector there are no more imperfect photos. Get the best of what you see. Engage in the moment while you let the camera do the work for you.",
    "intuitive simplicity": "Easy access to advanced features are hallmarks of the Nikon 1 system. From the ultra intuitive command and features buttons, easy-to-understand menu and fast mount lens, you'll be expressing your thoughts and visions as never before. Even advanced features for photos and movies can be created with one-click ease.",
    "lcd monitor": "Check your creativity: frame and share your creations on the large and sharp three-inch LCD color display. An ultra-high resolution screen featuring 460k-dot shows every detail to precision. An anti-glare coating renders easy viewing of photos and HD movies, even outdoors.",
    "low light": "An advanced, innovative Nikon super high-speed AF CMOS imaging sensor, wide ISO range and option to select the best lens for the job give you even more control over the light. Produce amazing photos in all those moody environments. Tap only ambient light and open the most artistic doors to photographing on the dance floor, nabbing dramatic sunsets and candlelit moments.",
    "megapixels": "10.1 MP",
    "model": "J1",
    "mpn": "27528B",
    "optical zoom": "3x",
    "screen size": "3\"",
    "share a richer experience": "There will be moments when you're recording a great movie and an opportunity to grab an amazing photo comes along. Capture both at the same time! Start your movie recording with a touch of a button. See that great still? Hit the shutter even during record mode. Autofocus keeps everything sharp, working double duty to simultaneously capture both movies and photos. Infuse even more personality into multimedia creations by adding slow motion. For times when photos alone are not enough, family and friends will appreciate your expressions brought to life.",
    "type": "Mirrorless Interchangeable Lens",
    "upc": "182008275281"
}