{
    "14megapixel  with vivid colors and clarity": "An impressive 14-megapixel resolution won't miss the finest details of your subject. Images are captured sharp and clear, in vivid colors, even when printed at large sizes.",
    "<page title>": "Fujifilm FinePix T200 14 0 MP Digital Camera Gunmetal Very Nice | eBay",
    "alluring photos powerful hd": "Shoot your everyday moments from beautiful photos to HD movies. Supported by award-winning Fujinon lens, images can be captured sharp and crisp just as it appears.",
    "brand": "Fujifilm",
    "easytouse intelligent shooting modes": "Simple shooting modes allow you to capture the best of any scene with versatility. The widely popular motion panorama creates stunning wide-scale images by simply sweeping the camera right or left.",
    "face detection": "Face detection optimizes people pictures by detecting faces and adjusting focus and exposure to ensure bright, clear results. The face detection can simultaneously recognizes up to 10 faces in a photo. Share your group portraits using the zoom up function in playbacks, checking each detected face. Each priceless expression can be cropped and saved in clear high resolution results.",
    "hdtvcompatible photos and video": "Able to capture both photos and movies in high-definition 16:9 format, the FinePix T200 lets you discover the impact of full-screen HDTV image display.",
    "high sensitivity  ccd shift image stabilization": "Dual image stabilization is the combination of high sensitivity and CCD shift image stabilization that works to eliminate blurred photos by freezing action and minimizing blurs at maximum zoom range. Works in scenes such as subjects in motion, low-light conditions, and underwater that usually gives blurry results.",
    "megapixels": "14.0 MP",
    "model": "T200",
    "mpn": "977059",
    "optical zoom": "10x",
    "post capture essentials": "Photo playbacks are simple as it can be! With advanced picture search function, micro thumbnail and slideshow, revive your captured memories. The FinePix T200 features image selection and editing functions that make it easier than ever to upload video clips or still photos to YouTube and Facebook sites.",
    "screen size": "2.7\"",
    "smile and shoot mode": "The smile and shoot mode of scene position, automatically releases the shutter when the smile appears so you won't miss the adorable smile the moment they happen.",
    "sr auto and detection functions": "Equipped with SR auto, an auto 6 scene-recognition function with fully loaded detection functions detect faces, blinks and smiles for clear optimized people photos.",
    "type": "Point & Shoot"
}