{
    "<page title>": "Fujifilm FinePix AX550 16MP Digital Camera with 5X Optical Zoom | eBay",
    "brand": "Fujifilm",
    "condition": "Seller refurbished: An item that has been restored to working order by the eBay seller or a third party not approved by\nthe manufacturer. This means the item has been inspected, cleaned, and repaired to full working order and is in excellent condition. This item may or may not be in original packaging. See the sellerâ\u0080\u0099s listing for full details.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "digital image stabilization": "Reduces image blur automatically, resulting in excellent picture quality.",
    "face detection and automatic redeye removal": "To provide perfectly exposed and focused portrait shots, the cameras are fitted with Fujifilm's Face Detection technology which is able to track up to 10 faces simultaneously. The system instantly corrects red-eye and then saves both the original and the corrected image file automatically.",
    "iflash intelligent flash": "It offers a flash control system which efficiently controls the level of flash for a given exposure to produce beautifully balanced flash illumination across the foreground and background. Gone are the ugly washout shots where the subject is blasted with light and the background dark and unexposed.",
    "megapixels": "16.0 MP",
    "model": "AX550",
    "motion panorama mode": "Automatically stitches up to three shots to create a panoramic picture.",
    "optical zoom": "5x",
    "scene recognition auto sr auto": "This mode intelligently identifies the scene type and necessary shooting conditions to optimize picture perfect potential.",
    "screen size": "2.7\"",
    "tracking auto focus af": "Tracks fast moving subjects so they don't escape from the frame in a blur. Subjects will be tracked automatically for as long as it is kept in the frame and the shutter is half-pressed; when users fully press the shutter button your subject will be in the center of the photo in perfect focus.",
    "type": "Point & Shoot"
}