{
    "<page title>": "Panasonic Lumix LX3 Digital Camera w DMW LW46 Wideangle Adapter Polarizer | eBay",
    "a pleasure to own a joy to use": "Designed for easy, creative shooting, and high-performance in low-light conditions, the DMC-LX3S features a F2.0 24mm Leica DC Vario-Summicron lens, 10.1 megapixels and an ultra-sensitive 1/1.63-inch CCD developed specifically for this model. By combining a high-quality lens and sensor ready for a variety of shooting conditions with a wide-range of accessories and manual controls, the DMC-LX3S is ideal for professional photographers and serious amateurs looking for a compact digital camera that furthers their creative photography.",
    "brand": "Panasonic",
    "bundled items": "Case or Bag, Lens Filter",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "large aperture f20 24mm wideangle": "Another major upgrade to the DMC-LX3S is the F2.0 24mm ultra wide-angle Leica DC Vario-Summicron lens. The F2.0 is about twice as bright as a F2.8 lens and can shoot at higher shutter speeds to capture clear, blur-free images in dimly lit environments. In addition, the 24mm lens captures approximately a 213% larger viewing angle than a normal 35mm camera and 136% larger compared to a 28mm wide-angle lens. The lens unit consists of eight elements in six groups with four aspherical lenses with four aspherical surfaces. As a result of the F2.0 lens, the DMC-LX3S produces high resolution and minimal distortion and artifacts such as chromatic aberrations, ghosting and flaring.",
    "megapixels": "10.1 MP",
    "model": "DMC-LX3",
    "mpn": "DMCLX3SIL",
    "optical zoom": "2.5x",
    "screen size": "3\"",
    "shooting functions that invite creativity": "The DMC-LX3S features a Film mode with six color types and three types of monochrome selections. Much like selecting from different film types, this function gives you the flexibility and creative freedom to take more expressive digital photos. Also, when using the multi-film mode, the DMC-LX3S produces a maximum of three images from a RAW file for you to compare the different textures. Another feature is the multiple-exposure feature, which lets you create artistic photos by overlaying up to three consecutive images; while still viewing the last image on the 3.0-inch LCD screen. The LCD on the DMC-LX3S is improved with a 460,000-dot high resolution.",
    "type": "Point & Shoot"
}