{
    "<page title>": "Samsung Smart Camera EX2F 12 4 MP Digital Camera Black 044701017257 | eBay",
    "brand": "Samsung",
    "bright and intuitive display": "The 3.0\" Swivel AMOLED display is perfect for lining up great shots and viewing them under any light conditions - and does so whilst consuming little battery power. The screen responds swiftly and displays images in high contrast, while the swivel display allows picture-taking from low and high angles - even self-portraits. The screen also incorporates Samsung's Smart Panel user interface, which integrates all parameters into one display for easy control over the end result.",
    "complete control": "Housed in a sleek yet durable high-intensity magnesium body, more commonly found on DSLR models, the EX2F combines high-end image quality with convenience and speed. For those accustomed to the level of creative control on DSLRs, the EX2F allows for shooting in RAW mode for professional standard pictures.",
    "megapixels": "12.4 MP",
    "model": "EX2F",
    "optical zoom": "3.3x",
    "screen size": "3\"",
    "shooting and sharing from anywhere": "The EX2F is the latest in Samsung's SMART CAMERA range of Wi-Fi-enabled cameras, which take the combination of high-quality imaging paired with connectivity to a new level. Wi-Fi connectivity enables the secure storage of images through Auto Backup to a PC or saving to the Cloud. In addition, sharing to social networking sites such as Facebook or Picasa is easy - or pictures can be sent via email.",
    "the worlds brightest compact camera lens": "The EX2F's F1.4 24mm wide-angle lens is approximately four times as bright as a F2.8 camera lens. A further development is that the lens unit now consists of eleven elements in nine groups, with four aspherical lenses and two high refractive lenses. Combined, these provide a 20% increase in the amount of light on the sensor, a 20% increase in image quality and a 10% increase in zoom ratio.",
    "type": "Point & Shoot",
    "upc": "044701017257"
}