{
    "19 scene modes for any occasion": "Take the guesswork out of tricky photo situations with Scene Modes. Simply turn the mode dial to scene and choose the mode that matches the subject. The D5000 does the rest, automatically adjusting exposure, image processing, Active D-Lighting and other settings for optimum results. Sample photos appear on the display to help you select the right shooting mode.",
    "<page title>": "Nikon D5000 12 3 MP DSLR Camera Kit w AF s DX VR 18 55mm Lens Lightly Used 0018208254545 | eBay",
    "brand": "Nikon",
    "bundled items": "Extra Battery",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "manufacturer warranty": "No",
    "megapixels": "12.3 MP",
    "model": "D5000",
    "mpn": "25454",
    "nikon scene recognition system": "Because every photo opportunity is unique, the D5000 is equipped with Nikon's exclusive Scene Recognition System to effortlessly capture the beauty of every moment. This advanced technology uses a 420-pixel color sensor to analyze a composition. It then optimizes exposure, autofocus, and white balance over the entire scene immediately before the shutter is released, delivering sharp, wonderfully balanced images.",
    "quiet shooting keeps the peace": "Some shots require a soft approach. That's why the D5000 is equipped with quiet shooting mode - a great solution for capturing sleeping babies, classical concerts, or any other scene where silence is golden. This mode noticeably reduces the sound of internal mechanisms when the shutter is pressed, helping you get the shot without disturbing the peace.",
    "screen size": "2.7\"",
    "the excellence that is expeed": "The result of Nikon's relentless pursuit of excellence and years of know-how, EXPEED image processing system delivers stunning images while maximizing camera performance. This version of EXPEED - especially developed for the D5000 - works in tandem with the 12.3-megapixel CMOS sensor to produce finely detailed images that exhibit superb color reproduction and rich tonal gradation with minimal noise.",
    "type": "Digital SLR",
    "upc": "018208254545"
}