{
    "<page title>": "Leica x1 12 2MP APS C CMOS Digital Camera Steel Grey 402223184206 | eBay",
    "autofocus competence": "The autofocus of the X1 provides fast focusing competence and enables photographers to react in an instant. At the same time, the autofocus mode can be modified to suit the situation. Photographers have a choice of 1 or 11 AF segments and an additional high-speed mode for each. When taking photos of people, face-recognition mode allows complete concentration on the composition and framing of the picture.",
    "brand": "Leica",
    "condition": "Used: An item that has been used previously. The item may have some signs of cosmetic wear, but is fully\noperational and functions as intended. This item may be a floor model or store return that has been used. See the sellerâ\u0080\u0099s listing for full details and description of any imperfections.\nSee all condition definitions- opens in a new window or tab\n... Read moreabout the condition",
    "megapixels": "12.2 MP",
    "model": "1",
    "mpn": "X1",
    "screen size": "2.7\"",
    "simple handling and complete control": "The LEICA X1 offers versatile photography in terms of her numerous automatic functions and manual individual settings. The photographer can choose the easy way and let the camera take the lead over exposure or shutter settings in the automatic mode or switch over to manual controls by using the wheels on top of the camera. Thus the X1 allows the photographer to keep full control for individual creative art work and at the same time provides the automatic mode to ensure the capability for quick response.",
    "the leica elmarit 24 mm f28 asph": "Countless iconic images in the history of photography were shot with a fixed focal length of 35 mm. This focal length is considered to be a classic for reportage photography, and has lost none of its timeless charisma today. The Leica Elmarit 24 mm f/2.8 ASPH. is a true Leica lens with terrific optical performance. When seen in terms of 35-mm film format, it has precisely this legendary focal length of 35 mm.",
    "type": "Point & Shoot",
    "universal formats and workflow": "Whenever you want, the X1 transforms image data into JPEG files for immediate use as quick as a flash. At the same time, photographers may also choose to store image files in the Adobe Digital Negative Format (DNG), a format that allows image-relevant exploitation of all the benefits of the recorded sensor data.",
    "upc": "402223184206"
}