{
    "5x wideangle zoom in an ultraslim body": "Slip this ultra-slim, ultra-light Coolpix S3100 camera into your pocket and you'll never miss a memorable moment. At an incredibly slender 0.8-inch and lightweight, it goes wherever the fun is - the beach, the mall, your best friend's house. And you'll love its one-touch HD movie function, which enables you to watch the action with family and friends.",
    "<page title>": "Nikon Coolpix S3100 14 0 MP Digital Camera Red | eBay",
    "brand": "Nikon",
    "capture superb image quality": "This easy to use, easy to carry camera is loaded with innovations that assure outstanding images. The high ISO speeds also mean you can shoot fast moving objects with optimum results. The Coolpix S3100 expands your photographic possibilities, adding improved levels of detail, image quality and processing speed. Its four-way electronic VR image stabilization system automatically ensures that your images will be sure and steady. A motion detection feature also identifies moving objects in your images and adjusts both shutter speed and ISO to keep them crisp and clear.",
    "convenient features": "The Coolpix S3100 isn't just the most stylish and convenient camera you'll ever own, it's also the smartest. And the Coolpix S3100's rechargeable Lithium-ion battery lasts long time - so you'll have juice to shoot an entire party. The Coolpix S3100 is a remarkable blend of simplicity, convenience and advanced imaging features.",
    "create images as unique as your imagination": "When you want to get really creative, the Coolpix S3100 will match the limits of your imagination with a variety of features. You just point and shoot. Plus, the Coolpix S3100 comes with pet mode, a technology that automatically finds and focuses on the face of your dog or cat, then automatically fires the shutter. With functions like quick retouch you can give your photos the exact look you want.",
    "megapixels": "14.0 MP",
    "model": "S3100",
    "mpn": "26264",
    "one touch hd movie recording": "When you want to tell a great story, nothing does it like a movie. Whether you're capturing the excitement of a live concert, the heart stopping action of a sporting event, or the casual fun of a family vacation, the Coolpix S3100 makes it easy to shoot high quality 720p HD movies. It has a simple one-touch recording capability, so the action will never get away. And, it lets you digitally zoom in on your subjects while recording, so you can pull in tight on your subject whenever you choose. When you're ready for playback, you can do it instantly in-camera or quickly connect to your TV or computer.",
    "optical zoom": "5x",
    "powerful yet fun and easy to use": "Can a powerful camera fit in the palm of your hand? Yes, if it's the ultra-light, ultra-thin Coolpix S3100, engineered with a 14-megapixel CCD sensor that assures superb image quality with every shot. Its versatile lens ranges wide to capture a sunset over the ocean or zooms in on a windsurfer catching the last ride of the day. Whether you're shooting winter landscapes, portraits of your favorite pet, or can't miss shots of your friends, you'll do it effortlessly with this camera. And you'll love composing images from the vibrant 2.7-inch LCD display that brings still images and HD movies to life.",
    "screen size": "2.7\"",
    "type": "Point & Shoot"
}