{
    "<page title>": "Fujifilm FinePix S4500 14 0 MP Digital Camera Black | eBay",
    "brand": "Fujifilm",
    "designed for performance": "Inside these FinePix S-series cameras is Fujifilm's unique 1/2.3-inch 14-megapixel CCD sensor offering the renowned image quality that users across the world expect from Fujifilm's award-winning cameras. As well as high-quality stills captured as both fine and normal quality JPEGs, the S4500 offers 720p HD movie capture at 30fps for smooth movies that will impress friends and family - especially when the HDMI output is used to connect the cameras to an HD ready TV for instant playback.",
    "get close to the action": "The optical power zoom lenses make them ideal for wildlife enthusiasts, keen travelers or sports fans - anywhere that a longer zoom length will help users capture better images. And for the FinePix S4500, fast and accurate framing is made by easier with a precise 45-step zoom control. The Fujinon' lenses have the company's hallmark level of expert engineering to minimize chromatic aberrations and distortions. They offer edge-to-edge sharpness and exceptional clarity in images.",
    "megapixels": "14.0 MP",
    "model": "S4500",
    "optical zoom": "30x",
    "screen size": "3\"",
    "see the whole picture": "Users of these S-series cameras can choose between composing their pictures using the 200,000 dots Electronic Viewfinder (EVF), and the 3.0-inch LCD screen on the rear of the camera. The 230,000-dots LCD screen has been redesigned to make it simple to play back stills and movies, navigate the cameras' menus and frame pictures - even when in bright sunlight. The cameras' rear screens have an improved brightness over previous models to ensure details stand out and colors appear more realistic.",
    "shooting with convenience": "Ergonomically designed to fit comfortably in the user's hand, even throughout long shooting sessions, these super-zoom cameras offer impressive levels of technology considering their compact size. With the innovative improvements and the wide-reaching zoom ranges, either model will prove to be a rewarding choice for all keen photographers.",
    "type": "Bridge Camera"
}