{
    "35mm equivalent focal length max": "300 mm",
    "35mm equivalent focal length min": "25 mm",
    "<page title>": "Buy Canon PowerShot ELPH 340 HS, Silver Cameras - Digital - Point & Shoot 9347B001 today at PC Connection",
    "actual weight": "5.20 oz",
    "battery technology": "Lithium ion",
    "camera type": "Point & Shoot camera",
    "color": "Silver",
    "compatibility notes": "12x Optical Zoom helps ensure outstanding optical performance and versatility.\nBuilt-in Wi-Fi allows wireless transferring of images and video to compatible mobile devices, select social networking sites and your Wi-Fi enabled computer, and lets you remotely shoot using your smartphone or tablet.\nFor easier Wi-Fi connectivity, built-in NFC (Near Field Communication) allows quick and simple pairing to a compatible Android device.\nCreative Shot mode uses composition, color and lighting from your original image to create unique images with an artistic flair.\n16.0 Megapixel High-Sensitivity CMOS sensor combined with the DIGIC 4+ Image Processor creates the Canon HS SYSTEM, which helps provide excellent low-light performance.\nCapture stunning 1080p Full HD video with a dedicated movie button.\nThe convenient Mobile Device Connect Button allows you to connect to your compatible Android or iOS device for quick and easy sharing.\nHybrid Auto records quick video clips before each still and compiles them together to make a short highlight reel.\nSmart AUTO intelligently selects the proper camera settings based on 32 predefined shooting situations.",
    "contents": "camera, battery pack, battery charger, wrist strap, documentation",
    "digital zoom": "4 X",
    "display size": "3 in",
    "display technology": "LCD",
    "flash memory form factor": [
        "SDXC Card",
        "SDHC Card",
        "SD Card"
    ],
    "flash type": "Built-in flash",
    "focal length max": "54 mm",
    "focal length min": "4.5 mm",
    "megapixels": "16 megapixel(s)",
    "optical sensor size": "1/2.3\"",
    "optical sensor type": "BSI-CMOS",
    "optical zoom": "12 X",
    "physical dimensions": "2.3\"h x 3.9\"w x 0.9\"d",
    "portsconnectors": "(1) Micro HDMI\n(1) USB 2.0",
    "power notes": "NB-11LH Lithium Ion Battery",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "shooting modes": [
        "Auto mode",
        "Super vivid",
        "Creative shot",
        "Low light",
        "Miniature effect",
        "Snow",
        "Toy camera effect",
        "Fisheye effect",
        "Portrait",
        "Poster effect",
        "Handheld night shot",
        "Smart shutter"
    ],
    "shutter speed": [
        "15 - 1/2000",
        "1 - 1/2000"
    ],
    "special effects": [
        "Black & White",
        "Sepia",
        "Vivid",
        "Neutral"
    ],
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}