{
    "35mm equivalent focal length max": "120 mm",
    "35mm equivalent focal length min": "24 mm",
    "<page title>": "Buy Canon Powershot S120 Camera, 12.1MP, Black Cameras - Digital - Point & Shoot 8407B001 today at PC Connection",
    "actual weight": "7.70 oz",
    "battery technology": "Lithium ion",
    "camera type": "Compact",
    "color": "Black",
    "compatibility notes": "Built in Wi-Fi allows you to wirelessly transfer your images with ease to social networking sites through CANON iMAGE GATEWAY, to a PC, or upload virtually anywhere on your iOS or Android device with the free download of the Canon CameraWindow app.\n12.1 Megapixel High-Sensitivity CMOS sensor combined with a DIGIC 6 Image Processor creates the Canon HS SYSTEM for exceptional low-light performance with an ISO range of ISO 80-12800 for enhanced image quality in extreme lighting conditions.\nCapture stunning 1080p/60p Full HD video in stereo sound with a dedicated movie button; video functions include Touch AF while recording, zoom while shooting, and convenient playback on an HDTV via the HDMI output.\nA bright f/1.8 lens allows for capturing low-light conditions or using shallow depth-of-field for dramatic, soft backgrounds, along with 5x Optical Zoom and a 24mm Wide-Angle lens that helps ensure you capture everything in your frame.\nHigh Speed AF greatly improves focus speed. Paired with continuous shooting speeds of up to 9.4 fps and the removal of buffer time, you can get your best shot in full resolution.\nCapacitive 3.0\" touch panel LCD with a screen resolution of 922, 000 dots for a sharp, clear display and easy operation helps make shooting and sharing easy and intuitive.\nShoot breathtaking images and video of the stars with new star shooting modes designed to better capture the brilliance and wonder of the night sky.\nNew Background Defocus mode adds a blurred background while keeping the subject in focus.\nIntelligent IS automatically chooses from six different modes to optimize image stabilization for shake-free images in a wide variety of conditions.\nHDR scene mode combines multiple shots into one picture, capturing a greater dynamic range between the lightest and darkest areas of an image to provide greater detail. New artistic sub-modes such as Art Bold and Art Vivid unlock new opportunities for creativity.",
    "contents": "camera, battery, battery charger, wrist strap, documentation",
    "digital zoom": "4 X",
    "display size": "3 in",
    "display technology": "LCD",
    "flash memory form factor": [
        "SDHC Card",
        "SD Card",
        "SDXC Card"
    ],
    "flash type": "Pop-up flash",
    "focal length max": "26 mm",
    "focal length min": "5.2 mm",
    "megapixels": "12.1 megapixel(s)",
    "optical sensor size": "1/1.7\"",
    "optical sensor type": "BSI-CMOS",
    "optical zoom": "5 X",
    "physical dimensions": "2.3\"h x 3.9\"w x 1.1\"d",
    "portsconnectors": "(1) USB 2.0\n(1) HDMI Mini",
    "power notes": "Battery: NB-6LH Lithium-Ion",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "shooting modes": [
        "Super vivid",
        "Fisheye effect",
        "Toy camera effect",
        "Handheld starlight",
        "Miniature effect",
        "Portrait",
        "Soft focus",
        "Poster effect",
        "Smart shutter",
        "Snow",
        "High dynamic",
        "Underwater"
    ],
    "shutter speed": "15 - 1/2500",
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}