{
    "<page title>": "Buy Canon EOS Rebel SL1 Digital SLR Camera Cameras - Digital - SLR 8575B001 today at PC Connection",
    "actual weight": "13.10 oz",
    "camera type": "SLR camera",
    "compatibility notes": "World's smallest and lightest digital SLR camera featuring a newly-developed 18.0 Megapixel CMOS (APS-C) sensor, ISO 100-12800 (expandable to H: 25600) for stills and ISO 100-6400 (expandable to H: 12800) for videos for shooting from bright to dim light, and high performance DIGIC 5 Image Processor for exceptional image quality and speed.\nHigh-speed continuous shooting up to 4.0 fps allows you to capture the action.\nEOS Full HD Movie mode with Movie Servo AF for continuous focus tracking of moving subjects, manual exposure control and multiple frame rates (1080: 30p (29.97) / 24p (23.976) / 25p, 720: 60p (59.94) / 50p, 480: 30p (29.97) / 25p), built-in monaural microphone, manual audio level adjustment, and Video Snapshot with editing for expanded movie shooting options.\nTouch Screen Wide 3.0-inch Clear View LCD monitor II (approximately 1, 040, 000 dots) with smudge-resistant coating features multi-touch operation with direct access to functions for setting changes and Touch AF for an easy, intuitive experience and clear viewing when outdoors; an Optical Viewfinder with approx. 0.87x magnification makes subjects easier to see.\n9-point AF system (including a high-precision cross-type f/2.8 center point) for exceptional autofocus performance when shooting with the viewfinder; new Hybrid CMOS AF II, which combines the advantages of high-speed phase-detection AF and high-precision contrast AF, provides a widened AF area for increased autofocus speed and accuracy when shooting photos and movies in Live View.\nScene Intelligent Auto Mode delivers expertly optimized photos and offers improved scene detection for amazing results when shooting at night, ideal even for users without advanced photography knowledge or experience.\nExpand your creativity with advanced imaging features like Effect Shot mode, Background Simulation and advanced Creative Filters that can be displayed in real time during Live View shooting.\nNew Special Scene Modes including Kids, Food and Candlelight give you advanced presets to ensure the best possible photos under difficult shooting conditions.\nCompatibility with SD/SDHC/SDXC memory cards, including Ultra High Speed (UHS-I) cards.\nCompatible with the full line of Canon EF and EF-S lenses.",
    "contents": "Camera, battery pack, camera cover, strap, interface cable, documentation",
    "display size": "3 in",
    "flash type": "Pop-up flash",
    "megapixels": "18 megapixel(s)",
    "optical sensor size": "14.9 x 22.3mm",
    "optical sensor type": "CMOS",
    "optical viewfinder type": "Fixed eye-level pentamirror",
    "physical dimensions": "3.6\"h x 4.6\"w x 2.7\"d",
    "portsconnectors": "(1) USB 2.0\n(1) HDMI mini\n(1) AV out",
    "power notes": "Battery: LP-E12 Rechargeable Lithium-Ion",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "shooting modes": [
        "Backlight correction HDR",
        "Sports",
        "Night Portrait",
        "Landscape",
        "Handheld night shot",
        "Food",
        "Close-up",
        "Children",
        "Candle",
        "Portrait"
    ],
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}