{
    "35mm equivalent focal length max": "120 mm",
    "35mm equivalent focal length min": "24 mm",
    "<page title>": "Buy Canon PowerShot N100 Digital Camera, White Cameras - Digital - Point & Shoot 9169B001 today at PC Connection",
    "actual weight": "10.20 oz",
    "battery technology": "Lithium ion",
    "camera type": "Point & Shoot camera",
    "color": "White",
    "compatibility notes": "Dual Capture uses a rear-facing secondary camera to capture your expression while shooting and then creates a picture-in-picture effect.\nStory Highlights automatically selects and compiles images into an exciting highlight reel within the camera without the use of software.\nBuilt-in Wi-Fi allows wireless transferring of images and video to compatible mobile devices, select social networking sites and your Wi-Fi enabled computer, and lets you remotely shoot using your smartphone or tablet.\nFor easier Wi-Fi connectivity, built-in NFC (Near Field Communication) allows quick and simple pairing to a compatible Android device.\nThe convenient Mobile Device Connect Button allows you to connect to your compatible Android or iOS device for quick and easy sharing.\n5x Optical Zoom, bright f/1.8 and 24mm Wide-Angle lens with Optical Image Stabilizer for excellent image quality.\n12.1 Megapixel High-Sensitivity CMOS sensor combined with the DIGIC 6 Image Processor creates the Canon HS SYSTEM, which helps provide excellent low-light performance.\nCreative Shot mode uses composition, color and lighting from your original image to create unique images with an artistic flair.\nHybrid Auto records quick video clips before each still and compiles them together to make a short highlight reel.\n3.0-inch tilt, capacitive touch panel LCD helps provide flexibility.\nCapture stunning 1080p Full HD video with a dedicated movie button.",
    "contents": "Camera, battery pack, battery charger, wrist strap, documentation",
    "digital zoom": "4 X",
    "display size": "3 in",
    "display technology": "LCD",
    "flash memory form factor": [
        "SD Card",
        "SDHC Card",
        "SDXC Card"
    ],
    "flash type": "Pop-up flash",
    "focal length max": "26 mm",
    "focal length min": "5.2 mm",
    "lens aperture": "F/1.8",
    "megapixels": "12.1 megapixel(s)",
    "optical sensor size": "1/1.7\"",
    "optical sensor type": "CMOS",
    "physical dimensions": "2.7\"h x 4.1\"w x 1.4\"d",
    "portsconnectors": "(1) HDMI Micro\n(1) USB 2.0",
    "power notes": "NB-12L Lithium Ion Battery",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "shooting modes": [
        "Miniature effect",
        "Toy camera effect",
        "Portrait",
        "Backlit softness",
        "Multi-firework",
        "Poster effect",
        "Fisheye effect",
        "Super vivid",
        "Auto mode",
        "Snow",
        "Handheld night shot"
    ],
    "shutter speed": "1 - 1/2000",
    "special effects": [
        "Vivid",
        "Black & White",
        "Neutral",
        "Sepia"
    ],
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}