{
    "35mm equivalent focal length max": "140 mm",
    "35mm equivalent focal length min": "28 mm",
    "<page title>": "Buy Canon Powershot G16 Camera, 12.1MP, Black Cameras - Digital - Point & Shoot 8406B001 today at PC Connection",
    "actual weight": "11.10 oz",
    "battery technology": "Lithium ion",
    "camera type": "Point & Shoot camera",
    "color": "Black",
    "compatibility notes": "New to the G-Series, built-in Wi-Fi allows you to wirelessly transfer your images with ease to social networking sites through CANON iMAGE GATEWAY, to a PC, or upload virtually anywhere on your iOS or Android device with the free download of the Canon CameraWindow app.\n12.1 Megapixel High-Sensitivity CMOS sensor combined with Canon's powerful DIGIC 6 Image Processor creates the Canon HS SYSTEM for outstanding low-light performance up to ISO 12800, enhanced image quality, and ultra-fast operation.\nCapture stunning 1080p/60p Full HD video for lifelike images and convenient playback on an HDTV via the HDMI output. Record at 60 frames per second for even more detailed, superb results in MP4 format.\n5x Optical Zoom (28mm-140mm) and a bright f/1.8 (W) - f/2.8 (T) lens enables you to capture more in your frame, and is ideal for low-light conditions or using shallow depth-of-field for dramatic, soft backgrounds.\nHigh Speed AF greatly improves focus speed. Paired with continuous shooting speeds of up to 9.3 fps and the removal of buffer time, you can get your best shot in full resolution.\nIntelligent IS automatically chooses from six different modes to optimize image stabilization for shake-free images in a wide variety of conditions.\nMulti aspect RAW enables you to shoot uncompressed RAW images in various frame ratios to suit the intended use of the image.\nCompatible with Canon Speedlite flashes and a variety of EOS System accessories for additional creative options.\nHDR scene mode combines multiple shots into one picture, capturing a greater dynamic range between the lightest and darkest areas of an image to provide greater detail. New artistic sub-modes such as Art Bold and Art Vivid unlock new opportunities for creativity.\nShoot breathtaking images and video of the stars with new star shooting modes designed to better capture the brilliance and wonder of the night sky.",
    "contents": "camera, battery, battery charger, neck strap, documentation",
    "digital zoom": "4 X",
    "display size": "3 in",
    "display technology": "LCD",
    "flash memory form factor": [
        "SDHC Card",
        "SDXC Card",
        "SD Card"
    ],
    "flash type": "Pop-up flash",
    "focal length max": "30.5 mm",
    "focal length min": "6.1 mm",
    "megapixels": "12.1 megapixel(s)",
    "optical sensor size": "1/1.7\"",
    "optical sensor type": "BSI-CMOS",
    "optical viewfinder type": "Real-image zoom",
    "optical zoom": "5 X",
    "physical dimensions": "3\"h x 4.3\"w x 1.6\"d",
    "portsconnectors": "(1) USB 2.0\n(1) HDMI Mini",
    "power notes": "Battery: NB-10L Lithium-Ion",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "shooting modes": [
        "Poster effect",
        "Portrait",
        "Toy camera effect",
        "Snow",
        "Underwater",
        "Smart shutter",
        "High dynamic",
        "Miniature effect",
        "Soft focus",
        "Handheld night shot",
        "Smooth skin",
        "Fisheye effect"
    ],
    "shutter speed": [
        "15 - 1/4000",
        "1 - 1/4000"
    ],
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}