{
    "<page title>": "Buy Canon EOS 5D Mark III DSLR Camera with EF 24-70mm Lens Cameras - Digital - SLR 5260B054 today at PC Connection",
    "actual weight": "30.30 oz",
    "battery technology": "Lithium ion",
    "camera type": "SLR camera",
    "color": "Black",
    "compatibility notes": "Newly designed 22.3 Megapixel full-frame CMOS sensor, 14-bit A/D conversion, wide range ISO setting 100-25600 (L:50, H1: 51200, H2: 102400) for shooting from bright to dim light and next generation DIGIC 5+ Image Processor for enhanced noise reduction and exceptional processing speed.\nNew 61-Point High Density Reticular AF including up to 41 cross-type AF points with f/4.0 lens support and 5 dual diagonal AF points (sensitive to f/2.8) and cross-type AF support at f/8 (center point).\niFCL Metering with 63 zone dual-layer metering sensor that utilizes AF and color information for optimizing exposure and image quality.\nEOS HD Video with manual exposure control and multiple frame rates (1080: 30p (29.97) / 24p (23.976) / 25p, 720: 60p (59.94) / 50p, 480: 30p (29.97) / 25p with 4 GB automatic file partitioning (continuous recording time 29 minutes 59 seconds), selectable \"All i-frame\" or IPB compressions, embedded timecode, manual audio level control while recording, headphone terminal and uncompressed HDMI output.\nOutstanding shooting performance: up to 6.0 fps continuous shooting using a UDMA CF card.\nMagnesium-alloy body with shutter durability tested up to 150, 000 cycles, enhanced dust-and-weather resistance, and updated EOS Integrated Cleaning system for improved vibration-based dust removal.\nIntelligent Viewfinder with superimposed LCD display with approximately 100% field of view, wide viewing angle of 34.1°, and 0.71x magnification.\n3.2-inch Clear View II LCD monitor, 170° viewing angle, 1, 040, 000-dot VGA, reflection resistance with multi coating and high-transparency materials for bright and clear viewing.\nHigh Dynamic Range (HDR) and Multiple Exposure modes expand creative possibilities.\nImproved handling with the addition of new customizable controls, enhanced recording options with Dual Card Slots for CF and SD cards, Dual Axis Electronic Level, and compatibility with optional Canon Wireless File Transmitter and GPS Receiver.",
    "contents": "camera, 24-70mm f/4L USM lens, lens cap, rear lens cap, lens hood, soft lens case, battery pack, stereo AV cable, Eyecup Eg, camera cover, USB cable, neck strap, documentation",
    "display size": "3.2 in",
    "display technology": "LCD",
    "flash memory form factor": [
        "CompactFlash Card",
        "SDXC Card",
        "SD Card",
        "SDHC Card"
    ],
    "focal length max": "70 mm",
    "focal length min": "24 mm",
    "lens aperture": "F/4.0",
    "megapixels": "22.3 megapixel(s)",
    "optical sensor size": "24 x 36mm",
    "optical sensor type": "CMOS",
    "optical viewfinder type": "Eye-Level Penta Prism",
    "physical dimensions": "4.6\"h x 6\"w x 3\"d",
    "portsconnectors": "(1) Mini HDMI\n(1) USB 2.0\n(2) 3.5mm audio\n(1) AV out",
    "power notes": "Battery: LP-E6 Lithium Ion",
    "returns policy": "This product is subject to our return policy. Please see our complete return policy for details.",
    "shutter speed": "30 - 1/8000",
    "warranty  labor": "1 Year",
    "warranty  parts": "1 Year"
}